{"filepath": "../L2M3_data/1_application_papers/acs_xml/nl9b03225.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>Providing fresh and\ndrinkable water is a grand challenge the world\nis facing today. Development in nanomaterials can create possibilities\nof using energy-efficient nanoporous materials for water desalination.\nIn this work, we demonstrated that ultrathin conductive metal–organic\nframework (MOF) is capable of efficiently rejecting ions while giving\naccess to high water flux. Through molecular dynamic simulation, we\ndiscovered perfect ion rejection rate by two-dimensional (2D) multilayer\nMOF. The naturally porous structure of 2D MOF enables significantly\n3–6 orders of magnitude higher water permeation compared to\nthat of traditional membranes. Few layers MOF membranes show 1 order\nof magnitude higher water flux compared to that of single-layer nanoporous\ngraphene or molybdenum disulfide (MoS<sub>2</sub>) without the requirement\nof drilling pores. The excellent performance of 2D MOF membranes is\nsupported by water permeation calculations, water density/velocity\nprofiles at the pore, and the water interfacial diffusion near the\npore. Water desalination performance of MOF offers a potential solution\nfor energy-efficient water desalination.</p>", "clean_text": "Providing fresh and drinkable water is a grand challenge the world is facing today. Development in nanomaterials can create possibilities of using energy-efficient nanoporous materials for water desalination. In this work, we demonstrated that ultrathin conductive metal-organic framework (MOF) is capable of efficiently rejecting ions while giving access to high water flux. Through molecular dynamic simulation, we discovered perfect ion rejection rate by two-dimensional (2D) multilayer MOF. The naturally porous structure of 2D MOF enables significantly 3-6 orders of magnitude higher water permeation compared to that of traditional membranes. Few layers MOF membranes show 1 order of magnitude higher water flux compared to that of single-layer nanoporous graphene or molybdenum disulfide (MoS2) without the requirement of drilling pores. The excellent performance of 2D MOF membranes is supported by water permeation calculations, water density/velocity profiles at the pore, and the water interfacial diffusion near the pore. Water desalination performance of MOF offers a potential solution for energy-efficient water desalination.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>Water scarcity,\ncaused by either\neconomical or environmental reasons, is an increasingly serious problem\nthat the modern society has to face. Water desalination is a reliable method of providing fresh water\nand a viable solution to water scarcity given the ample saline water\navailability on the earth. Reverse osmosis (RO)\ntechnologies, which depends on partially permeable membranes to filter\nout ions and unwanted molecules, are extensively used in ∼50%\nof the water desalination plants. However, there are disadvantages associated with\nprevailingly used traditional membranes such as slow water transport\nand high capital costs due to energy loss in the desalination process. Alternatives to these membranes that are being considered involve\ndrilling holes in ultrathin membranes to create nanopores with diameters\nranging from a few angstroms to several nanometers wide. Atomically\nthin membranes cause significantly smaller friction compared to other\ntypes of membranes during water permeation. Therefore,\ngraphene as a two-dimensional (2D) membrane has much higher water\nflux compared to that of zeolite membranes because of its single-atom\nthickness. Another 2D material, molybdenum disulfide (MoS<sub>2</sub>) has\nbeen shown to be more efficient compared to graphene due to its hourglass\ngeometry of pore that leads to higher water flux.\n</p>", "clean_text": "Water scarcity, caused by either economical or environmental reasons, is an increasingly serious problem that the modern society has to face. Water desalination is a reliable method of providing fresh water and a viable solution to water scarcity given the ample saline water availability on the earth. Reverse osmosis (RO) technologies, which depends on partially permeable membranes to filter out ions and unwanted molecules, are extensively used in ~50% of the water desalination plants. However, there are disadvantages associated with prevailingly used traditional membranes such as slow water transport and high capital costs due to energy loss in the desalination process. Alternatives to these membranes that are being considered involve drilling holes in ultrathin membranes to create nanopores with diameters ranging from a few angstroms to several nanometers wide. Atomically thin membranes cause significantly smaller friction compared to other types of membranes during water permeation. Therefore, graphene as a two-dimensional (2D) membrane has much higher water flux compared to that of zeolite membranes because of its single-atom thickness. Another 2D material, molybdenum disulfide (MoS2) has been shown to be more efficient compared to graphene due to its hourglass geometry of pore that leads to higher water flux. ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>With the advances in nanotechnology, research into other nanomaterials\nand 2D membranes are being considered with the goal of discovering\nmore efficient ultrathin membranes. In recent studies, materials with\nintrinsic porosity have attracted the attention of scientists for\nwater desalination. Post-treatment such as drilling\npores is not required for naturally porous 2D materials, thus they\nare capable of maintaining intact structure while maximizing pore-membrane\narea ratio. Among intrinsic porous materials,\ngraphene-like carbon nitride (g-C<sub>2</sub>N) and TpPa-1 covalent\norganic framework (with 25 offset-eclipsed layers) are shown to have\nhigh water flux with outstanding ion rejections.\n</p>", "clean_text": "With the advances in nanotechnology, research into other nanomaterials and 2D membranes are being considered with the goal of discovering more efficient ultrathin membranes. In recent studies, materials with intrinsic porosity have attracted the attention of scientists for water desalination. Post-treatment such as drilling pores is not required for naturally porous 2D materials, thus they are capable of maintaining intact structure while maximizing pore-membrane area ratio. Among intrinsic porous materials, graphene-like carbon nitride (g-C2N) and TpPa-1 covalent organic framework (with 25 offset-eclipsed layers) are shown to have high water flux with outstanding ion rejections. ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Metal–organic frameworks (MOFs) are another group of\nmaterials\nwith angstrom-size intrinsic porosity. Some MOFs have been studied as potential candidates for ion/gas\nseparation and desalination. Cu<sub>3</sub>(BTC)<sub>2</sub> membrane is reported\nto demonstrate high permeation and outstanding selectivity in H<sub>2</sub> gas separation. Another recent\nresearch shows that UiO-66 membrane can be fabricated for water desalination. Moreover, ZIF-8 and UiO-66 membranes are reported\nto generate ultrafast selective transport of alkali metal ions. Since the size of pore has a significant effect\non ion rejection rate of a membrane during desalination, the ideal material for water desalination should have pores which\nare not only small enough to reject ions but also large enough to\nallow fast water transport. The 2D conductive MOFs, including the\nhexaaminobenzene (HAB)-derived 2D MOFs, have been extensively researched for energy storage applications. Conductive MOFs layers have nanopores with a\ndiameter of ∼8 Å and area of about 43.3 Å<sup>2</sup> (). The size\nof their pores combined with the experimental capability of fabricating\nfew layers 2D MOFs makes them ideal membranes for water desalination.\nIn this paper, we studied the performance of using Ni/Cu HAB MOF as\na potential efficient membrane compared to traditional membranes and\nto 2D materials such as graphene/MoS<sub>2</sub>. Using molecular\ndynamic simulation, we investigated the permeation coefficient and\nion rejection rate of nanoporous MOF as a function of external hydrostatic\npressure, lateral and orthogonal water diffusion, density and velocity\nof water at the pore, effect of MOF metal element, and number of MOF\nlayers.</p>", "clean_text": "Metal-organic frameworks (MOFs) are another group of materials with angstrom-size intrinsic porosity. Some MOFs have been studied as potential candidates for ion/gas separation and desalination. Cu3(BTC)2 membrane is reported to demonstrate high permeation and outstanding selectivity in H2 gas separation. Another recent research shows that UiO-66 membrane can be fabricated for water desalination. Moreover, ZIF-8 and UiO-66 membranes are reported to generate ultrafast selective transport of alkali metal ions. Since the size of pore has a significant effect on ion rejection rate of a membrane during desalination, the ideal material for water desalination should have pores which are not only small enough to reject ions but also large enough to allow fast water transport. The 2D conductive MOFs, including the hexaaminobenzene (HAB)-derived 2D MOFs, have been extensively researched for energy storage applications. Conductive MOFs layers have nanopores with a diameter of ~8 Å and area of about 43.3 Å2 (). The size of their pores combined with the experimental capability of fabricating few layers 2D MOFs makes them ideal membranes for water desalination. In this paper, we studied the performance of using Ni/Cu HAB MOF as a potential efficient membrane compared to traditional membranes and to 2D materials such as graphene/MoS2. Using molecular dynamic simulation, we investigated the permeation coefficient and ion rejection rate of nanoporous MOF as a function of external hydrostatic pressure, lateral and orthogonal water diffusion, density and velocity of water at the pore, effect of MOF metal element, and number of MOF layers.", "data": null, "include_properties": null}, {"idx": 5, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) Schematic of a typical simulation box consists of a graphene\npiston, saline water with potassium and chloride ions, membrane (MOF,\ngraphene/MoS<sub>2</sub>), and fresh water section. (b) Chemical structure\nof HAB-derived 2D MOFs. In our simulations, M is nickel or copper\natoms. (c) Detailed view of a repeating unit of Ni/Cu-HAB MOF. The\npore diameter is measured to be approximately 8 Å. For multiple\nlayers membranes, the distance between each layer is 3.19 Å,\nand all layers are fully aligned.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"nl9b03225_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  (a) Schematic of a typical simulation box consists of a graphene piston, saline water with potassium and chloride ions, membrane (MOF, graphene/MoS2), and fresh water section. (b) Chemical structure of HAB-derived 2D MOFs. In our simulations, M is nickel or copper atoms. (c) Detailed view of a repeating unit of Ni/Cu-HAB MOF. The pore diameter is measured to be approximately 8 Å. For multiple layers membranes, the distance between each layer is 3.19 Å, and all layers are fully aligned.   ", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<title>Methods</title><p>All molecular dynamic simulations for this\nstudy were conducted using the LAMMPS package. The simulation box has a dimension of approximately 4 nm\n× 4 nm × 13 nm in the <italic>x</italic>, <italic>y</italic>, and <italic>z</italic> directions (0.2–0.3 Å variation\nin <italic>x</italic> and <italic>y</italic> directions to accommodate\nperiodic boundary conditions), respectively. The system consists of\nfour major sections in the following order: a graphene sheet that\napplies external pressure on water, a saline water box, a porous graphene/MOF/MoS<sub>2</sub> membrane enclosing the saline water box, and a pure water\nbox representing the filtered water. A typical simulation box with\na MOF membrane is shown by a, and a stack of triple layer MOF is shown by c (all geometries\nof membranes are shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.9b03225/suppl_file/nl9b03225_si_001.pdf\">Supporting Information</ext-link>). The saline water box contains approximately 15,300 atoms depending\non the membrane material (the exact number of atoms in each simulation\ncan be found in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.9b03225/suppl_file/nl9b03225_si_001.pdf\">Supporting Information</ext-link>).</p>", "clean_text": "Methods\n\nAll molecular dynamic simulations for this study were conducted using the LAMMPS package. The simulation box has a dimension of approximately 4 nm × 4 nm × 13 nm in the x, y, and z directions (0.2-0.3 Å variation in x and y directions to accommodate periodic boundary conditions), respectively. The system consists of four major sections in the following order: a graphene sheet that applies external pressure on water, a saline water box, a porous graphene/MOF/MoS2 membrane enclosing the saline water box, and a pure water box representing the filtered water. A typical simulation box with a MOF membrane is shown by a, and a stack of triple layer MOF is shown by c (all geometries of membranes are shown in Supporting Information). The saline water box contains approximately 15,300 atoms depending on the membrane material (the exact number of atoms in each simulation can be found in Supporting Information).", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<p>The graphene piston and the sheets of all three materials are created\nusing Visual Molecular Dynamics (VMD) and QuantumATK. For MOF, we performed\nthree different simulations which consisted of membranes with 1–3\nlayers. We simulated multiple layers in order to be more realistic\ncompared to actual experiments. Recently, experimental laboratories\nsuccessfully retrieved double- and triple-layer Ni/Cu-HAB while facing\ndifficulties in creating single-layer ones. The gap between\neach layer is measured by high-resolution synchrotron PXRD to be 3.19\nÅ. All layers are fully aligned\nin multilayer MOF membranes. To compare flux and ion rejection, we\nalso performed simulations on single-layer graphene/MoS<sub>2</sub> membrane with a pore area of ∼43 Å<sup>2</sup> (specific\narea calculation is shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.9b03225/suppl_file/nl9b03225_si_001.pdf\">Supporting Information</ext-link>), which is approximately the same as the area of a single nanopore\non MOF membrane. The saline water box contains potassium and chloride\nat molarity of ∼2.28 M. The high molarity allows to collect\nsufficient statistics of ion passage through the nanopore in a shorter\nsimulation time (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.9b03225/suppl_file/nl9b03225_si_001.pdf\">Supporting Information</ext-link> for the results of lower molarity). The boundary condition of the\nsimulation system is set to be periodic for all <italic>x</italic>, <italic>y</italic>, and <italic>z</italic> directions.</p>", "clean_text": "The graphene piston and the sheets of all three materials are created using Visual Molecular Dynamics (VMD) and QuantumATK. For MOF, we performed three different simulations which consisted of membranes with 1-3 layers. We simulated multiple layers in order to be more realistic compared to actual experiments. Recently, experimental laboratories successfully retrieved double- and triple-layer Ni/Cu-HAB while facing difficulties in creating single-layer ones. The gap between each layer is measured by high-resolution synchrotron PXRD to be 3.19 Å. All layers are fully aligned in multilayer MOF membranes. To compare flux and ion rejection, we also performed simulations on single-layer graphene/MoS2 membrane with a pore area of ~43 Å2 (specific area calculation is shown in Supporting Information), which is approximately the same as the area of a single nanopore on MOF membrane. The saline water box contains potassium and chloride at molarity of ~2.28 M. The high molarity allows to collect sufficient statistics of ion passage through the nanopore in a shorter simulation time (see Supporting Information for the results of lower molarity). The boundary condition of the simulation system is set to be periodic for all x, y, and z directions.", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<p>Water\nmolecules in this work were simulated with SPC/E water model. The SHAKE algorithm is employed\nwith a 0.0001 accuracy tolerance to constrain the bonds and angles\nof the water molecules. Atomic interaction is calculated with Lennard-Jones\n(LJ) potential with long-range Coulombic interactions. The LJ parameters\nfor elements in this simulation were obtained from refs  and are tabulated in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.9b03225/suppl_file/nl9b03225_si_001.pdf\">Supporting Information</ext-link>. Arithmetic mix rule is employed to model the LJ\ninteractions between different elements. The cutoffs of both LJ potential\nand Coulombic interaction are 12 Å. Long-range Coulombic interaction\nis computed by particle-particle particle-mesh (PPPM) solver with 0.005 relative root-mean-square (RMS) error.</p>", "clean_text": "Water molecules in this work were simulated with SPC/E water model. The SHAKE algorithm is employed with a 0.0001 accuracy tolerance to constrain the bonds and angles of the water molecules. Atomic interaction is calculated with Lennard-Jones (LJ) potential with long-range Coulombic interactions. The LJ parameters for elements in this simulation were obtained from refs  and are tabulated in Supporting Information. Arithmetic mix rule is employed to model the LJ interactions between different elements. The cutoffs of both LJ potential and Coulombic interaction are 12 Å. Long-range Coulombic interaction is computed by particle-particle particle-mesh (PPPM) solver with 0.005 relative root-mean-square (RMS) error.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<p>In each simulation, the whole system was minimized for 10,000 iterations\nto reduce the internal energy. Water molecules were given random initial\nvelocities using Gaussian distribution, given the temperature is 300\nK. The system was then equilibrated under NPT ensemble at 300 K temperature\nand 1 atm pressure. This step was intended to have the water reach\nthe equilibrated state. During the equilibration stage, both the piston\nand membrane were fixed as rigid bodies, such that all atoms of piston/membrane\nwill move as an entity and the relative positions of their atoms are\nfixed during NPT. Next, the simulation moved to production run under\nNVT ensemble for 10 ns (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.9b03225/suppl_file/nl9b03225_si_002.mpg\">Supporting Movie</ext-link>). During the production state, an external pressure (ranging from\n10 to 100 MPa) was applied on the rigid graphene piston to conduct\nthe water filtration. The porous membrane was constantly held rigid\nin position during the entire simulation to eliminate the influence\nof other factors, such as the deformation of membrane and misalignment\nof membrane layers due to pressure or interatomic potential and to\nthe permeability and ion rejection properties of membrane. The trajectories\nof atoms were collected every picosecond. The water density in pore\nwas obtained by first binning the inner region of pore with cylindrical\nslabs with the <italic>z</italic>-direction length as the thickness\nof membrane and then calculating the water density by dividing the\naverage number of water molecules in each slab by the volume of each\nslab. To avoid statistical deviation, for each combination of pressure\nand pore size, simulations were run four times with different initial\nvelocity distributions. During the simulation, a Nosè–Hoover\nthermostat with a time constant of 0.5 ps was used to maintain the\ntemperature at 300 K.\n</p>", "clean_text": "In each simulation, the whole system was minimized for 10,000 iterations to reduce the internal energy. Water molecules were given random initial velocities using Gaussian distribution, given the temperature is 300 K. The system was then equilibrated under NPT ensemble at 300 K temperature and 1 atm pressure. This step was intended to have the water reach the equilibrated state. During the equilibration stage, both the piston and membrane were fixed as rigid bodies, such that all atoms of piston/membrane will move as an entity and the relative positions of their atoms are fixed during NPT. Next, the simulation moved to production run under NVT ensemble for 10 ns (see Supporting Movie). During the production state, an external pressure (ranging from 10 to 100 MPa) was applied on the rigid graphene piston to conduct the water filtration. The porous membrane was constantly held rigid in position during the entire simulation to eliminate the influence of other factors, such as the deformation of membrane and misalignment of membrane layers due to pressure or interatomic potential and to the permeability and ion rejection properties of membrane. The trajectories of atoms were collected every picosecond. The water density in pore was obtained by first binning the inner region of pore with cylindrical slabs with the z-direction length as the thickness of membrane and then calculating the water density by dividing the average number of water molecules in each slab by the volume of each slab. To avoid statistical deviation, for each combination of pressure and pore size, simulations were run four times with different initial velocity distributions. During the simulation, a Nosè-Hoover thermostat with a time constant of 0.5 ps was used to maintain the temperature at 300 K. ", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["property"], "content": "<title>Results and Discussion</title><title>Water\nFlux and Salt Rejection</title><p>The comparison between\nwater fluxes of MOF and graphene/MoS<sub>2</sub> membranes shows the\nsuperior performance of MOF (a). When an external pressure of 100 MPa is applied,\nthe water fluxes through graphene/MoS<sub>2</sub> with a single pore\n(with same size) are 40.23 #/ns and 48.03 #/ns, respectively. Under\nthe same hydraulic pressure, the water fluxes through single-layer\nNi/Cu-HAB are 347.47 #/ns and 360.48 #/ns, respectively, which is\nmore than 9 times higher than those of graphene and MoS<sub>2</sub>. The fluxes are calculated by fitting the slope of the curve of\nfiltered water molecules with respect to time (an example of single-layer\nNi-HAB curves is shown in b) and then taking average of the slopes among four\nsimulation runs. The flux difference between materials indicates that\ngraphene/MoS<sub>2</sub> must have more than 9 pores, each with area\nof 43 Å<sup>2</sup>, to achieve the same water flux of MOF. Creating\n9 pores with 43 Å<sup>2</sup> area in a 4 nm × 4 nm graphene\nmembrane thoroughly compromises its structure integrity  (Supporting\nInformation <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.9b03225/suppl_file/nl9b03225_si_001.pdf\">Figure S1c</ext-link>). Recent studies\nwith ab initio simulations have shown that despite porous atomic structure\nof conductive MOF, its elastic modulus is found to be comparable or\neven higher than densely packed 2D materials. Therefore, intrinsic porosity gives MOF the natural superiority\nof maximizing its flux while maintaining mechanical strength during\nwater desalination.</p>", "clean_text": "Results and Discussion\n\nWater Flux and Salt Rejection\n\nThe comparison between water fluxes of MOF and graphene/MoS2 membranes shows the superior performance of MOF (a). When an external pressure of 100 MPa is applied, the water fluxes through graphene/MoS2 with a single pore (with same size) are 40.23 #/ns and 48.03 #/ns, respectively. Under the same hydraulic pressure, the water fluxes through single-layer Ni/Cu-HAB are 347.47 #/ns and 360.48 #/ns, respectively, which is more than 9 times higher than those of graphene and MoS2. The fluxes are calculated by fitting the slope of the curve of filtered water molecules with respect to time (an example of single-layer Ni-HAB curves is shown in b) and then taking average of the slopes among four simulation runs. The flux difference between materials indicates that graphene/MoS2 must have more than 9 pores, each with area of 43 Å2, to achieve the same water flux of MOF. Creating 9 pores with 43 Å2 area in a 4 nm × 4 nm graphene membrane thoroughly compromises its structure integrity  (Supporting Information Figure S1c). Recent studies with ab initio simulations have shown that despite porous atomic structure of conductive MOF, its elastic modulus is found to be comparable or even higher than densely packed 2D materials. Therefore, intrinsic porosity gives MOF the natural superiority of maximizing its flux while maintaining mechanical strength during water desalination.", "data": null, "include_properties": null}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) Water flux as a function of the applied pressure for\nsingle-/double-layer\nMOF membranes and graphene/MoS<sub>2</sub> membranes with one similar\nsize pores. (b) Filtered water molecule with respect to simulation\ntime of single-layer Ni-HAB MOF membrane. (c) Ion rejection efficiency\nof different membranes as a function of the applied pressure. MOF\nwith different layers are shown. (d) Water flux and ion rejection\nof Ni/Cu-HAB MOF membranes with respect to number of layers under\n100 MPa external pressure.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"nl9b03225_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  (a) Water flux as a function of the applied pressure for single-/double-layer MOF membranes and graphene/MoS2 membranes with one similar size pores. (b) Filtered water molecule with respect to simulation time of single-layer Ni-HAB MOF membrane. (c) Ion rejection efficiency of different membranes as a function of the applied pressure. MOF with different layers are shown. (d) Water flux and ion rejection of Ni/Cu-HAB MOF membranes with respect to number of layers under 100 MPa external pressure.   ", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<p>Ion rejection rate is another key performance indicator in water\ndesalination. In c, we demonstrate the ion rejection rate of MOF and graphene/MoS<sub>2</sub> at different external pressures. The result shows that Ni/Cu-HAB\nhas almost perfect ion rejection with membrane of more than 1 layer.\nAlthough ion selectivity of single-layer MOF drops with increasing\nexternal hydraulic pressure, the rejection rate is still promising\nat ∼90% under 100 MPa. The double-layer MOF membrane has a\nsimilar ion rejection rate compared to graphene/MoS<sub>2</sub> membranes\nat all pressures (c).</p>", "clean_text": "Ion rejection rate is another key performance indicator in water desalination. In c, we demonstrate the ion rejection rate of MOF and graphene/MoS2 at different external pressures. The result shows that Ni/Cu-HAB has almost perfect ion rejection with membrane of more than 1 layer. Although ion selectivity of single-layer MOF drops with increasing external hydraulic pressure, the rejection rate is still promising at ~90% under 100 MPa. The double-layer MOF membrane has a similar ion rejection rate compared to graphene/MoS2 membranes at all pressures (c).", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<p>The trends of water flux and ion rejection with\nincreasing layers\nof MOF are shown in d. When more layers are stacked, water flux decreases linearly\nwith increasing membrane thickness. The ion rejection rate, on the\nother hand, rises with increasing numbers of layers stacked and peaks\nto 100% with the 2 layers MOF membrane.</p>", "clean_text": "The trends of water flux and ion rejection with increasing layers of MOF are shown in d. When more layers are stacked, water flux decreases linearly with increasing membrane thickness. The ion rejection rate, on the other hand, rises with increasing numbers of layers stacked and peaks to 100% with the 2 layers MOF membrane.", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["property"], "content": "<title>Permeation Coefficient</title><p>Permeability coefficient, <italic>p</italic>, is employed here\nfor a standardized comparison between\nthe performances of different membranes. In the following equation\nfor dilute solution:\n<disp-formula id=\"eq1\">\n<label>1</label>\n<alternatives>\n<graphic xlink:href=\"nl9b03225_m001.gif\"></graphic>\n<mml:math display=\"block\">\n<mml:mi>p</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>J</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">w</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>−</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>V</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">w</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mi mathvariant=\"normal\">Δ</mml:mi>\n<mml:msub>\n<mml:mrow>\n<mml:mi>C</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">s</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>+</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>V</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">w</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>N</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">A</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:msub>\n<mml:mrow>\n<mml:mi>k</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">B</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mi>T</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n<mml:mi mathvariant=\"normal\">Δ</mml:mi>\n<mml:mi>P</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n</mml:math>\n</alternatives>\n</disp-formula>\n<italic>J</italic>\n<sub>w</sub> is the flux\nof water (#/ns), <italic>V</italic>\n<sub>w</sub> is the molar volume\nof water (18.91 mL/mol), Δ<italic>C</italic>\n<sub>s</sub> is\nthe concentration gradient of the solute (2.28 M), <italic>N</italic>\n<sub>A</sub> is the Avogadro number, <italic>k</italic>\n<sub>B</sub> is the Boltzmann constant, <italic>T</italic> is the temperature\n(300 K), and Δ<italic>P</italic> is the applied hydrodynamic\npressure (MPa). Under 100 MPa external pressure, the permeability\ncoefficients of the Ni/Cu-HAB with single, double, or triple layers\nmembrane were calculated to be 474.84 #/ns, 436.16 #/ns, 376.89 #/ns\n(nickel) and 501.05 #/ns, 433.92 #/ns, 363.15 #/ns (copper), respectively.\nFor graphene and MoS<sub>2</sub> membranes with a 43 Å<sup>2</sup> pore, the water permeation coefficients are calculated to be 56.26\n#/ns and 67.17 #/ns, respectively. The permeation coefficients of\nsingle-layer MOF membranes are ∼9 times higher in magnitude\nthan those of graphene and MoS<sub>2</sub>.</p>", "clean_text": "Permeation Coefficient\n\nPermeability coefficient, p, is employed here for a standardized comparison between the performances of different membranes. In the following equation for dilute solution:  1    p =     J   w     -   V   w   Δ   C   s   +     V   w       N   A     k   B   T   Δ P      J w is the flux of water (#/ns), V w is the molar volume of water (18.91 mL/mol), ΔC s is the concentration gradient of the solute (2.28 M), N A is the Avogadro number, k B is the Boltzmann constant, T is the temperature (300 K), and ΔP is the applied hydrodynamic pressure (MPa). Under 100 MPa external pressure, the permeability coefficients of the Ni/Cu-HAB with single, double, or triple layers membrane were calculated to be 474.84 #/ns, 436.16 #/ns, 376.89 #/ns (nickel) and 501.05 #/ns, 433.92 #/ns, 363.15 #/ns (copper), respectively. For graphene and MoS2 membranes with a 43 Å2 pore, the water permeation coefficients are calculated to be 56.26 #/ns and 67.17 #/ns, respectively. The permeation coefficients of single-layer MOF membranes are ~9 times higher in magnitude than those of graphene and MoS2.", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<p>Calculated permeation\ncoefficients show that Cu-HAB has ∼5.5% larger water permeation\ncoefficient compared to Ni-HAB when the membrane consists of only\none layer of MOF. However, when the number of layers of the membrane\nincreases, water permeation of Ni-HAB does not decrease as much as\nthe water permeation of Cu-HAB does. The comparison indicates that\nNi-HAB can have better water desalination performance compared to\nCu-HAB when the membrane is stacked with multiple layers. One potential\nexplanation to this phenomenon can be the potential well difference\nbetween copper and nickel. The ε (the energy term in LJ potential)\nis 4.72 (kcal mol<sup>–1</sup>) for copper and 5.65 (kcal mol<sup>–1</sup>) for nickel (Supporting Information <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.9b03225/suppl_file/nl9b03225_si_001.pdf\">Table S1</ext-link>). When the layers stack up in a multilayer MOF membrane,\nwater molecules will experience less interatomic potential, which\nleads to less friction, in Cu-HAB pores compared to Ni-HAB pores.\nTherefore, the flux of multilayer Cu-HAB is higher than that of multilayer\nNi-HAB.</p>", "clean_text": "Calculated permeation coefficients show that Cu-HAB has ~5.5% larger water permeation coefficient compared to Ni-HAB when the membrane consists of only one layer of MOF. However, when the number of layers of the membrane increases, water permeation of Ni-HAB does not decrease as much as the water permeation of Cu-HAB does. The comparison indicates that Ni-HAB can have better water desalination performance compared to Cu-HAB when the membrane is stacked with multiple layers. One potential explanation to this phenomenon can be the potential well difference between copper and nickel. The ε (the energy term in LJ potential) is 4.72 (kcal mol-1) for copper and 5.65 (kcal mol-1) for nickel (Supporting Information Table S1). When the layers stack up in a multilayer MOF membrane, water molecules will experience less interatomic potential, which leads to less friction, in Cu-HAB pores compared to Ni-HAB pores. Therefore, the flux of multilayer Cu-HAB is higher than that of multilayer Ni-HAB.", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["property"], "content": "<title>Water Density and Velocity in Pores</title><p>The radial density\nof water (with respect to the distance to the pore center) is computed\nfor a single pore of MOF and graphene/MoS<sub>2</sub> (a). The single-layer MOF membrane\nhas a higher water density compared to graphene and MoS<sub>2</sub> at radii between 2 and 4 Å from the center of the pore (a). Moreover, the\naverage water density in pore can be obtained by integrating the area\nbelow the density curves. The average densities are calculated to\nbe 0.812 g/cm<sup>3</sup> and 0.819 g/cm<sup>3</sup> for water in\nsingle-layer Ni/Cu-HAB membrane pores and 0.658 g/cm<sup>3</sup> and\n0.728 g/cm<sup>3</sup> for water in graphene/MoS<sub>2</sub> pores,\nrespectively. At each pore of MOF, more water molecules are packed\ncompared to that of graphene/MoS<sub>2</sub>. The average radial densities\nof water in pores are lower than 1 g/cm<sup>3</sup> because the water\ndensity in the depletion region around the edge of pore is very low.\nThe results indicate that Ni/Cu-HAB generally has a higher water density\nin the pore.</p>", "clean_text": "Water Density and Velocity in Pores\n\nThe radial density of water (with respect to the distance to the pore center) is computed for a single pore of MOF and graphene/MoS2 (a). The single-layer MOF membrane has a higher water density compared to graphene and MoS2 at radii between 2 and 4 Å from the center of the pore (a). Moreover, the average water density in pore can be obtained by integrating the area below the density curves. The average densities are calculated to be 0.812 g/cm3 and 0.819 g/cm3 for water in single-layer Ni/Cu-HAB membrane pores and 0.658 g/cm3 and 0.728 g/cm3 for water in graphene/MoS2 pores, respectively. At each pore of MOF, more water molecules are packed compared to that of graphene/MoS2. The average radial densities of water in pores are lower than 1 g/cm3 because the water density in the depletion region around the edge of pore is very low. The results indicate that Ni/Cu-HAB generally has a higher water density in the pore.", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) Water density with respect to the distance to the\ncenter of\nthe pore for single-layer MOF and graphene/MoS<sub>2</sub> under 100\nMPa hydraulic pressure. (b) Water molecules velocity with respect\nto the distance to the center of the pore for single-layer Ni-HAB\nand graphene/MoS<sub>2</sub> under 100 MPa hydraulic pressure.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"nl9b03225_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  (a) Water density with respect to the distance to the center of the pore for single-layer MOF and graphene/MoS2 under 100 MPa hydraulic pressure. (b) Water molecules velocity with respect to the distance to the center of the pore for single-layer Ni-HAB and graphene/MoS2 under 100 MPa hydraulic pressure.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<p>In addition to having higher water density inside\nthe pore, the\nNi-HAB membrane is shown to allow water molecules to traverse with\nhigher velocity at the center of the pore (b). Although all kinds of membranes tend\nto have similar water velocity at the edge of the pore, Ni-HAB has\nnoticeably higher water velocity within 2 Å from the pore center.\nWater flux (<italic>Q</italic>) can be represented by <italic>Q</italic> = ρ<italic>VA</italic>, where ρ is the water density, <italic>V</italic> is the water velocity, and <italic>A</italic> is the pore\narea. Since pore areas of all membranes\nare similar, higher flux of MOF can be explained by higher water density\nand velocity inside pores of MOF.</p>", "clean_text": "In addition to having higher water density inside the pore, the Ni-HAB membrane is shown to allow water molecules to traverse with higher velocity at the center of the pore (b). Although all kinds of membranes tend to have similar water velocity at the edge of the pore, Ni-HAB has noticeably higher water velocity within 2 Å from the pore center. Water flux (Q) can be represented by Q = ρVA, where ρ is the water density, V is the water velocity, and A is the pore area. Since pore areas of all membranes are similar, higher flux of MOF can be explained by higher water density and velocity inside pores of MOF.", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<title>Interfacial Diffusion near\nMembranes</title><p>From all water\nmolecules that traversed the membrane, 57 are randomly chosen, and\ntheir trajectories near one pore of Ni-HAB/graphene are shown in a,b. Water molecules\nnear graphene demonstrate a strong tendency to move laterally in <italic>x</italic>–<italic>y</italic> plane, especially right before\nthe entrance to the pore. However, water molecules near one of the\npores of single-layer Ni-HAB diffuse along a traverse direction (a,b). Therefore,\nthe water molecules have a lower possibility of being trapped in the\npotential well near the membrane surface in MOF compared to graphene.\nIn graphene, water molecules traverse in a parallel direction with\nthe membrane surface and get trapped in the membrane potential well,\nwhereas in MOF, water also moves in a perpendicular direction to the\nmembrane. This can be attributed to the highly porous structure of\nMOF compared to graphene, which leads to a weaker wall potential.\nMoreover, peak water density near the graphene membrane is higher\ncompared to that of MOF membrane (c). Higher water density indicates that more\nwater molecules are packed in the potential well of graphene compared\nto that of MOF. Benefiting from intrinsic porosity, water molecules\nhave more freedom and higher probability to be pushed through pores\nin MOF compared to graphene.</p>", "clean_text": "Interfacial Diffusion near Membranes\n\nFrom all water molecules that traversed the membrane, 57 are randomly chosen, and their trajectories near one pore of Ni-HAB/graphene are shown in a,b. Water molecules near graphene demonstrate a strong tendency to move laterally in x-y plane, especially right before the entrance to the pore. However, water molecules near one of the pores of single-layer Ni-HAB diffuse along a traverse direction (a,b). Therefore, the water molecules have a lower possibility of being trapped in the potential well near the membrane surface in MOF compared to graphene. In graphene, water molecules traverse in a parallel direction with the membrane surface and get trapped in the membrane potential well, whereas in MOF, water also moves in a perpendicular direction to the membrane. This can be attributed to the highly porous structure of MOF compared to graphene, which leads to a weaker wall potential. Moreover, peak water density near the graphene membrane is higher compared to that of MOF membrane (c). Higher water density indicates that more water molecules are packed in the potential well of graphene compared to that of MOF. Benefiting from intrinsic porosity, water molecules have more freedom and higher probability to be pushed through pores in MOF compared to graphene.", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) Water molecules trajectories near one of\nthe pores of a single-layer\nMOF membrane, under 100 MPa hydraulic pressure. (b) Water molecules\ntrajectories near a graphene membrane pore, under 100 MPa hydraulic\npressure. (c) Water density with respect to the distance from the\nmembranes in saline water section. (d) Two major water desalination\nperformance indicators (water permeation and ion rejection rate) of\ndifferent membranes. The unit used for water permeation rate is L/cm<sup>2</sup>/day/MPa for the sake of standardized comparison.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"nl9b03225_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  (a) Water molecules trajectories near one of the pores of a single-layer MOF membrane, under 100 MPa hydraulic pressure. (b) Water molecules trajectories near a graphene membrane pore, under 100 MPa hydraulic pressure. (c) Water density with respect to the distance from the membranes in saline water section. (d) Two major water desalination performance indicators (water permeation and ion rejection rate) of different membranes. The unit used for water permeation rate is L/cm2/day/MPa for the sake of standardized comparison.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<p>The overall performance of water desalination membrane is\nevaluated\nby ion rejection rate and water permeation. A comparison of both performance\nindicators of different membranes, including conventional membranes\n(MFI-type zeolite, commercial polymeric seawater RO, brackish RO,\nnanofiltration, and high-flux RO) and 2D materials (graphene,\nMoS<sub>2</sub> and MOF), are visualized in d. Double-layer MOF discussed in this paper\nhas more than 6 orders of magnitude higher water permeation than MFI-type\nzeolite and 100% ion rejection rate. The excellent theoretical performance\nof MOF makes it an energy-efficient membrane for water desalination.</p>", "clean_text": "The overall performance of water desalination membrane is evaluated by ion rejection rate and water permeation. A comparison of both performance indicators of different membranes, including conventional membranes (MFI-type zeolite, commercial polymeric seawater RO, brackish RO, nanofiltration, and high-flux RO) and 2D materials (graphene, MoS2 and MOF), are visualized in d. Double-layer MOF discussed in this paper has more than 6 orders of magnitude higher water permeation than MFI-type zeolite and 100% ion rejection rate. The excellent theoretical performance of MOF makes it an energy-efficient membrane for water desalination.", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>In summary, we have used molecular dynamic\nsimulation to show that Ni/Cu-HAB MOF can serve as an outstanding\nmaterial for water desalination. The MOF membranes consisted of at\nleast two layers that can successfully reject almost 100% of the ions.\nThe peak water permeation rate of double-layer MOF is about 1 order\nof magnitude higher than the graphene/MoS<sub>2</sub> membrane, indicating\nthat the graphene/MoS<sub>2</sub> membrane must have more than nine\npores to achieve the same water desalination efficiency. Moreover,\nthe MOF has 3–6 orders of magnitude higher water permeation\nrate compared to commercially used materials such as MFI zeolite,\nbrackish RO, or nanofiltration. The intrinsic porosity which maximized\nthe pore area on a few-layer MOF membrane makes it a suitable material\nfor water desalination.</p>", "clean_text": "Conclusions\n\nIn summary, we have used molecular dynamic simulation to show that Ni/Cu-HAB MOF can serve as an outstanding material for water desalination. The MOF membranes consisted of at least two layers that can successfully reject almost 100% of the ions. The peak water permeation rate of double-layer MOF is about 1 order of magnitude higher than the graphene/MoS2 membrane, indicating that the graphene/MoS2 membrane must have more than nine pores to achieve the same water desalination efficiency. Moreover, the MOF has 3-6 orders of magnitude higher water permeation rate compared to commercially used materials such as MFI zeolite, brackish RO, or nanofiltration. The intrinsic porosity which maximized the pore area on a few-layer MOF membrane makes it a suitable material for water desalination.", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<p>The Supporting\nInformation is\navailable free of charge on the <ext-link xlink:href=\"http://pubs.acs.org\">ACS Publications website</ext-link> at DOI: <ext-link xlink:href=\"http://pubs.acs.org/doi/abs/10.1021/acs.nanolett.9b03225\">10.1021/acs.nanolett.9b03225</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>The geometries\nof membrane of different materials, water\nflux and trajectories figures of materials other than Ni-HAB, the\npore-area calculation, effect of ion types and saline water concentration,\nand the Lennard-Jones parameters used in molecular dynamic simulations\nare included in the supporting material (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.9b03225/suppl_file/nl9b03225_si_001.pdf\">PDF</ext-link>)</p>\n</list-item>\n<list-item>\n<p>Simulation process is visualized (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.9b03225/suppl_file/nl9b03225_si_002.mpg\">MPG</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acs.nanolett.9b03225.  The geometries of membrane of different materials, water flux and trajectories figures of materials other than Ni-HAB, the pore-area calculation, effect of ion types and saline water concentration, and the Lennard-Jones parameters used in molecular dynamic simulations are included in the supporting material (PDF)   Simulation process is visualized (MPG)   ", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<p>The geometries\nof membrane of different materials, water\nflux and trajectories figures of materials other than Ni-HAB, the\npore-area calculation, effect of ion types and saline water concentration,\nand the Lennard-Jones parameters used in molecular dynamic simulations\nare included in the supporting material (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.9b03225/suppl_file/nl9b03225_si_001.pdf\">PDF</ext-link>)</p>", "clean_text": "The geometries of membrane of different materials, water flux and trajectories figures of materials other than Ni-HAB, the pore-area calculation, effect of ion types and saline water concentration, and the Lennard-Jones parameters used in molecular dynamic simulations are included in the supporting material (PDF)", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<p>Simulation process is visualized (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.9b03225/suppl_file/nl9b03225_si_002.mpg\">MPG</ext-link>)</p><p>The authors declare no\ncompeting financial interest.</p>", "clean_text": "Simulation process is visualized (MPG)\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "10, 14, 16", "type": "text", "classification": "property", "content": "<title>Results and Discussion</title><title>Water\nFlux and Salt Rejection</title><p>The comparison between\nwater fluxes of MOF and graphene/MoS<sub>2</sub> membranes shows the\nsuperior performance of MOF (a). When an external pressure of 100 MPa is applied,\nthe water fluxes through graphene/MoS<sub>2</sub> with a single pore\n(with same size) are 40.23 #/ns and 48.03 #/ns, respectively. Under\nthe same hydraulic pressure, the water fluxes through single-layer\nNi/Cu-HAB are 347.47 #/ns and 360.48 #/ns, respectively, which is\nmore than 9 times higher than those of graphene and MoS<sub>2</sub>. The fluxes are calculated by fitting the slope of the curve of\nfiltered water molecules with respect to time (an example of single-layer\nNi-HAB curves is shown in b) and then taking average of the slopes among four\nsimulation runs. The flux difference between materials indicates that\ngraphene/MoS<sub>2</sub> must have more than 9 pores, each with area\nof 43 Å<sup>2</sup>, to achieve the same water flux of MOF. Creating\n9 pores with 43 Å<sup>2</sup> area in a 4 nm × 4 nm graphene\nmembrane thoroughly compromises its structure integrity  (Supporting\nInformation <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.9b03225/suppl_file/nl9b03225_si_001.pdf\">Figure S1c</ext-link>). Recent studies\nwith ab initio simulations have shown that despite porous atomic structure\nof conductive MOF, its elastic modulus is found to be comparable or\neven higher than densely packed 2D materials. Therefore, intrinsic porosity gives MOF the natural superiority\nof maximizing its flux while maintaining mechanical strength during\nwater desalination.</p><title>Permeation Coefficient</title><p>Permeability coefficient, <italic>p</italic>, is employed here\nfor a standardized comparison between\nthe performances of different membranes. In the following equation\nfor dilute solution:\n<disp-formula id=\"eq1\">\n<label>1</label>\n<alternatives>\n<graphic xlink:href=\"nl9b03225_m001.gif\"></graphic>\n<mml:math display=\"block\">\n<mml:mi>p</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>J</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">w</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>−</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>V</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">w</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mi mathvariant=\"normal\">Δ</mml:mi>\n<mml:msub>\n<mml:mrow>\n<mml:mi>C</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">s</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>+</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>V</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">w</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>N</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">A</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:msub>\n<mml:mrow>\n<mml:mi>k</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">B</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mi>T</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n<mml:mi mathvariant=\"normal\">Δ</mml:mi>\n<mml:mi>P</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n</mml:math>\n</alternatives>\n</disp-formula>\n<italic>J</italic>\n<sub>w</sub> is the flux\nof water (#/ns), <italic>V</italic>\n<sub>w</sub> is the molar volume\nof water (18.91 mL/mol), Δ<italic>C</italic>\n<sub>s</sub> is\nthe concentration gradient of the solute (2.28 M), <italic>N</italic>\n<sub>A</sub> is the Avogadro number, <italic>k</italic>\n<sub>B</sub> is the Boltzmann constant, <italic>T</italic> is the temperature\n(300 K), and Δ<italic>P</italic> is the applied hydrodynamic\npressure (MPa). Under 100 MPa external pressure, the permeability\ncoefficients of the Ni/Cu-HAB with single, double, or triple layers\nmembrane were calculated to be 474.84 #/ns, 436.16 #/ns, 376.89 #/ns\n(nickel) and 501.05 #/ns, 433.92 #/ns, 363.15 #/ns (copper), respectively.\nFor graphene and MoS<sub>2</sub> membranes with a 43 Å<sup>2</sup> pore, the water permeation coefficients are calculated to be 56.26\n#/ns and 67.17 #/ns, respectively. The permeation coefficients of\nsingle-layer MOF membranes are ∼9 times higher in magnitude\nthan those of graphene and MoS<sub>2</sub>.</p><title>Water Density and Velocity in Pores</title><p>The radial density\nof water (with respect to the distance to the pore center) is computed\nfor a single pore of MOF and graphene/MoS<sub>2</sub> (a). The single-layer MOF membrane\nhas a higher water density compared to graphene and MoS<sub>2</sub> at radii between 2 and 4 Å from the center of the pore (a). Moreover, the\naverage water density in pore can be obtained by integrating the area\nbelow the density curves. The average densities are calculated to\nbe 0.812 g/cm<sup>3</sup> and 0.819 g/cm<sup>3</sup> for water in\nsingle-layer Ni/Cu-HAB membrane pores and 0.658 g/cm<sup>3</sup> and\n0.728 g/cm<sup>3</sup> for water in graphene/MoS<sub>2</sub> pores,\nrespectively. At each pore of MOF, more water molecules are packed\ncompared to that of graphene/MoS<sub>2</sub>. The average radial densities\nof water in pores are lower than 1 g/cm<sup>3</sup> because the water\ndensity in the depletion region around the edge of pore is very low.\nThe results indicate that Ni/Cu-HAB generally has a higher water density\nin the pore.</p>", "clean_text": "Results and Discussion\n\nWater Flux and Salt Rejection\n\nThe comparison between water fluxes of MOF and graphene/MoS2 membranes shows the superior performance of MOF (a). When an external pressure of 100 MPa is applied, the water fluxes through graphene/MoS2 with a single pore (with same size) are 40.23 #/ns and 48.03 #/ns, respectively. Under the same hydraulic pressure, the water fluxes through single-layer Ni/Cu-HAB are 347.47 #/ns and 360.48 #/ns, respectively, which is more than 9 times higher than those of graphene and MoS2. The fluxes are calculated by fitting the slope of the curve of filtered water molecules with respect to time (an example of single-layer Ni-HAB curves is shown in b) and then taking average of the slopes among four simulation runs. The flux difference between materials indicates that graphene/MoS2 must have more than 9 pores, each with area of 43 Å2, to achieve the same water flux of MOF. Creating 9 pores with 43 Å2 area in a 4 nm × 4 nm graphene membrane thoroughly compromises its structure integrity  (Supporting Information Figure S1c). Recent studies with ab initio simulations have shown that despite porous atomic structure of conductive MOF, its elastic modulus is found to be comparable or even higher than densely packed 2D materials. Therefore, intrinsic porosity gives MOF the natural superiority of maximizing its flux while maintaining mechanical strength during water desalination.\n\nPermeation Coefficient\n\nPermeability coefficient, p, is employed here for a standardized comparison between the performances of different membranes. In the following equation for dilute solution:  1    p =     J   w     -   V   w   Δ   C   s   +     V   w       N   A     k   B   T   Δ P      J w is the flux of water (#/ns), V w is the molar volume of water (18.91 mL/mol), ΔC s is the concentration gradient of the solute (2.28 M), N A is the Avogadro number, k B is the Boltzmann constant, T is the temperature (300 K), and ΔP is the applied hydrodynamic pressure (MPa). Under 100 MPa external pressure, the permeability coefficients of the Ni/Cu-HAB with single, double, or triple layers membrane were calculated to be 474.84 #/ns, 436.16 #/ns, 376.89 #/ns (nickel) and 501.05 #/ns, 433.92 #/ns, 363.15 #/ns (copper), respectively. For graphene and MoS2 membranes with a 43 Å2 pore, the water permeation coefficients are calculated to be 56.26 #/ns and 67.17 #/ns, respectively. The permeation coefficients of single-layer MOF membranes are ~9 times higher in magnitude than those of graphene and MoS2.\n\nWater Density and Velocity in Pores\n\nThe radial density of water (with respect to the distance to the pore center) is computed for a single pore of MOF and graphene/MoS2 (a). The single-layer MOF membrane has a higher water density compared to graphene and MoS2 at radii between 2 and 4 Å from the center of the pore (a). Moreover, the average water density in pore can be obtained by integrating the area below the density curves. The average densities are calculated to be 0.812 g/cm3 and 0.819 g/cm3 for water in single-layer Ni/Cu-HAB membrane pores and 0.658 g/cm3 and 0.728 g/cm3 for water in graphene/MoS2 pores, respectively. At each pore of MOF, more water molecules are packed compared to that of graphene/MoS2. The average radial densities of water in pores are lower than 1 g/cm3 because the water density in the depletion region around the edge of pore is very low. The results indicate that Ni/Cu-HAB generally has a higher water density in the pore.", "data": [[{"meta": {"name": "MOF-A", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "dielectric constant", "value": "4.5", "unit": "", "condition": "at 1 kHz"}, {"property name": "dielectric properties", "value": "", "unit": "", "condition": ""}, {"property name": "value", "value": "", "unit": "", "condition": ""}, {"property name": "suitable for applications", "value": "", "unit": "", "condition": "in electronics and capacitive devices"}, {"property name": "valuable", "value": "", "unit": "", "condition": "in energy storage and electronic components"}]}]], "include_properties": ["etc"]}, {"idx": 5, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) Schematic of a typical simulation box consists of a graphene\npiston, saline water with potassium and chloride ions, membrane (MOF,\ngraphene/MoS<sub>2</sub>), and fresh water section. (b) Chemical structure\nof HAB-derived 2D MOFs. In our simulations, M is nickel or copper\natoms. (c) Detailed view of a repeating unit of Ni/Cu-HAB MOF. The\npore diameter is measured to be approximately 8 Å. For multiple\nlayers membranes, the distance between each layer is 3.19 Å,\nand all layers are fully aligned.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"nl9b03225_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  (a) Schematic of a typical simulation box consists of a graphene piston, saline water with potassium and chloride ions, membrane (MOF, graphene/MoS2), and fresh water section. (b) Chemical structure of HAB-derived 2D MOFs. In our simulations, M is nickel or copper atoms. (c) Detailed view of a repeating unit of Ni/Cu-HAB MOF. The pore diameter is measured to be approximately 8 Å. For multiple layers membranes, the distance between each layer is 3.19 Å, and all layers are fully aligned.   ", "data": null, "include_properties": null}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) Water flux as a function of the applied pressure for\nsingle-/double-layer\nMOF membranes and graphene/MoS<sub>2</sub> membranes with one similar\nsize pores. (b) Filtered water molecule with respect to simulation\ntime of single-layer Ni-HAB MOF membrane. (c) Ion rejection efficiency\nof different membranes as a function of the applied pressure. MOF\nwith different layers are shown. (d) Water flux and ion rejection\nof Ni/Cu-HAB MOF membranes with respect to number of layers under\n100 MPa external pressure.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"nl9b03225_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  (a) Water flux as a function of the applied pressure for single-/double-layer MOF membranes and graphene/MoS2 membranes with one similar size pores. (b) Filtered water molecule with respect to simulation time of single-layer Ni-HAB MOF membrane. (c) Ion rejection efficiency of different membranes as a function of the applied pressure. MOF with different layers are shown. (d) Water flux and ion rejection of Ni/Cu-HAB MOF membranes with respect to number of layers under 100 MPa external pressure.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) Water density with respect to the distance to the\ncenter of\nthe pore for single-layer MOF and graphene/MoS<sub>2</sub> under 100\nMPa hydraulic pressure. (b) Water molecules velocity with respect\nto the distance to the center of the pore for single-layer Ni-HAB\nand graphene/MoS<sub>2</sub> under 100 MPa hydraulic pressure.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"nl9b03225_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  (a) Water density with respect to the distance to the center of the pore for single-layer MOF and graphene/MoS2 under 100 MPa hydraulic pressure. (b) Water molecules velocity with respect to the distance to the center of the pore for single-layer Ni-HAB and graphene/MoS2 under 100 MPa hydraulic pressure.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) Water molecules trajectories near one of\nthe pores of a single-layer\nMOF membrane, under 100 MPa hydraulic pressure. (b) Water molecules\ntrajectories near a graphene membrane pore, under 100 MPa hydraulic\npressure. (c) Water density with respect to the distance from the\nmembranes in saline water section. (d) Two major water desalination\nperformance indicators (water permeation and ion rejection rate) of\ndifferent membranes. The unit used for water permeation rate is L/cm<sup>2</sup>/day/MPa for the sake of standardized comparison.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"nl9b03225_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  (a) Water molecules trajectories near one of the pores of a single-layer MOF membrane, under 100 MPa hydraulic pressure. (b) Water molecules trajectories near a graphene membrane pore, under 100 MPa hydraulic pressure. (c) Water density with respect to the distance from the membranes in saline water section. (d) Two major water desalination performance indicators (water permeation and ion rejection rate) of different membranes. The unit used for water permeation rate is L/cm2/day/MPa for the sake of standardized comparison.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acs.nanolett.9b03225", "title": null, "journal": "American Chemical Society", "date": "2019.10", "author_list": ["Cao\nZhonglin", "Liu\nVincent", "Barati Farimani\nAmir"]}}