{"filepath": "../L2M3_data/1_application_papers/acs_xml/nn0c07292.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>Recently,\nintrinsically conductive metal–organic frameworks\n(MOFs) have demonstrated promising performance in fast-charging energy\nstorage applications and may outperform some current electrode materials\n(<italic toggle=\"yes\">e.g.</italic>, porous carbons) for supercapacitors in terms\nof both gravimetric and volumetric capacitance. In this report, we\nexamine the mechanism of high capacitance in a nickel hexaaminobenzene-based\nMOF (NiHAB). Using a combination of <italic toggle=\"yes\">in situ</italic> Raman\nand X-ray absorption spectroscopies, as well as detailed electrochemical\nstudies in a series of aqueous electrolytes, we demonstrate that the\ncharge storage mechanism is, in fact, a pH-dependent surface pseudocapacitance,\nand unlike typical inorganic systems, where transition metals change\noxidation state during charge/discharge cycles, NiHAB redox activity\nis ligand-centered.</p>", "clean_text": "Recently, intrinsically conductive metal-organic frameworks (MOFs) have demonstrated promising performance in fast-charging energy storage applications and may outperform some current electrode materials (e.g., porous carbons) for supercapacitors in terms of both gravimetric and volumetric capacitance. In this report, we examine the mechanism of high capacitance in a nickel hexaaminobenzene-based MOF (NiHAB). Using a combination of in situ Raman and X-ray absorption spectroscopies, as well as detailed electrochemical studies in a series of aqueous electrolytes, we demonstrate that the charge storage mechanism is, in fact, a pH-dependent surface pseudocapacitance, and unlike typical inorganic systems, where transition metals change oxidation state during charge/discharge cycles, NiHAB redox activity is ligand-centered.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>Supercapacitors\noffer power\ndensities that are at least an order of magnitude higher than those\nof batteries, yet supercapacitor energy densities lag behind. There are two distinct subclasses of supercapacitors that are differentiated\nbased on their charge storage mechanisms: (i) electrical double layer\ncapacitors (EDLCs) and (ii) pseudocapacitiors. The former rely on charge separation in\nthe electrical double layer formed at a polarized electrode surface\nin the presence of electrolyte, and therefore, stored charge is proportional\nto accessible surface area. Thus, materials with high specific surface\narea can benefit the most from EDL capacitance (<italic toggle=\"yes\">e.g.</italic>, porous carbons with &gt;1000 m<sup>2</sup>/g are state-of-art electrode\nmaterials in commercial supercapacitors). EDL capacitance is a physical mechanismthere are no redox\nprocesses involved. Hence, EDL capacitance can offer fast charging\nand exceptional cycling stability characterized by no performance\ndegradation after tens and even hundreds of thousands of cycles. The\nprimary drawback is the limited capacitance (and therefore energy\ndensity) this mechanism offers, with the highest performing EDL capacitors\nreaching 150–200 F/g.</p>", "clean_text": "Supercapacitors offer power densities that are at least an order of magnitude higher than those of batteries, yet supercapacitor energy densities lag behind. There are two distinct subclasses of supercapacitors that are differentiated based on their charge storage mechanisms: (i) electrical double layer capacitors (EDLCs) and (ii) pseudocapacitiors. The former rely on charge separation in the electrical double layer formed at a polarized electrode surface in the presence of electrolyte, and therefore, stored charge is proportional to accessible surface area. Thus, materials with high specific surface area can benefit the most from EDL capacitance (e.g., porous carbons with >1000 m2/g are state-of-art electrode materials in commercial supercapacitors). EDL capacitance is a physical mechanismthere are no redox processes involved. Hence, EDL capacitance can offer fast charging and exceptional cycling stability characterized by no performance degradation after tens and even hundreds of thousands of cycles. The primary drawback is the limited capacitance (and therefore energy density) this mechanism offers, with the highest performing EDL capacitors reaching 150-200 F/g.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>Pseudocapacitors, on the other\nhand, utilize fast, reversible redox\nreactions to store charge. Depending on whether the redox reactions\ntake place at the materials’ surface or in the bulk, pseudocapacitive\ncharge storage mechanisms additionally differentiate into the two\ncorresponding subgroups of surface and intercalation pseudocapacitance. Both pseudocapacitive mechanisms can offer capacitance\nup to 10 times higher than that of EDLCs. However,\ntypical pseudocapacitive materials, such as transition metal oxides\n(<italic toggle=\"yes\">e.g.</italic>, RuO<sub>2</sub>) and/or conducting\npolymers (<italic toggle=\"yes\">e.g.</italic>, polyaniline), are often high in price and/or suffer from poor cycling stability.\nTherefore, the search for next generation materials and the design\nof composite electrode architectures continues in an effort to circumvent\nthe aforementioned material limitations. An ideal electrode material needs to possess the following characteristics\nto realize high capacitance (and hence, high energy density) combined\nwith fast charging: (i) a high density of redox-active sites, (ii)\ngood electrical conductivity that enables fast charge transport, and\n(iii) good accessibility of ions to each redox-active site. All of\nthese characteristics are equally important.</p>", "clean_text": "Pseudocapacitors, on the other hand, utilize fast, reversible redox reactions to store charge. Depending on whether the redox reactions take place at the materials' surface or in the bulk, pseudocapacitive charge storage mechanisms additionally differentiate into the two corresponding subgroups of surface and intercalation pseudocapacitance. Both pseudocapacitive mechanisms can offer capacitance up to 10 times higher than that of EDLCs. However, typical pseudocapacitive materials, such as transition metal oxides (e.g., RuO2) and/or conducting polymers (e.g., polyaniline), are often high in price and/or suffer from poor cycling stability. Therefore, the search for next generation materials and the design of composite electrode architectures continues in an effort to circumvent the aforementioned material limitations. An ideal electrode material needs to possess the following characteristics to realize high capacitance (and hence, high energy density) combined with fast charging: (i) a high density of redox-active sites, (ii) good electrical conductivity that enables fast charge transport, and (iii) good accessibility of ions to each redox-active site. All of these characteristics are equally important.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Metal–organic\nframeworks (MOFs) are porous solids that offer\na high degree of structural and chemical tunability through judicious\nselection of constituent organic and inorganic building blocks. High specific surface areas and built-in redox-active sites make\nMOFs promising candidates for high-performance energy storage. Sufficient electrical conductivity is one of the necessary requirements\nfor fast charge storage and application in supercapacitors. However, as most MOFs lack electrical conductivity, their applications\nin energy storage have been mostly limited to slow-charging batteries. Recently, the synthesis of several dozen conductive\nMOFs with electrical conductivities ranging from 0.01 to ∼1600\nS/cm have been reported. In such MOFs, high\nelectrical conductivities are achieved through favorable spatial and\nenergetic overlap of ligand and adjacent transition metal orbitals. The number of conductive MOFs can be further\nincreased if extrinsically conductive frameworks are also considered,\nin which conductivity is generated through guest molecules or chains\nof conductive polymers encapsulated within the MOF’s pores.\n</p>", "clean_text": "Metal-organic frameworks (MOFs) are porous solids that offer a high degree of structural and chemical tunability through judicious selection of constituent organic and inorganic building blocks. High specific surface areas and built-in redox-active sites make MOFs promising candidates for high-performance energy storage. Sufficient electrical conductivity is one of the necessary requirements for fast charge storage and application in supercapacitors. However, as most MOFs lack electrical conductivity, their applications in energy storage have been mostly limited to slow-charging batteries. Recently, the synthesis of several dozen conductive MOFs with electrical conductivities ranging from 0.01 to ~1600 S/cm have been reported. In such MOFs, high electrical conductivities are achieved through favorable spatial and energetic overlap of ligand and adjacent transition metal orbitals. The number of conductive MOFs can be further increased if extrinsically conductive frameworks are also considered, in which conductivity is generated through guest molecules or chains of conductive polymers encapsulated within the MOF's pores. ", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>Initial demonstration of the promising\nperformance of a conductive\nMOF for high power energy storage was shown by Dincă and co-workers,\nwhere performance comparable to that of state-of-art industrial supercapacitor\nmaterials (porous activated carbons) was achieved. Follow-up reports showed that MOF capacitive performance\ncould be further improved by modifying the ligand: smaller conjugated\nligands such as hexaaminobenzene provided improved capacitive performance. Yet, as conductive MOFs are an emerging class\nof materials for supercapacitors, our understanding of the charge\nstorage mechanism in these systems is still developing. This constitutes\nan important research direction as knowledge of the charge storage\nmechanism allows deduction of the factors affecting the system’s\nelectrochemical response, which, in turn, provides insight for pushing\nperformance to further heights and establishes guidelines into future\nmaterial design.</p>", "clean_text": "Initial demonstration of the promising performance of a conductive MOF for high power energy storage was shown by Dincă and co-workers, where performance comparable to that of state-of-art industrial supercapacitor materials (porous activated carbons) was achieved. Follow-up reports showed that MOF capacitive performance could be further improved by modifying the ligand: smaller conjugated ligands such as hexaaminobenzene provided improved capacitive performance. Yet, as conductive MOFs are an emerging class of materials for supercapacitors, our understanding of the charge storage mechanism in these systems is still developing. This constitutes an important research direction as knowledge of the charge storage mechanism allows deduction of the factors affecting the system's electrochemical response, which, in turn, provides insight for pushing performance to further heights and establishes guidelines into future material design.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>In this study, we probe the origins of the\nhigh capacitance demonstrated\nby the MOF Ni<sub>3</sub>(hexaaminobenzene)<sub>2</sub> (NiHAB). Using\na combination of <italic toggle=\"yes\">in situ</italic> Raman and X-ray absorption\nspectroscopies, as well as detailed electrochemical studies in a series\nof aqueous electrolytes, we demonstrate that the charge storage mechanism\nis, in fact, predominantly pseudocapacitance, and unlike typical inorganic\nsystems, where transition metals change oxidation state during charge/discharge\ncycles, hexaaminobenezene-based MOF redox activity is ligand-centered.\nOf equal importance is the observation of the external surface nature\nof the pseudocapacitance, as it demonstrates that, in contrast to\nearlier claims, there is no ion accessibility of MOF internal pores.</p>", "clean_text": "In this study, we probe the origins of the high capacitance demonstrated by the MOF Ni3(hexaaminobenzene)2 (NiHAB). Using a combination of in situ Raman and X-ray absorption spectroscopies, as well as detailed electrochemical studies in a series of aqueous electrolytes, we demonstrate that the charge storage mechanism is, in fact, predominantly pseudocapacitance, and unlike typical inorganic systems, where transition metals change oxidation state during charge/discharge cycles, hexaaminobenezene-based MOF redox activity is ligand-centered. Of equal importance is the observation of the external surface nature of the pseudocapacitance, as it demonstrates that, in contrast to earlier claims, there is no ion accessibility of MOF internal pores.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["property"], "content": "<title>Results\nand Discussion</title><p>A typical cyclic voltammogram of NiHAB in\nbasic solution is shown\nin a. It is\ncharacterized by a symmetric butterfly shape and a capacitance consistent\nwith previously reported values of about 400 F/g. A clear deviation from the rectangular shape expected for\na purely EDL-based capacitive mechanism indicates substantial contributions\nfrom redox-based charge storage. The contribution of the double layer\nis small as the specific surface area of the MOF is low, about 100\nm<sup>2</sup>/g (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsnano.0c07292/suppl_file/nn0c07292_si_001.pdf\" xlink:type=\"simple\">Figure S2</ext-link>), which would\nonly account for &lt;5% of the capacitance in the material (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsnano.0c07292/suppl_file/nn0c07292_si_001.pdf\" xlink:type=\"simple\">Supporting Information</ext-link>).</p>", "clean_text": "Results and Discussion\n\nA typical cyclic voltammogram of NiHAB in basic solution is shown in a. It is characterized by a symmetric butterfly shape and a capacitance consistent with previously reported values of about 400 F/g. A clear deviation from the rectangular shape expected for a purely EDL-based capacitive mechanism indicates substantial contributions from redox-based charge storage. The contribution of the double layer is small as the specific surface area of the MOF is low, about 100 m2/g (Figure S2), which would only account for <5% of the capacitance in the material (see Supporting Information).", "data": null, "include_properties": null}, {"idx": 8, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>\n<italic toggle=\"yes\">In situ</italic> studies of the NiHAB charge storage mechanism\ncarried out in 1 M aqueous KOH. (a) Typical cyclic voltammetry profile\ncollected at 1 mV/s. Corresponding markers relate to the potential\npoints collected during <italic toggle=\"yes\">in situ</italic> Raman (circles) and\nXAS (diamonds) experiments. (b) Electrochemical <italic toggle=\"yes\">in situ</italic> Raman spectra collected at different points of the charge/discharge\ncycle. (c) Electrochemical <italic toggle=\"yes\">in situ</italic> XAS data: Ni K-edge\nX-ray absorption near-edge structure spectra collected between −0.25\nand −0.75 V <italic toggle=\"yes\">vs</italic> Ag/AgCl. (d) N 1s XPS spectra\nof a typical NiHAB. (e) Schematics of forms of ligand present in NiHAB\nsamples studied in this work. (f) Proposed electrochemical reaction\nbased on knowledge of the local environments of N atoms within HAB\nligands.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"nn0c07292_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1   In situ studies of the NiHAB charge storage mechanism carried out in 1 M aqueous KOH. (a) Typical cyclic voltammetry profile collected at 1 mV/s. Corresponding markers relate to the potential points collected during in situ Raman (circles) and XAS (diamonds) experiments. (b) Electrochemical in situ Raman spectra collected at different points of the charge/discharge cycle. (c) Electrochemical in situ XAS data: Ni K-edge X-ray absorption near-edge structure spectra collected between -0.25 and -0.75 V vs Ag/AgCl. (d) N 1s XPS spectra of a typical NiHAB. (e) Schematics of forms of ligand present in NiHAB samples studied in this work. (f) Proposed electrochemical reaction based on knowledge of the local environments of N atoms within HAB ligands.   ", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<p>To probe the origin of the redox\nprocess occurring during electrochemical\ncycling, we performed both <italic toggle=\"yes\">in situ</italic> and <italic toggle=\"yes\">ex\nsitu</italic> experiments. First, we performed <italic toggle=\"yes\">in situ</italic> Raman spectroscopy, which is frequently used to track changes in\nredox and conformational states of components of conductive polymers\nat different charge/discharge states (b). A clear evolution of the spectra in the\nregion from 1400 to 1600 cm<sup>–1</sup> is observed. This\nfrequency region in organic materials corresponds to benzene-ring-related\nvibrations. For the NiHAB MOF structure,\nit is fair to assume that reducing potentials during charging results\nin the partial reduction of the ligand within the MOF structure. However,\nit is difficult to speculate whether or not the metal center is also\nchanging its oxidation state upon charge based solely on these data.\nPreviously, we performed <italic toggle=\"yes\">ex situ</italic> X-ray photoemission\nspectroscopy (XPS) measurements of NiHAB samples charged at different\npotentials that indicated that the Ni oxidation state remains unchanged. However, due to the <italic toggle=\"yes\">ex situ</italic> nature of the experiment as well as the possibility of self-discharge\nduring sample transfer to the XPS chamber, we carried out <italic toggle=\"yes\">in situ</italic> X-ray absorption spectroscopy (XAS) measurements\nto directly probe the Ni oxidation state during charge–discharge\ncycles.</p>", "clean_text": "To probe the origin of the redox process occurring during electrochemical cycling, we performed both in situ and ex situ experiments. First, we performed in situ Raman spectroscopy, which is frequently used to track changes in redox and conformational states of components of conductive polymers at different charge/discharge states (b). A clear evolution of the spectra in the region from 1400 to 1600 cm-1 is observed. This frequency region in organic materials corresponds to benzene-ring-related vibrations. For the NiHAB MOF structure, it is fair to assume that reducing potentials during charging results in the partial reduction of the ligand within the MOF structure. However, it is difficult to speculate whether or not the metal center is also changing its oxidation state upon charge based solely on these data. Previously, we performed ex situ X-ray photoemission spectroscopy (XPS) measurements of NiHAB samples charged at different potentials that indicated that the Ni oxidation state remains unchanged. However, due to the ex situ nature of the experiment as well as the possibility of self-discharge during sample transfer to the XPS chamber, we carried out in situ X-ray absorption spectroscopy (XAS) measurements to directly probe the Ni oxidation state during charge-discharge cycles.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["property"], "content": "<p>\n<italic toggle=\"yes\">In situ</italic> Ni K-edge XAS measurements\nwere performed\nduring cyclic voltammetry (CV) with a potential scan rate of 1 mV/s\nin the potential range from −0.75 to −0.25 V <italic toggle=\"yes\">vs</italic> Ag/AgCl, utilizing a pouch-type three-electrode cell\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsnano.0c07292/suppl_file/nn0c07292_si_001.pdf\" xlink:type=\"simple\">Figure S3a</ext-link>). CVs collected in the <italic toggle=\"yes\">in situ</italic> cell are shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsnano.0c07292/suppl_file/nn0c07292_si_001.pdf\" xlink:type=\"simple\">Figure S3b</ext-link>. c shows\nthe Ni K-edge X-ray absorption near-edge structure (XANES) spectra\nat different potentials during CV. All of the spectra have a distinct,\nweak pre-edge peak (“A”) at 8334 eV, a relatively strong,\nsecond pre-edge peak (“B”) at 8340 eV, and a strong\nmain absorption peak (“C”) at 8351 eV. Peak A is assigned\nto the dipole-forbidden but quadrupole-allowed transition 1s →\n3d, which signals 3d and 4p orbital hybridization of the Ni central\natoms. Peak B is associated with the\ntransition from 1s to 4p<sub>\n<italic toggle=\"yes\">z</italic>\n</sub> orbitals typical\nfor four-coordinate, square-planar Ni complexes, whereas peak\nC is the dipole-allowed transition of 1s electrons to unoccupied Ni\n4p states. As can be seen from c, all XAS spectra overlap perfectly, indicating a\nlack of changes in the Ni oxidation state upon charge and discharge\nwithin the operational potential range. To confirm the lack of Ni\noxidation state changes, we also obtained XAS spectra in the steady\nstate to rule out possible undesired reaction delays in the window\nregion in the <italic toggle=\"yes\">in situ</italic> cell, a problem previously\nreported in the battery research community. In this type of measurement, the applied potential during CV was\nheld constant until a steady-state current was attained before and\nduring the XAS measurement. Again, no spectral changes were observed\nat any of the potentials tested (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsnano.0c07292/suppl_file/nn0c07292_si_001.pdf\" xlink:type=\"simple\">Figure S3c,d</ext-link>). By comparing the edge energy position derived by the integral\nmethod with Ni-oxide reference materials (NiO and LiNiO<sub>2</sub>; <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsnano.0c07292/suppl_file/nn0c07292_si_001.pdf\" xlink:type=\"simple\">Figure S4</ext-link>), the nominal Ni oxidation\nstate is estimated as +2.5. Thus, we confirm that the pseudocapacitive\nmechanism of the charge storage for the NiHAB MOF is based on reversible\nredox reactions related to the conjugated ligand. It is important\nto note that even though Ni does not change its oxidation state during\ncycling, the transition metal cations play two important ancillary\nroles in the electrochemical response of the HAB MOF. First, they\nprevent solubilization of the ligand. Second, they define materials’\nelectronic structure and the position (potential) of the redox peaks\nas can be seen by comparison of the respective electrochemical response\nof the isostructural CuHAB MOF.\n</p>", "clean_text": " In situ Ni K-edge XAS measurements were performed during cyclic voltammetry (CV) with a potential scan rate of 1 mV/s in the potential range from -0.75 to -0.25 V vs Ag/AgCl, utilizing a pouch-type three-electrode cell (Figure S3a). CVs collected in the in situ cell are shown in Figure S3b. c shows the Ni K-edge X-ray absorption near-edge structure (XANES) spectra at different potentials during CV. All of the spectra have a distinct, weak pre-edge peak (\"A\") at 8334 eV, a relatively strong, second pre-edge peak (\"B\") at 8340 eV, and a strong main absorption peak (\"C\") at 8351 eV. Peak A is assigned to the dipole-forbidden but quadrupole-allowed transition 1s → 3d, which signals 3d and 4p orbital hybridization of the Ni central atoms. Peak B is associated with the transition from 1s to 4p z  orbitals typical for four-coordinate, square-planar Ni complexes, whereas peak C is the dipole-allowed transition of 1s electrons to unoccupied Ni 4p states. As can be seen from c, all XAS spectra overlap perfectly, indicating a lack of changes in the Ni oxidation state upon charge and discharge within the operational potential range. To confirm the lack of Ni oxidation state changes, we also obtained XAS spectra in the steady state to rule out possible undesired reaction delays in the window region in the in situ cell, a problem previously reported in the battery research community. In this type of measurement, the applied potential during CV was held constant until a steady-state current was attained before and during the XAS measurement. Again, no spectral changes were observed at any of the potentials tested (Figure S3c,d). By comparing the edge energy position derived by the integral method with Ni-oxide reference materials (NiO and LiNiO2; Figure S4), the nominal Ni oxidation state is estimated as +2.5. Thus, we confirm that the pseudocapacitive mechanism of the charge storage for the NiHAB MOF is based on reversible redox reactions related to the conjugated ligand. It is important to note that even though Ni does not change its oxidation state during cycling, the transition metal cations play two important ancillary roles in the electrochemical response of the HAB MOF. First, they prevent solubilization of the ligand. Second, they define materials' electronic structure and the position (potential) of the redox peaks as can be seen by comparison of the respective electrochemical response of the isostructural CuHAB MOF. ", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["property"], "content": "<p>As the redox reaction is ligand-based, it is important to better\nunderstand its state in the as-synthesized MOF. To this end, we performed\na number of XPS measurements in the N 1s region that allowed us to\nidentify and quantify the specific nitrogen bonding environments present\nin the MOF (d). These N 1s XPS spectra show that nitrogen in the ligand is present\nin a combination of states in the following ratio: 75% quinoid nitrogen\n(−N) and 25% benzenoid nitrogen (−NH−). Based on these XPS data, the original state\nof the ligand in pristine NiHAB MOF can be represented as 25% of motif\n“A” (Ni<sub>1.5</sub>C<sub>6</sub>N<sub>6</sub>H<sub>3</sub>) and 75% of motif “B” (Ni<sub>1.5</sub>C<sub>6</sub>N<sub>6</sub>H<sub>5</sub>) (e). Therefore, we propose that the electrochemical\nprocess responsible for the promising capacitive response of NiHAB\nis related to electroreduction of the quinoid nitrogen to benzenoid\nnitrogen. Assuming a complete reduction of the ligand to hexaaminobenzene,\nwe estimate that theoretically each Ni<sub>3</sub>C<sub>12</sub>N<sub>12</sub>H<sub>9</sub> can accept 8<italic toggle=\"yes\">e</italic>\n<sup>–</sup>. It is important to note that such electrochemical reduction generates\na negative charge on the ligand and will be compensated by external\ncations during charging. From the experimentally observed capacitance\nof 400 F/g, the voltage range of 0.5 V, and the capacity of 200 C/g\nmeasured herein, we calculate that each NiHAB unit (Ni<sub>3</sub>C<sub>12</sub>N<sub>12</sub>H<sub>9</sub>) accepts about 1<italic toggle=\"yes\">e</italic>\n<sup>–</sup> in the potential range between −0.25\nand −0.75 V, and specifically during this process, motif “A”\nget electrochemically reduced following the reaction shown in f. Hence, experimental\ncapacity constitutes 12.5% of the theoretical capacity. To examine\nthe reasons for this relatively low experimental capacity, we performed\nfurther studies on the charge storage mechanism of NiHAB in aqueous\nelectrolytes.</p>", "clean_text": "As the redox reaction is ligand-based, it is important to better understand its state in the as-synthesized MOF. To this end, we performed a number of XPS measurements in the N 1s region that allowed us to identify and quantify the specific nitrogen bonding environments present in the MOF (d). These N 1s XPS spectra show that nitrogen in the ligand is present in a combination of states in the following ratio: 75% quinoid nitrogen (-N) and 25% benzenoid nitrogen (-NH-). Based on these XPS data, the original state of the ligand in pristine NiHAB MOF can be represented as 25% of motif \"A\" (Ni1.5C6N6H3) and 75% of motif \"B\" (Ni1.5C6N6H5) (e). Therefore, we propose that the electrochemical process responsible for the promising capacitive response of NiHAB is related to electroreduction of the quinoid nitrogen to benzenoid nitrogen. Assuming a complete reduction of the ligand to hexaaminobenzene, we estimate that theoretically each Ni3C12N12H9 can accept 8e -. It is important to note that such electrochemical reduction generates a negative charge on the ligand and will be compensated by external cations during charging. From the experimentally observed capacitance of 400 F/g, the voltage range of 0.5 V, and the capacity of 200 C/g measured herein, we calculate that each NiHAB unit (Ni3C12N12H9) accepts about 1e - in the potential range between -0.25 and -0.75 V, and specifically during this process, motif \"A\" get electrochemically reduced following the reaction shown in f. Hence, experimental capacity constitutes 12.5% of the theoretical capacity. To examine the reasons for this relatively low experimental capacity, we performed further studies on the charge storage mechanism of NiHAB in aqueous electrolytes.", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<title>Surface <italic toggle=\"yes\">vs</italic> Bulk Pseudocapacitance in NiHAB</title><p>As discussed above, pseudocapacitive charge mechanisms are classified\ninto two types: surface and bulk pseudocapacitance. Surface\npseudocapacitance is characterized by redox processes that take place\nat the material’s surface; a classic example is that of hydrated\namorphous RuO<sub>2</sub>. In contrast,\nbulk pseudocapacitance is characterized by fast intercalation-induced\nredox processes, for example, those that can occur in T-Nb<sub>2</sub>O<sub>5</sub>.\n</p>", "clean_text": "Surface vs Bulk Pseudocapacitance in NiHAB\n\nAs discussed above, pseudocapacitive charge mechanisms are classified into two types: surface and bulk pseudocapacitance. Surface pseudocapacitance is characterized by redox processes that take place at the material's surface; a classic example is that of hydrated amorphous RuO2. In contrast, bulk pseudocapacitance is characterized by fast intercalation-induced redox processes, for example, those that can occur in T-Nb2O5. ", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<p>Knowledge of which mechanism\ndominates overall pseudocapacitance behavior can help to establish\nessential guidelines for improving the materials’ performance.\nFor surface-dominated processes, it would be important to maximize\nthe specific surface area of the material and decrease particle size,\nwhereas materials operating by the bulk mechanism might benefit from\nfaster ion diffusion through higher degrees of crystallinity. In order\nto differentiate between these two charge storage mechanisms in NiHAB,\nwe performed an electrochemical study using a series of bases having\ndifferent cation size, from lithium (diameter ∼0.9 Å),\nsmaller than the 7.4 Å pore, to the larger tetrahexylammonium\n(THA) cations (∼12 Å for a compact alkyl chain configuration)\nthat exceed the pore diameter of NiHAB (a schematically illustrates to scale relative\nsizes of the cations with respect to pore diameter). Cyclic voltammetry\nprofiles were collected in aqueous 1 M hydroxide solutions (b). Surprisingly,\nthe CV profiles and corresponding amounts of charge that can be stored\n(c) exhibited\nonly modest differences over the series of cations studied.</p>", "clean_text": "Knowledge of which mechanism dominates overall pseudocapacitance behavior can help to establish essential guidelines for improving the materials' performance. For surface-dominated processes, it would be important to maximize the specific surface area of the material and decrease particle size, whereas materials operating by the bulk mechanism might benefit from faster ion diffusion through higher degrees of crystallinity. In order to differentiate between these two charge storage mechanisms in NiHAB, we performed an electrochemical study using a series of bases having different cation size, from lithium (diameter ~0.9 Å), smaller than the 7.4 Å pore, to the larger tetrahexylammonium (THA) cations (~12 Å for a compact alkyl chain configuration) that exceed the pore diameter of NiHAB (a schematically illustrates to scale relative sizes of the cations with respect to pore diameter). Cyclic voltammetry profiles were collected in aqueous 1 M hydroxide solutions (b). Surprisingly, the CV profiles and corresponding amounts of charge that can be stored (c) exhibited only modest differences over the series of cations studied.", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) Schematic\nillustration of the sizes of the different cations\nrelative to the calculated pore size in NiHAB MOF. (b) Cyclic voltammetry\nprofiles collected in 1 M LiOH, NaOH, KOH, TBAOH, and THAOH at a scan\nrate of 1 mV/s. (c) Capacitance <italic toggle=\"yes\">vs</italic> scan rate plot\ncalculated from the CV profiles collected in different hydroxides\nat scan rates from 1 to 100 mV/s.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"nn0c07292_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  (a) Schematic illustration of the sizes of the different cations relative to the calculated pore size in NiHAB MOF. (b) Cyclic voltammetry profiles collected in 1 M LiOH, NaOH, KOH, TBAOH, and THAOH at a scan rate of 1 mV/s. (c) Capacitance vs scan rate plot calculated from the CV profiles collected in different hydroxides at scan rates from 1 to 100 mV/s.   ", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<p>This observation indicates that the majority of electrochemically\nactive sites that are accessible to Li<sup>+</sup>-ions are also sites\naccessible to the much larger THA<sup>+</sup> cations. The only possible\nexplanation for this observation is that charge storage predominantly\noccurs at the particle surface and not in the bulk, consistent with\nthe contention that ions do not access the pore space inside the nanoparticulate\nMOF. In order to further confirm the\nvalidity of this hypothesis, we performed a simple calculation of\nthe % of accessible redox-active sites <italic toggle=\"yes\">vs</italic> the NiHAB\nparticle size (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsnano.0c07292/suppl_file/nn0c07292_si_001.pdf\" xlink:type=\"simple\">Figure S5</ext-link>). As observed,\nexperimental capacitance constitutes 12.5% of the theoretical capacitance,\nand assuming that accessible redox-active sites are at the particle\nsurface, we approximate from <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsnano.0c07292/suppl_file/nn0c07292_si_001.pdf\" xlink:type=\"simple\">Figures S5</ext-link> that 12.5% of surface active sites would be observed for the particles\nwith a size of ∼25 nm. This number is in reasonable agreement\nwith the average particle size of approximately 30 nm determined by\npeak broadening analysis of the X-ray diffraction (XRD) patterns.\nThe lack of ion access to the interior pores of NiHAB would suggest\nthat through-pores are not present in this material, a possibility\nthat could occur in the case where adjacent 2D MOF layers are staggered.\nThis possibility is in agreement with recent EXAFS results reported\nby the Dincă group, consistent with a staggered interlayer\nconformation in NiHAB.\n</p>", "clean_text": "This observation indicates that the majority of electrochemically active sites that are accessible to Li+-ions are also sites accessible to the much larger THA+ cations. The only possible explanation for this observation is that charge storage predominantly occurs at the particle surface and not in the bulk, consistent with the contention that ions do not access the pore space inside the nanoparticulate MOF. In order to further confirm the validity of this hypothesis, we performed a simple calculation of the % of accessible redox-active sites vs the NiHAB particle size (Figure S5). As observed, experimental capacitance constitutes 12.5% of the theoretical capacitance, and assuming that accessible redox-active sites are at the particle surface, we approximate from Figures S5 that 12.5% of surface active sites would be observed for the particles with a size of ~25 nm. This number is in reasonable agreement with the average particle size of approximately 30 nm determined by peak broadening analysis of the X-ray diffraction (XRD) patterns. The lack of ion access to the interior pores of NiHAB would suggest that through-pores are not present in this material, a possibility that could occur in the case where adjacent 2D MOF layers are staggered. This possibility is in agreement with recent EXAFS results reported by the Dincă group, consistent with a staggered interlayer conformation in NiHAB. ", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<title>Effect of the\npH and Anion and Cation Identity</title><p>After\nevaluating the performance of NiHAB with electrolytes having different\ncations, we examined whether different anions would play a more significant\nrole on the electrochemical response of the system. To this end, we\nperformed CV of NiHAB in electrolyte solutions containing either KF,\nKBr, or KCHOO and compared these results with those obtained with\nKOH. As shown in a, the signature redox features of NiHAB in aqueous KOH are replaced\nby rectangular-shaped CVs when using KF, KBr, and KCHOO electrolytes.</p>", "clean_text": "Effect of the pH and Anion and Cation Identity\n\nAfter evaluating the performance of NiHAB with electrolytes having different cations, we examined whether different anions would play a more significant role on the electrochemical response of the system. To this end, we performed CV of NiHAB in electrolyte solutions containing either KF, KBr, or KCHOO and compared these results with those obtained with KOH. As shown in a, the signature redox features of NiHAB in aqueous KOH are replaced by rectangular-shaped CVs when using KF, KBr, and KCHOO electrolytes.", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>pH dependence\nof the NiHAB electrochemical response. (a) Typical\nCV profiles collected in 1 M KOH, 1 M KCHOO, 1 M KBr, and 1 M KF at\n1 mV/s. (b) CV profiles collected in sodium phosphate buffered solutions\nwith pH ranging from 7 to 14.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"nn0c07292_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  pH dependence of the NiHAB electrochemical response. (a) Typical CV profiles collected in 1 M KOH, 1 M KCHOO, 1 M KBr, and 1 M KF at 1 mV/s. (b) CV profiles collected in sodium phosphate buffered solutions with pH ranging from 7 to 14.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<p>There are two possible origins of the distinct redox behavior of\nNiHAB MOFs in KOH: (i) it is specifically related to the hydroxyl\nanion, or (ii) it is dependent on the pH of the electrolyte. In order\nto establish which scenario is responsible for observed behavior,\nwe collected CV data in a basic, hydroxyl-free, nonaqueous solution\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsnano.0c07292/suppl_file/nn0c07292_si_001.pdf\" xlink:type=\"simple\">Figure S6</ext-link>): 1 M lithium isopropoxide dissolved\nin THF. When the results were compared with those obtained in 1 M\nKOH (a), in\nhydroxyl-free, basic solution, the same characteristic profile was\nreproduced, indicating that the material’s signature redox\nbehavior is not specific to the hydroxyl anion.</p>", "clean_text": "There are two possible origins of the distinct redox behavior of NiHAB MOFs in KOH: (i) it is specifically related to the hydroxyl anion, or (ii) it is dependent on the pH of the electrolyte. In order to establish which scenario is responsible for observed behavior, we collected CV data in a basic, hydroxyl-free, nonaqueous solution (Figure S6): 1 M lithium isopropoxide dissolved in THF. When the results were compared with those obtained in 1 M KOH (a), in hydroxyl-free, basic solution, the same characteristic profile was reproduced, indicating that the material's signature redox behavior is not specific to the hydroxyl anion.", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<p>To further explore\nthis hypothesis, the electrochemical response\nof NiHAB was probed in sodium phosphate buffered solutions with pH\nranging from 7 to 14; this way the cation and anion are kept the same.\nAs can be seen from the CVs shown in b, a distinct dependence of electrochemical\nresponse on electrolyte pH is observed. A gradual evolution of the\npronounced redox features to nearly rectangular-shaped CVs occurs\nupon changing the pH from basic to neutral values. As the nitrogen-containing\ngroups of the ligand can be protonated and deprotonated at the external\nNiHAB surface, this result is consistent with the ligand-based redox\neffects in this MOF.</p>", "clean_text": "To further explore this hypothesis, the electrochemical response of NiHAB was probed in sodium phosphate buffered solutions with pH ranging from 7 to 14; this way the cation and anion are kept the same. As can be seen from the CVs shown in b, a distinct dependence of electrochemical response on electrolyte pH is observed. A gradual evolution of the pronounced redox features to nearly rectangular-shaped CVs occurs upon changing the pH from basic to neutral values. As the nitrogen-containing groups of the ligand can be protonated and deprotonated at the external NiHAB surface, this result is consistent with the ligand-based redox effects in this MOF.", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>MOF-based electrode\nmaterials behave quite differently from their\npurely inorganic counterparts, where redox activity is predominantly\nbased on changes in the transition metal oxidation state. For the\nNiHAB system studied herein, redox behavior is in many ways reminiscent\nof that of conductive polymers, where the organic polymer backbone\nactively participates in redox changes. This contention is supported\nby <italic toggle=\"yes\">in situ</italic> XAS data that unambiguously show a lack\nof transition metal redox activity during charge/discharge cycles. <italic toggle=\"yes\">In situ</italic> Raman spectroscopy demonstrates that, during charge/discharge\ncycles, there is a clear, reversible change in the region attributed\nto the ring-related vibrations, signifying transitions of the ligand\nto semiquinoid form upon reduction. Moreover, we establish that the\ncharge storage mechanism for NiHAB is a surface pseudocapacitance,\nwhere charge is stored through reversible redox reactions involving\nthe ligands at the particle external surface. We also demonstrate\nthat the electrochemical response of NiHAB is pH-dependent: the use\nof basic electrolytes results in pronounced redox features, whereas\nin neutral electrolytes, the CV profile has a rectangular shape and\nexhibits much lower capacitance. The signature redox behavior of NiHAB\nis also reproduced if organic base is used in nonaqueous electrolytes.</p>", "clean_text": "Conclusions\n\nMOF-based electrode materials behave quite differently from their purely inorganic counterparts, where redox activity is predominantly based on changes in the transition metal oxidation state. For the NiHAB system studied herein, redox behavior is in many ways reminiscent of that of conductive polymers, where the organic polymer backbone actively participates in redox changes. This contention is supported by in situ XAS data that unambiguously show a lack of transition metal redox activity during charge/discharge cycles. In situ Raman spectroscopy demonstrates that, during charge/discharge cycles, there is a clear, reversible change in the region attributed to the ring-related vibrations, signifying transitions of the ligand to semiquinoid form upon reduction. Moreover, we establish that the charge storage mechanism for NiHAB is a surface pseudocapacitance, where charge is stored through reversible redox reactions involving the ligands at the particle external surface. We also demonstrate that the electrochemical response of NiHAB is pH-dependent: the use of basic electrolytes results in pronounced redox features, whereas in neutral electrolytes, the CV profile has a rectangular shape and exhibits much lower capacitance. The signature redox behavior of NiHAB is also reproduced if organic base is used in nonaqueous electrolytes.", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<title>Methods</title><title>Electrode Fabrication Procedure</title><title>MOF\nElectrodes</title><p>The NiHAB was synthesized following\nthe procedure in the previous reports. Phase purity\nwas confirmed by XRD (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsnano.0c07292/suppl_file/nn0c07292_si_001.pdf\" xlink:type=\"simple\">Figure S1</ext-link>). Free-standing\ncomposite electrodes were prepared in the following way: first, NiHAB\npowder, PTFE binder solution (60 wt % in H<sub>2</sub>O (Aldrich)),\nand carbon black powder were ground together in an agate mortar and\nwith excess ethanol (200 proof, Sigma-Aldrich) until a homogeneous\nslurry was formed. The ratios between components were calculated so\nthat resulting electrodes contained 90 wt % HAB MOF, 5 wt % PTFE,\nand 5 wt % carbon black. After evaporation of ethanol in ambient conditions,\nthe dried slurry was transferred onto a glass surface with a few ethanol\ndrops added and then subjected to mechanical processing: kneading\nwas repeated with a stainless-steel spatula until the powder particles\nstarted to stick together before finally being rolled into a free-standing\nfilm.</p>", "clean_text": "Methods\n\nElectrode Fabrication Procedure\n\nMOF Electrodes\n\nThe NiHAB was synthesized following the procedure in the previous reports. Phase purity was confirmed by XRD (Figure S1). Free-standing composite electrodes were prepared in the following way: first, NiHAB powder, PTFE binder solution (60 wt % in H2O (Aldrich)), and carbon black powder were ground together in an agate mortar and with excess ethanol (200 proof, Sigma-Aldrich) until a homogeneous slurry was formed. The ratios between components were calculated so that resulting electrodes contained 90 wt % HAB MOF, 5 wt % PTFE, and 5 wt % carbon black. After evaporation of ethanol in ambient conditions, the dried slurry was transferred onto a glass surface with a few ethanol drops added and then subjected to mechanical processing: kneading was repeated with a stainless-steel spatula until the powder particles started to stick together before finally being rolled into a free-standing film.", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<title>Activated Carbon Counter Electrodes</title><p>Activated carbon\nfilm electrodes were prepared following the same procedure as used\nfor the MOF composite electrodes, but without any conductive additive.\nThe resulting electrode composition was 95 wt % of YP-50 activated\ncarbon and 5 wt % PTFE. The electrodes had a mass density per unit\narea of 10–25 mg cm<sup>–2</sup>.</p>", "clean_text": "Activated Carbon Counter Electrodes\n\nActivated carbon film electrodes were prepared following the same procedure as used for the MOF composite electrodes, but without any conductive additive. The resulting electrode composition was 95 wt % of YP-50 activated carbon and 5 wt % PTFE. The electrodes had a mass density per unit area of 10-25 mg cm-2.", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<title>\n<italic toggle=\"yes\">In\nSitu</italic> Raman Spectroscopy Measurements</title><p>Raman spectroscopy\nwas performed using Horiba XploRA+ confocal Raman\ninstrument. For <italic toggle=\"yes\">in situ</italic> spectra acquisition, the\nfollowing settings were used: 532 nm laser, 10× objective, 1%\nfilter, 250 s acquisition time. Experiments were conducted in an open\ncell using a three-electrode configuration: NiHAB on gold current\ncollector served as a working electrode, Ag/AgCl in 1 M KCl (CH Instruments)\nwas used as a reference electrode, and overcapacitive activated carbon\non a gold current collector served as a counter electrode. CV collected\nin the <italic toggle=\"yes\">in situ</italic> cell is shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsnano.0c07292/suppl_file/nn0c07292_si_001.pdf\" xlink:type=\"simple\">Figure S7</ext-link>.</p>", "clean_text": " In Situ Raman Spectroscopy Measurements\n\nRaman spectroscopy was performed using Horiba XploRA+ confocal Raman instrument. For in situ spectra acquisition, the following settings were used: 532 nm laser, 10× objective, 1% filter, 250 s acquisition time. Experiments were conducted in an open cell using a three-electrode configuration: NiHAB on gold current collector served as a working electrode, Ag/AgCl in 1 M KCl (CH Instruments) was used as a reference electrode, and overcapacitive activated carbon on a gold current collector served as a counter electrode. CV collected in the in situ cell is shown in Figure S7.", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<title>X-ray Photoemission Spectroscopy</title><p>XPS data were collected\nusing PHI VersaProbe 1 spectrometer. Collection parameters were selected\nas follows: X-ray beam diameter was set at 100.0 μm, and a source\nanalyzer angle of 45.0° was used. Data were averaged over four\ncollection points at different sample locations.</p>", "clean_text": "X-ray Photoemission Spectroscopy\n\nXPS data were collected using PHI VersaProbe 1 spectrometer. Collection parameters were selected as follows: X-ray beam diameter was set at 100.0 μm, and a source analyzer angle of 45.0° was used. Data were averaged over four collection points at different sample locations.", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<title>Electrochemical\nMeasurements</title><p>Electrochemical measurements\nwere performed in a 3-neck PFA Swagelok cell. A free-standing NiHAB\nelectrode was placed on a glassy carbon current collector and served\nas a working electrode. Overcapacitive activated carbon served as\na counter electrode. Leakless Ag/AgCl (eDAQ) was used as a reference\nelectrode and was calibrated against a standard Ag/AgCl in 1 M KCl\n(CH Instruments, Inc.) aqueous reference electrode. The potential\nwindow was selected to avoid irreversible reduction or oxidation of\nthe material that would lead to rapid degradation: the most positive\npotential was selected within ±50 mV from open-circuit potential\n(OCP), and the most negative potential was selected as follows: OCP\n−0.5 V <italic toggle=\"yes\">vs</italic> Ag/AgCl.</p>", "clean_text": "Electrochemical Measurements\n\nElectrochemical measurements were performed in a 3-neck PFA Swagelok cell. A free-standing NiHAB electrode was placed on a glassy carbon current collector and served as a working electrode. Overcapacitive activated carbon served as a counter electrode. Leakless Ag/AgCl (eDAQ) was used as a reference electrode and was calibrated against a standard Ag/AgCl in 1 M KCl (CH Instruments, Inc.) aqueous reference electrode. The potential window was selected to avoid irreversible reduction or oxidation of the material that would lead to rapid degradation: the most positive potential was selected within ±50 mV from open-circuit potential (OCP), and the most negative potential was selected as follows: OCP -0.5 V vs Ag/AgCl.", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<title>Gas Adsorption Analysis</title><p>Gas adsorption analysis was\nperformed using a 3Flex gas adsorption analyzer (Micromeritics, Norcross,\nGA, USA). NiHAB powder was first dried under reduced pressure (∼10\nmTorr) at 200 °C for 20 h in a gas sorption cell sealed with\na Micromeritics <italic toggle=\"yes\">TranSeal</italic> to prevent exposure to air\nduring sample cell transfer from the vacuum line to the instrument.\nThe sample was then transferred to the 3Flex, exposed to reduced pressure\n(10<sup>–6</sup> bar), and analyzed at 77 K with high-purity\n(&gt;99.999%) N<sub>2</sub>. The pore size distribution was estimated\nby fitting the experimental isotherm to a simulated nonlocal density\nfunctional theory model for pillared clays assuming cylindrical pores.\nA standard deviation of 0.094 cm<sup>3</sup>/g STP was achieved with\nthis model, the lowest deviation achievable among available simulation\nmodels.</p>", "clean_text": "Gas Adsorption Analysis\n\nGas adsorption analysis was performed using a 3Flex gas adsorption analyzer (Micromeritics, Norcross, GA, USA). NiHAB powder was first dried under reduced pressure (~10 mTorr) at 200 °C for 20 h in a gas sorption cell sealed with a Micromeritics TranSeal to prevent exposure to air during sample cell transfer from the vacuum line to the instrument. The sample was then transferred to the 3Flex, exposed to reduced pressure (10-6 bar), and analyzed at 77 K with high-purity (>99.999%) N2. The pore size distribution was estimated by fitting the experimental isotherm to a simulated nonlocal density functional theory model for pillared clays assuming cylindrical pores. A standard deviation of 0.094 cm3/g STP was achieved with this model, the lowest deviation achievable among available simulation models.", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["property"], "content": "<title>Powder X-ray Diffraction</title><p>Powder XRD was performed using\na Bruker D8 Advance (Bruker Corp., Billerica, USA) using a Cu Kα\nsource. The particle size was estimated with the Scherrer equation, using 0.9 as the dimensionless shape factor\nand using the fwhm of the tallest peak (7.754 in 2θ, fwhm =\n0.597054 in 2θ), yielding an estimated crystallite size of 31\nnm.</p>", "clean_text": "Powder X-ray Diffraction\n\nPowder XRD was performed using a Bruker D8 Advance (Bruker Corp., Billerica, USA) using a Cu Kα source. The particle size was estimated with the Scherrer equation, using 0.9 as the dimensionless shape factor and using the fwhm of the tallest peak (7.754 in 2θ, fwhm = 0.597054 in 2θ), yielding an estimated crystallite size of 31 nm.", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<title>\n<italic toggle=\"yes\">In Situ</italic> XAS Measurements</title><p>\n<italic toggle=\"yes\">In\nsitu</italic> Ni K-edge XAS measurements were performed at beamline\n8-ID (ISS) at the National Synchrotron Light Source II (NSLS-II) of\nthe Brookhaven National Laboratory (BNL). The spectroscopic data were\ncollected in both transmission mode and fluorescence mode with a passivated\nimplanted planar silicon (PIPS) detector in grazing incident geometry;\nthe PIPS detector was placed normal to the incident beam and at a\n45° angle to the sample. The Ni K-edge energy, 8333 eV, was calibrated\nusing the first inflection point of the edge region of a metallic\nNi foil recorded simultaneously during measurement. For the <italic toggle=\"yes\">in situ</italic> XAS measurement during electrochemical testing,\na three-electrode pouch-type cell was used (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsnano.0c07292/suppl_file/nn0c07292_si_001.pdf\" xlink:type=\"simple\">Figure S2</ext-link>). This cell consisted of a free-standing NiHAB electrode\nas the working electrode, Ag/AgCl as the reference electrode, activated\ncarbon as the counter electrode, a sheet of hydrophilic polypropylene\nas a separator, and a 1 M KOH aqueous electrolyte. In this study,\nXAS spectra were collected in two different measurement protocols:\n(1) <italic toggle=\"yes\">in situ</italic> measurement and (2) steady-state measurements.\nFor the <italic toggle=\"yes\">in situ</italic> measurements, XAS data were collected\ncontinuously during CV. Spectra were collected every 70 s, and 4–5\nspectra are merged to improve spectral quality. For the steady-state\nmeasurements, the applied potential during CV was held until a steady-state\ncurrent was attained before analysis by XAS during spectral acquisition\n(∼2 min). Each measurement took approximately 2.5 min (15 s\nper scan × 10 scans). XANES data were handled and processed using\nthe Demeter software package.\n</p>", "clean_text": " In Situ XAS Measurements\n\n In situ Ni K-edge XAS measurements were performed at beamline 8-ID (ISS) at the National Synchrotron Light Source II (NSLS-II) of the Brookhaven National Laboratory (BNL). The spectroscopic data were collected in both transmission mode and fluorescence mode with a passivated implanted planar silicon (PIPS) detector in grazing incident geometry; the PIPS detector was placed normal to the incident beam and at a 45° angle to the sample. The Ni K-edge energy, 8333 eV, was calibrated using the first inflection point of the edge region of a metallic Ni foil recorded simultaneously during measurement. For the in situ XAS measurement during electrochemical testing, a three-electrode pouch-type cell was used (Figure S2). This cell consisted of a free-standing NiHAB electrode as the working electrode, Ag/AgCl as the reference electrode, activated carbon as the counter electrode, a sheet of hydrophilic polypropylene as a separator, and a 1 M KOH aqueous electrolyte. In this study, XAS spectra were collected in two different measurement protocols: (1) in situ measurement and (2) steady-state measurements. For the in situ measurements, XAS data were collected continuously during CV. Spectra were collected every 70 s, and 4-5 spectra are merged to improve spectral quality. For the steady-state measurements, the applied potential during CV was held until a steady-state current was attained before analysis by XAS during spectral acquisition (~2 min). Each measurement took approximately 2.5 min (15 s per scan × 10 scans). XANES data were handled and processed using the Demeter software package. ", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information is\navailable free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/acsnano.0c07292?goto=supporting-info\" xlink:type=\"simple\">https://pubs.acs.org/doi/10.1021/acsnano.0c07292</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Estimation of the EDL\ncapacitance contribution; calculation\nof theoretical number of surface active sites; NiHAB powder X-ray\ndiffraction data; NiHAB gas adsorption data; <italic toggle=\"yes\">in situ</italic> XAS data during electrochemical cycling; NiHAB Ni K-edge XANES data;\nCV of NiHAB in organic solvents; CV of NiHAB during <italic toggle=\"yes\">in situ</italic> Raman analysis; kinetic analysis of NiHAB for electrolytes of different\npH (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsnano.0c07292/suppl_file/nn0c07292_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acsnano.0c07292.  Estimation of the EDL capacitance contribution; calculation of theoretical number of surface active sites; NiHAB powder X-ray diffraction data; NiHAB gas adsorption data; in situ XAS data during electrochemical cycling; NiHAB Ni K-edge XANES data; CV of NiHAB in organic solvents; CV of NiHAB during in situ Raman analysis; kinetic analysis of NiHAB for electrolytes of different pH (PDF)   ", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["else"], "content": "<p>Estimation of the EDL\ncapacitance contribution; calculation\nof theoretical number of surface active sites; NiHAB powder X-ray\ndiffraction data; NiHAB gas adsorption data; <italic toggle=\"yes\">in situ</italic> XAS data during electrochemical cycling; NiHAB Ni K-edge XANES data;\nCV of NiHAB in organic solvents; CV of NiHAB during <italic toggle=\"yes\">in situ</italic> Raman analysis; kinetic analysis of NiHAB for electrolytes of different\npH (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsnano.0c07292/suppl_file/nn0c07292_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>", "clean_text": "Estimation of the EDL capacitance contribution; calculation of theoretical number of surface active sites; NiHAB powder X-ray diffraction data; NiHAB gas adsorption data; in situ XAS data during electrochemical cycling; NiHAB Ni K-edge XANES data; CV of NiHAB in organic solvents; CV of NiHAB during in situ Raman analysis; kinetic analysis of NiHAB for electrolytes of different pH (PDF)", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["else"], "content": "<p>(M.R.L.)\nLaboratory for Electrochemical Energy Systems, Department\nof Mechanical and Process Engineering, ETH Zürich, 8092 Zürich,\nSwitzerland.</p><p>(D.F.)\nDepartment of Materials Science and Engineering, University\nof Wisconsin, Madison, WI 53706, USA.</p><p>(S.-M.B.)\nNational Synchrotron Light Source II, Brookhaven National\nLaboratory, Upton, NY 11973, USA.</p><p>D.F. and S.-M.B.\ncontributed equally to this work.</p><p>The authors declare no\ncompeting financial interest.</p>", "clean_text": "(M.R.L.) Laboratory for Electrochemical Energy Systems, Department of Mechanical and Process Engineering, ETH Zürich, 8092 Zürich, Switzerland.\n\n(D.F.) Department of Materials Science and Engineering, University of Wisconsin, Madison, WI 53706, USA.\n\n(S.-M.B.) National Synchrotron Light Source II, Brookhaven National Laboratory, Upton, NY 11973, USA.\n\nD.F. and S.-M.B. contributed equally to this work.\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "7, 10, 11, 27", "type": "text", "classification": "property", "content": "<title>Results\nand Discussion</title><p>A typical cyclic voltammogram of NiHAB in\nbasic solution is shown\nin a. It is\ncharacterized by a symmetric butterfly shape and a capacitance consistent\nwith previously reported values of about 400 F/g. A clear deviation from the rectangular shape expected for\na purely EDL-based capacitive mechanism indicates substantial contributions\nfrom redox-based charge storage. The contribution of the double layer\nis small as the specific surface area of the MOF is low, about 100\nm<sup>2</sup>/g (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsnano.0c07292/suppl_file/nn0c07292_si_001.pdf\" xlink:type=\"simple\">Figure S2</ext-link>), which would\nonly account for &lt;5% of the capacitance in the material (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsnano.0c07292/suppl_file/nn0c07292_si_001.pdf\" xlink:type=\"simple\">Supporting Information</ext-link>).</p><p>\n<italic toggle=\"yes\">In situ</italic> Ni K-edge XAS measurements\nwere performed\nduring cyclic voltammetry (CV) with a potential scan rate of 1 mV/s\nin the potential range from −0.75 to −0.25 V <italic toggle=\"yes\">vs</italic> Ag/AgCl, utilizing a pouch-type three-electrode cell\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsnano.0c07292/suppl_file/nn0c07292_si_001.pdf\" xlink:type=\"simple\">Figure S3a</ext-link>). CVs collected in the <italic toggle=\"yes\">in situ</italic> cell are shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsnano.0c07292/suppl_file/nn0c07292_si_001.pdf\" xlink:type=\"simple\">Figure S3b</ext-link>. c shows\nthe Ni K-edge X-ray absorption near-edge structure (XANES) spectra\nat different potentials during CV. All of the spectra have a distinct,\nweak pre-edge peak (“A”) at 8334 eV, a relatively strong,\nsecond pre-edge peak (“B”) at 8340 eV, and a strong\nmain absorption peak (“C”) at 8351 eV. Peak A is assigned\nto the dipole-forbidden but quadrupole-allowed transition 1s →\n3d, which signals 3d and 4p orbital hybridization of the Ni central\natoms. Peak B is associated with the\ntransition from 1s to 4p<sub>\n<italic toggle=\"yes\">z</italic>\n</sub> orbitals typical\nfor four-coordinate, square-planar Ni complexes, whereas peak\nC is the dipole-allowed transition of 1s electrons to unoccupied Ni\n4p states. As can be seen from c, all XAS spectra overlap perfectly, indicating a\nlack of changes in the Ni oxidation state upon charge and discharge\nwithin the operational potential range. To confirm the lack of Ni\noxidation state changes, we also obtained XAS spectra in the steady\nstate to rule out possible undesired reaction delays in the window\nregion in the <italic toggle=\"yes\">in situ</italic> cell, a problem previously\nreported in the battery research community. In this type of measurement, the applied potential during CV was\nheld constant until a steady-state current was attained before and\nduring the XAS measurement. Again, no spectral changes were observed\nat any of the potentials tested (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsnano.0c07292/suppl_file/nn0c07292_si_001.pdf\" xlink:type=\"simple\">Figure S3c,d</ext-link>). By comparing the edge energy position derived by the integral\nmethod with Ni-oxide reference materials (NiO and LiNiO<sub>2</sub>; <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsnano.0c07292/suppl_file/nn0c07292_si_001.pdf\" xlink:type=\"simple\">Figure S4</ext-link>), the nominal Ni oxidation\nstate is estimated as +2.5. Thus, we confirm that the pseudocapacitive\nmechanism of the charge storage for the NiHAB MOF is based on reversible\nredox reactions related to the conjugated ligand. It is important\nto note that even though Ni does not change its oxidation state during\ncycling, the transition metal cations play two important ancillary\nroles in the electrochemical response of the HAB MOF. First, they\nprevent solubilization of the ligand. Second, they define materials’\nelectronic structure and the position (potential) of the redox peaks\nas can be seen by comparison of the respective electrochemical response\nof the isostructural CuHAB MOF.\n</p><p>As the redox reaction is ligand-based, it is important to better\nunderstand its state in the as-synthesized MOF. To this end, we performed\na number of XPS measurements in the N 1s region that allowed us to\nidentify and quantify the specific nitrogen bonding environments present\nin the MOF (d). These N 1s XPS spectra show that nitrogen in the ligand is present\nin a combination of states in the following ratio: 75% quinoid nitrogen\n(−N) and 25% benzenoid nitrogen (−NH−). Based on these XPS data, the original state\nof the ligand in pristine NiHAB MOF can be represented as 25% of motif\n“A” (Ni<sub>1.5</sub>C<sub>6</sub>N<sub>6</sub>H<sub>3</sub>) and 75% of motif “B” (Ni<sub>1.5</sub>C<sub>6</sub>N<sub>6</sub>H<sub>5</sub>) (e). Therefore, we propose that the electrochemical\nprocess responsible for the promising capacitive response of NiHAB\nis related to electroreduction of the quinoid nitrogen to benzenoid\nnitrogen. Assuming a complete reduction of the ligand to hexaaminobenzene,\nwe estimate that theoretically each Ni<sub>3</sub>C<sub>12</sub>N<sub>12</sub>H<sub>9</sub> can accept 8<italic toggle=\"yes\">e</italic>\n<sup>–</sup>. It is important to note that such electrochemical reduction generates\na negative charge on the ligand and will be compensated by external\ncations during charging. From the experimentally observed capacitance\nof 400 F/g, the voltage range of 0.5 V, and the capacity of 200 C/g\nmeasured herein, we calculate that each NiHAB unit (Ni<sub>3</sub>C<sub>12</sub>N<sub>12</sub>H<sub>9</sub>) accepts about 1<italic toggle=\"yes\">e</italic>\n<sup>–</sup> in the potential range between −0.25\nand −0.75 V, and specifically during this process, motif “A”\nget electrochemically reduced following the reaction shown in f. Hence, experimental\ncapacity constitutes 12.5% of the theoretical capacity. To examine\nthe reasons for this relatively low experimental capacity, we performed\nfurther studies on the charge storage mechanism of NiHAB in aqueous\nelectrolytes.</p><title>Powder X-ray Diffraction</title><p>Powder XRD was performed using\na Bruker D8 Advance (Bruker Corp., Billerica, USA) using a Cu Kα\nsource. The particle size was estimated with the Scherrer equation, using 0.9 as the dimensionless shape factor\nand using the fwhm of the tallest peak (7.754 in 2θ, fwhm =\n0.597054 in 2θ), yielding an estimated crystallite size of 31\nnm.</p>", "clean_text": "Results and Discussion\n\nA typical cyclic voltammogram of NiHAB in basic solution is shown in a. It is characterized by a symmetric butterfly shape and a capacitance consistent with previously reported values of about 400 F/g. A clear deviation from the rectangular shape expected for a purely EDL-based capacitive mechanism indicates substantial contributions from redox-based charge storage. The contribution of the double layer is small as the specific surface area of the MOF is low, about 100 m2/g (Figure S2), which would only account for <5% of the capacitance in the material (see Supporting Information).\n\n In situ Ni K-edge XAS measurements were performed during cyclic voltammetry (CV) with a potential scan rate of 1 mV/s in the potential range from -0.75 to -0.25 V vs Ag/AgCl, utilizing a pouch-type three-electrode cell (Figure S3a). CVs collected in the in situ cell are shown in Figure S3b. c shows the Ni K-edge X-ray absorption near-edge structure (XANES) spectra at different potentials during CV. All of the spectra have a distinct, weak pre-edge peak (\"A\") at 8334 eV, a relatively strong, second pre-edge peak (\"B\") at 8340 eV, and a strong main absorption peak (\"C\") at 8351 eV. Peak A is assigned to the dipole-forbidden but quadrupole-allowed transition 1s → 3d, which signals 3d and 4p orbital hybridization of the Ni central atoms. Peak B is associated with the transition from 1s to 4p z  orbitals typical for four-coordinate, square-planar Ni complexes, whereas peak C is the dipole-allowed transition of 1s electrons to unoccupied Ni 4p states. As can be seen from c, all XAS spectra overlap perfectly, indicating a lack of changes in the Ni oxidation state upon charge and discharge within the operational potential range. To confirm the lack of Ni oxidation state changes, we also obtained XAS spectra in the steady state to rule out possible undesired reaction delays in the window region in the in situ cell, a problem previously reported in the battery research community. In this type of measurement, the applied potential during CV was held constant until a steady-state current was attained before and during the XAS measurement. Again, no spectral changes were observed at any of the potentials tested (Figure S3c,d). By comparing the edge energy position derived by the integral method with Ni-oxide reference materials (NiO and LiNiO2; Figure S4), the nominal Ni oxidation state is estimated as +2.5. Thus, we confirm that the pseudocapacitive mechanism of the charge storage for the NiHAB MOF is based on reversible redox reactions related to the conjugated ligand. It is important to note that even though Ni does not change its oxidation state during cycling, the transition metal cations play two important ancillary roles in the electrochemical response of the HAB MOF. First, they prevent solubilization of the ligand. Second, they define materials' electronic structure and the position (potential) of the redox peaks as can be seen by comparison of the respective electrochemical response of the isostructural CuHAB MOF. \n\nAs the redox reaction is ligand-based, it is important to better understand its state in the as-synthesized MOF. To this end, we performed a number of XPS measurements in the N 1s region that allowed us to identify and quantify the specific nitrogen bonding environments present in the MOF (d). These N 1s XPS spectra show that nitrogen in the ligand is present in a combination of states in the following ratio: 75% quinoid nitrogen (-N) and 25% benzenoid nitrogen (-NH-). Based on these XPS data, the original state of the ligand in pristine NiHAB MOF can be represented as 25% of motif \"A\" (Ni1.5C6N6H3) and 75% of motif \"B\" (Ni1.5C6N6H5) (e). Therefore, we propose that the electrochemical process responsible for the promising capacitive response of NiHAB is related to electroreduction of the quinoid nitrogen to benzenoid nitrogen. Assuming a complete reduction of the ligand to hexaaminobenzene, we estimate that theoretically each Ni3C12N12H9 can accept 8e -. It is important to note that such electrochemical reduction generates a negative charge on the ligand and will be compensated by external cations during charging. From the experimentally observed capacitance of 400 F/g, the voltage range of 0.5 V, and the capacity of 200 C/g measured herein, we calculate that each NiHAB unit (Ni3C12N12H9) accepts about 1e - in the potential range between -0.25 and -0.75 V, and specifically during this process, motif \"A\" get electrochemically reduced following the reaction shown in f. Hence, experimental capacity constitutes 12.5% of the theoretical capacity. To examine the reasons for this relatively low experimental capacity, we performed further studies on the charge storage mechanism of NiHAB in aqueous electrolytes.\n\nPowder X-ray Diffraction\n\nPowder XRD was performed using a Bruker D8 Advance (Bruker Corp., Billerica, USA) using a Cu Kα source. The particle size was estimated with the Scherrer equation, using 0.9 as the dimensionless shape factor and using the fwhm of the tallest peak (7.754 in 2θ, fwhm = 0.597054 in 2θ), yielding an estimated crystallite size of 31 nm.", "data": [[{"meta": {"name": "NiHAB", "symbol": "", "chemical formula": ""}, "crystal size": [{"value": "31", "unit": "nm", "condition": ""}]}]], "include_properties": ["crystal_size"]}, {"idx": 8, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>\n<italic toggle=\"yes\">In situ</italic> studies of the NiHAB charge storage mechanism\ncarried out in 1 M aqueous KOH. (a) Typical cyclic voltammetry profile\ncollected at 1 mV/s. Corresponding markers relate to the potential\npoints collected during <italic toggle=\"yes\">in situ</italic> Raman (circles) and\nXAS (diamonds) experiments. (b) Electrochemical <italic toggle=\"yes\">in situ</italic> Raman spectra collected at different points of the charge/discharge\ncycle. (c) Electrochemical <italic toggle=\"yes\">in situ</italic> XAS data: Ni K-edge\nX-ray absorption near-edge structure spectra collected between −0.25\nand −0.75 V <italic toggle=\"yes\">vs</italic> Ag/AgCl. (d) N 1s XPS spectra\nof a typical NiHAB. (e) Schematics of forms of ligand present in NiHAB\nsamples studied in this work. (f) Proposed electrochemical reaction\nbased on knowledge of the local environments of N atoms within HAB\nligands.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"nn0c07292_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1   In situ studies of the NiHAB charge storage mechanism carried out in 1 M aqueous KOH. (a) Typical cyclic voltammetry profile collected at 1 mV/s. Corresponding markers relate to the potential points collected during in situ Raman (circles) and XAS (diamonds) experiments. (b) Electrochemical in situ Raman spectra collected at different points of the charge/discharge cycle. (c) Electrochemical in situ XAS data: Ni K-edge X-ray absorption near-edge structure spectra collected between -0.25 and -0.75 V vs Ag/AgCl. (d) N 1s XPS spectra of a typical NiHAB. (e) Schematics of forms of ligand present in NiHAB samples studied in this work. (f) Proposed electrochemical reaction based on knowledge of the local environments of N atoms within HAB ligands.   ", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) Schematic\nillustration of the sizes of the different cations\nrelative to the calculated pore size in NiHAB MOF. (b) Cyclic voltammetry\nprofiles collected in 1 M LiOH, NaOH, KOH, TBAOH, and THAOH at a scan\nrate of 1 mV/s. (c) Capacitance <italic toggle=\"yes\">vs</italic> scan rate plot\ncalculated from the CV profiles collected in different hydroxides\nat scan rates from 1 to 100 mV/s.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"nn0c07292_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  (a) Schematic illustration of the sizes of the different cations relative to the calculated pore size in NiHAB MOF. (b) Cyclic voltammetry profiles collected in 1 M LiOH, NaOH, KOH, TBAOH, and THAOH at a scan rate of 1 mV/s. (c) Capacitance vs scan rate plot calculated from the CV profiles collected in different hydroxides at scan rates from 1 to 100 mV/s.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>pH dependence\nof the NiHAB electrochemical response. (a) Typical\nCV profiles collected in 1 M KOH, 1 M KCHOO, 1 M KBr, and 1 M KF at\n1 mV/s. (b) CV profiles collected in sodium phosphate buffered solutions\nwith pH ranging from 7 to 14.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"nn0c07292_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  pH dependence of the NiHAB electrochemical response. (a) Typical CV profiles collected in 1 M KOH, 1 M KCHOO, 1 M KBr, and 1 M KF at 1 mV/s. (b) CV profiles collected in sodium phosphate buffered solutions with pH ranging from 7 to 14.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acsnano.0c07292", "title": null, "journal": "American\nChemical Society", "date": "2020.11", "author_list": ["Lukatskaya\nMaria R.", "Feng\nDawei", "Bak\nSeong-Min", "To\nJohn W.F.", "Yang\nXiao-Qing", "Cui\nYi", "Feldblyum\nJeremy I.", "Bao\nZhenan"]}}