{"filepath": "../L2M3_data/1_application_papers/acs_xml/nn2c09571.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>Scanning transmission electron microscopy coupled with\nelectron\nenergy loss spectroscopy (STEM-EELS) provides spatially resolved chemical\ninformation down to the atomic scale. However, studying radiation-sensitive\nspecimens such as organic–inorganic composites remains extremely\nchallenging. Here, we analyzed metal–organic framework nanoparticles (nanoMOFs)\nat low-dose (10 e<sup>–</sup>/Å<sup>2</sup>) and liquid\nnitrogen temperatures, similar to cryo-TEM conditions usually employed\nfor high-resolution imaging of biological specimens. Our results demonstrate\nthat monochromated STEM-EELS enables damage-free analysis of nanoMOFs,\nproviding in a single experiment, signatures of intact functional\ngroups comparable with infrared, ultraviolet, and X-ray data, with\nan energy resolution down to 7 meV. The signals have been mapped at\nthe nanoscale (&lt;10 nm) for each of these energy spectral ranges,\nincluding the chemical features observed for high energy losses (X-ray\nrange). By controlling beam irradiation and monitoring spectral changes,\nour work provides insights into the possible pathways of chemical\nreactions occurring under electron exposure. These results demonstrate\nthe possibilities for characterizing at the nanoscale the chemistry\nof sensitive systems such as organic and biological materials.</p>", "clean_text": "Scanning transmission electron microscopy coupled with electron energy loss spectroscopy (STEM-EELS) provides spatially resolved chemical information down to the atomic scale. However, studying radiation-sensitive specimens such as organic-inorganic composites remains extremely challenging. Here, we analyzed metal-organic framework nanoparticles (nanoMOFs) at low-dose (10 e-/Å2) and liquid nitrogen temperatures, similar to cryo-TEM conditions usually employed for high-resolution imaging of biological specimens. Our results demonstrate that monochromated STEM-EELS enables damage-free analysis of nanoMOFs, providing in a single experiment, signatures of intact functional groups comparable with infrared, ultraviolet, and X-ray data, with an energy resolution down to 7 meV. The signals have been mapped at the nanoscale (<10 nm) for each of these energy spectral ranges, including the chemical features observed for high energy losses (X-ray range). By controlling beam irradiation and monitoring spectral changes, our work provides insights into the possible pathways of chemical reactions occurring under electron exposure. These results demonstrate the possibilities for characterizing at the nanoscale the chemistry of sensitive systems such as organic and biological materials.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>Nanosized metal–organic\nframeworks (nanoMOFs) are organic–inorganic nanomaterials with\na three-dimensional structure created by the self-assembly of organic\nlinkers and metal clusters. With their versatile compositions and\nhigh porosity, nanoMOFs are of great interest for gas storage, wastewater treatment, catalysis, sensing, and drug delivery. Providing\ncomprehensive and reliable characterization of such materials is a\nsignificant step in the development of applications but remains challenging\ndue to their nanometric sizes together with their complex structures\nand compositions. In this regard, spectromicroscopies have been developed,\nconstantly pushing the limits of spatial and energy resolutions. These\nanalytical techniques exploit photons, ions, or electrons interactions to explore the local physical and chemical properties\nof nanmaterials. Among them, scanning transmission electron microscopy\ncoupled with electron energy loss spectroscopy (STEM-EELS) offers\nthe possibility of a deep chemical analysis down to the atomic scale. In this approach, hyperspectral data are acquired\nby a point-by-point rastering of the electron probe over the area\nof interest, providing simultaneously imaging and local information\non the electronic and vibrational transitions induced by the interaction\nof the incident electrons with the specimen. The last generation microscopes\nequipped with monochromated electron guns cover excitations over a\nwide energy range from tens of meV (far-infrared–IR range)\nto hundreds of eV (soft X-rays) with an energy resolution (δ<italic toggle=\"yes\">E</italic>) reaching ≲10 meV.\n</p>", "clean_text": "Nanosized metal-organic frameworks (nanoMOFs) are organic-inorganic nanomaterials with a three-dimensional structure created by the self-assembly of organic linkers and metal clusters. With their versatile compositions and high porosity, nanoMOFs are of great interest for gas storage, wastewater treatment, catalysis, sensing, and drug delivery. Providing comprehensive and reliable characterization of such materials is a significant step in the development of applications but remains challenging due to their nanometric sizes together with their complex structures and compositions. In this regard, spectromicroscopies have been developed, constantly pushing the limits of spatial and energy resolutions. These analytical techniques exploit photons, ions, or electrons interactions to explore the local physical and chemical properties of nanmaterials. Among them, scanning transmission electron microscopy coupled with electron energy loss spectroscopy (STEM-EELS) offers the possibility of a deep chemical analysis down to the atomic scale. In this approach, hyperspectral data are acquired by a point-by-point rastering of the electron probe over the area of interest, providing simultaneously imaging and local information on the electronic and vibrational transitions induced by the interaction of the incident electrons with the specimen. The last generation microscopes equipped with monochromated electron guns cover excitations over a wide energy range from tens of meV (far-infrared-IR range) to hundreds of eV (soft X-rays) with an energy resolution (δE) reaching ≲10 meV. ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>However, studying organic and organic–inorganic nanomaterials\nremains a delicate task, as they are extremely sensitive to radiation\ndamage. Beam-induced radiolysis and knock-on may result in structural\n(shrinking, amorphization) and chemical damages (loss of mass and\nbond breakage), affecting the nanomaterial’s integrity. Noticeably, by employing damage preventive conditions (cryo-holder,\nlow-dose or aloof configuration), recent works have shown the powerful\npossibilities offered by EELS for analyzing organic molecules, polymers,\nMOFs, and MOF glass composites in the energy ranges corresponding\nto IR, UV, and X-rays. But, to date, none\nof them has coupled the analysis in the three energy windows. Yet,\nexploiting the entire energy range would provide a signal complementarity\nallowing an in-depth characterization of the nanomaterial composition\nbut also monitoring reactional mechanisms.</p>", "clean_text": "However, studying organic and organic-inorganic nanomaterials remains a delicate task, as they are extremely sensitive to radiation damage. Beam-induced radiolysis and knock-on may result in structural (shrinking, amorphization) and chemical damages (loss of mass and bond breakage), affecting the nanomaterial's integrity. Noticeably, by employing damage preventive conditions (cryo-holder, low-dose or aloof configuration), recent works have shown the powerful possibilities offered by EELS for analyzing organic molecules, polymers, MOFs, and MOF glass composites in the energy ranges corresponding to IR, UV, and X-rays. But, to date, none of them has coupled the analysis in the three energy windows. Yet, exploiting the entire energy range would provide a signal complementarity allowing an in-depth characterization of the nanomaterial composition but also monitoring reactional mechanisms.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>With the aim of using\nthe full potential of STEM-EELS, we report\na nanoscale multimodal spectroscopic analysis of nanoMOFs. Among their\nlarge family, we selected MIL-100­(Fe), MIL-100­(Al), and UiO-66 nanoparticles,\nwhere MIL and UiO stand for Material of Institute Lavoisier and Universitetet\ni Oslo, respectively. MIL-100 are self-assembled from benzene tricarboxylic\nacid (BTC) and iron or aluminum ions, while UiO-66 consists of the\ncoordination of zirconium ions with benzene dicarboxylic acid (BDC).\nFor the three of them, the metal–linker coordination bond involves\ncarboxylate functions. As previously reviewed by Liu <italic toggle=\"yes\">et al.</italic>, MOFs are generally highly sensitive\nto the electron beam. The authors indicated a beam tolerance dose\nranging from 5 e<sup>–</sup>/Å<sup>2</sup> to 30 e<sup>–</sup>/Å<sup>2</sup> for several widely studied MOFs\n(MIL-101, MOF-5, NU-1000, UiO-66 and ZIF-8, where NU and ZIF stand\nfor Northwestern University and Zeolitic Imidazolate Framework), by\nmonitoring the diffraction spot fading with exposure. Others have\nalso demonstrated the structural and molecular modification of ZIF-L\nby studying the diffraction spot fading and EELS signatures above\ntens of e<sup>–</sup>/Å<sup>2</sup>. Although few in number, these studies suggest that MOF\nmaterials exhibit a different beam tolerance dose depending on their\nnature. Because of the extreme radiation sensitivity of MIL-100­(Fe)\nand UiO-66, high-resolution STEM imaging was only possible with low-dose\nconditions, of the order of 10 e<sup>–</sup>/Å<sup>2</sup>. On the opposite, to the best of our knowledge,\nMIL-100­(Al) have not been studied yet by STEM. At last, none of the\nthree nanoMOFs has been carefully characterized by EELS. The main\nreason for the lack of damage-free EELS analysis is the difficulty\nof getting a measurable signal at low doses. Therefore, many questions\nstill need unravelling for a better understanding of these nanoMOFs\nproperties.</p>", "clean_text": "With the aim of using the full potential of STEM-EELS, we report a nanoscale multimodal spectroscopic analysis of nanoMOFs. Among their large family, we selected MIL-100(Fe), MIL-100(Al), and UiO-66 nanoparticles, where MIL and UiO stand for Material of Institute Lavoisier and Universitetet i Oslo, respectively. MIL-100 are self-assembled from benzene tricarboxylic acid (BTC) and iron or aluminum ions, while UiO-66 consists of the coordination of zirconium ions with benzene dicarboxylic acid (BDC). For the three of them, the metal-linker coordination bond involves carboxylate functions. As previously reviewed by Liu et al., MOFs are generally highly sensitive to the electron beam. The authors indicated a beam tolerance dose ranging from 5 e-/Å2 to 30 e-/Å2 for several widely studied MOFs (MIL-101, MOF-5, NU-1000, UiO-66 and ZIF-8, where NU and ZIF stand for Northwestern University and Zeolitic Imidazolate Framework), by monitoring the diffraction spot fading with exposure. Others have also demonstrated the structural and molecular modification of ZIF-L by studying the diffraction spot fading and EELS signatures above tens of e-/Å2. Although few in number, these studies suggest that MOF materials exhibit a different beam tolerance dose depending on their nature. Because of the extreme radiation sensitivity of MIL-100(Fe) and UiO-66, high-resolution STEM imaging was only possible with low-dose conditions, of the order of 10 e-/Å2. On the opposite, to the best of our knowledge, MIL-100(Al) have not been studied yet by STEM. At last, none of the three nanoMOFs has been carefully characterized by EELS. The main reason for the lack of damage-free EELS analysis is the difficulty of getting a measurable signal at low doses. Therefore, many questions still need unravelling for a better understanding of these nanoMOFs properties.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>Here, we present intact nanoMOFs data obtained from\nmonochromated\nSTEM-EELS measurements at cryogenic temperatures and low-dose (10\ne<sup>–</sup>/Å<sup>2</sup>), by using a direct detection\ncamera allowing to detect very weak signals. By exploring the three energy ranges (corresponding to IR, UV, and\nX-ray intervals), we provide a comprehensive study of the nanoMOFs’\nchemical signatures with an energy resolution down to 7 meV. First,\nwe investigate the local chemical reactions occurring under controlled\nbeam irradiation with a systematic approach revealing complex mechanisms.\nThen, we demonstrate the possibility of characterizing intact nanoMOFs\nat low dose. Each feature was compared with infrared, ultraviolet\nand X-ray data to be assigned to specific functional groups. Finally,\nby extracting the corresponding spectral features, we map the nanoMOFs’\nsignature over the three energy ranges with a nanoscale spatial resolution.\nBy exploiting the whole EELS energy range, our results provide damage-free\nanalysis of these sensitive specimens and offer a better understanding\nof their complex nanostructures.</p>", "clean_text": "Here, we present intact nanoMOFs data obtained from monochromated STEM-EELS measurements at cryogenic temperatures and low-dose (10 e-/Å2), by using a direct detection camera allowing to detect very weak signals. By exploring the three energy ranges (corresponding to IR, UV, and X-ray intervals), we provide a comprehensive study of the nanoMOFs' chemical signatures with an energy resolution down to 7 meV. First, we investigate the local chemical reactions occurring under controlled beam irradiation with a systematic approach revealing complex mechanisms. Then, we demonstrate the possibility of characterizing intact nanoMOFs at low dose. Each feature was compared with infrared, ultraviolet and X-ray data to be assigned to specific functional groups. Finally, by extracting the corresponding spectral features, we map the nanoMOFs' signature over the three energy ranges with a nanoscale spatial resolution. By exploiting the whole EELS energy range, our results provide damage-free analysis of these sensitive specimens and offer a better understanding of their complex nanostructures.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><title>NanoMOFs Crystal Structure</title><p>We performed cryo-transmission\nelectron microscopy (cryo-TEM) imaging of the three nanoMOFs. This\ntechnique enables assessing the crystallinity of the specimens on\na single-particle basis. As shown in a–c, the nanoparticles display faceted\nmorphologies typical of MIL-100­(Al), MIL-100­(Fe), and UiO-66. Their\nsizes range from 40 nm to 300 nm for MIL-100 and from 100 nm to 1.2\nμm for UiO-66. The images show the crystal structures with a\nspatial resolution of 6 Å along the [112], [110], and [532] directions\nfor MIL-100­(Al), MIL-100­(Fe), and UiO-66, respectively. These results\nare in good agreement with previous studies, showing the cubic structure\n(<italic toggle=\"yes\">Fd</italic>3̅<italic toggle=\"yes\">m</italic> space group) of MIL-100 and UiO-66. However,\nthe observation of the UiO-66 structure, which has previously revealed\ndetails below 2 Å, was partially\nhampered here by the TEM spatial resolution. Because the present cryo-TEM\nimages were obtained in low-dose conditions (total dose estimated\nbetween 10 e<sup>–</sup>/Å and 15 e<sup>–</sup>/Å<sup>2</sup>), no structural damage was observed for a single\nimage acquisition. Due to the extreme radiation sensitivity of the\nnanoMOFs, the high-resolution information tended to disappear after\nconsecutive image acquisitions over the same area. The observed loss\nof crystallinity in TEM gives a rough estimation of the beam tolerance\ndose of these nanoMOFs. Hence, similar low doses have been applied\nin STEM acquisitions for a damage-free analysis of the specimens.</p>", "clean_text": "Results and Discussion\n\nNanoMOFs Crystal Structure\n\nWe performed cryo-transmission electron microscopy (cryo-TEM) imaging of the three nanoMOFs. This technique enables assessing the crystallinity of the specimens on a single-particle basis. As shown in a-c, the nanoparticles display faceted morphologies typical of MIL-100(Al), MIL-100(Fe), and UiO-66. Their sizes range from 40 nm to 300 nm for MIL-100 and from 100 nm to 1.2 μm for UiO-66. The images show the crystal structures with a spatial resolution of 6 Å along the [112], [110], and [532] directions for MIL-100(Al), MIL-100(Fe), and UiO-66, respectively. These results are in good agreement with previous studies, showing the cubic structure (Fd3̅m space group) of MIL-100 and UiO-66. However, the observation of the UiO-66 structure, which has previously revealed details below 2 Å, was partially hampered here by the TEM spatial resolution. Because the present cryo-TEM images were obtained in low-dose conditions (total dose estimated between 10 e-/Å and 15 e-/Å2), no structural damage was observed for a single image acquisition. Due to the extreme radiation sensitivity of the nanoMOFs, the high-resolution information tended to disappear after consecutive image acquisitions over the same area. The observed loss of crystallinity in TEM gives a rough estimation of the beam tolerance dose of these nanoMOFs. Hence, similar low doses have been applied in STEM acquisitions for a damage-free analysis of the specimens.", "data": null, "include_properties": null}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Cryo-TEM\nimages of (a) MIL-100­(Al), (b) MIL-100­(Fe), and (c) UiO-66\nnanoparticles. The top row images illustrate their well-faceted morphologies.\nAt higher magnification, the middle row images show their crystal\nplanes with a spatial resolution of 6 Å along the (a) [112],\n(b) [110], and (c) [532] directions, respectively. The corresponding\nfast Fourier transforms are shown on the inset. The chemical components\nof each nanoMOFs are indicated in the bottom row. (d) Schematic representation\nof the molecular structure of the three nanoMOFs. For simplicity,\nthe different MIL-100 and UiO-66 structures have been generalized\nusing atom labeling (M for metals and R for metals or linkers). OH\ngroups represent hydroxyl groups found in the three nanoMOFs or MIL-100\nstructural water. The colors relate the chemical groups to their designation\nemployed in the main text.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"nn2c09571_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Cryo-TEM images of (a) MIL-100(Al), (b) MIL-100(Fe), and (c) UiO-66 nanoparticles. The top row images illustrate their well-faceted morphologies. At higher magnification, the middle row images show their crystal planes with a spatial resolution of 6 Å along the (a) [112], (b) [110], and (c) [532] directions, respectively. The corresponding fast Fourier transforms are shown on the inset. The chemical components of each nanoMOFs are indicated in the bottom row. (d) Schematic representation of the molecular structure of the three nanoMOFs. For simplicity, the different MIL-100 and UiO-66 structures have been generalized using atom labeling (M for metals and R for metals or linkers). OH groups represent hydroxyl groups found in the three nanoMOFs or MIL-100 structural water. The colors relate the chemical groups to their designation employed in the main text.   ", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<p>\nd provides\na schematic representation of the nanoMOF chemical structures. Since\nthe three specimens exhibit different structures, it depicts a simplified\nmodel composed of the metal (labeled M) coordinated to the linkers\nbut does not describe the minor specificities of each system. To help\nthe reading, the chemical bonds described in this work are labeled.\nWe will refer to this schema throughout the publication.</p>", "clean_text": " d provides a schematic representation of the nanoMOF chemical structures. Since the three specimens exhibit different structures, it depicts a simplified model composed of the metal (labeled M) coordinated to the linkers but does not describe the minor specificities of each system. To help the reading, the chemical bonds described in this work are labeled. We will refer to this schema throughout the publication.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<title>EELS: Multimodal Analysis for Radiation-Sensitive Material</title><p>STEM-EELS was used for an in-depth analysis of the three nanoMOFs. a shows a schematic\nrepresentation of the microscope setup. The focused electron beam\nis scanned over the area of interest (typically 400 × 400 nm<sup>2</sup>) giving hyperspectral data (the so-called Spectrum Imaging\nmode). At each beam position, an image\nof the specimen is acquired on the high-angle annular dark field (HAADF)\ndetector and, simultaneously, the EEL spectrometer measures the energy\nlost by the electrons, providing spatially resolved chemical information.\nIn the present work, we used a highly monochromated Nion Hermes 200-S\nmicroscope fitted with a Nion Iris spectrometer and a Quantum Detectors\nMerlin direct electron detector. This combination provides ultimate\nenergy resolution (δ<italic toggle=\"yes\">E</italic> ≲ 10 meV) and\nhigh-energy range (from far IR to soft X-rays) together with a high\nsensitivity that is crucial for dose-limited measurements (see ). As shown in b, EELS data cover a wide energy\nrange: the ultralow-loss (ULL) region (below 2 eV, &lt;16000 cm<sup>–1</sup>) associated with vibrational excitations down to\nthe far IR; the low-loss (LL) region involving valence excitations\nfrom the visible to the vacuum UV energy range (2–50 eV, equivalent\nto 25–620 nm); and the core-loss (CL) region (above 50 eV)\nthat, similarly to soft X-ray absorption spectroscopies, reveals the\nelectronic structure of the material through the analysis of their\natomic ionization edges. With a wide energy window spanning 400 eV,\nwe collected simultaneously the LL and CL signals (energy resolution\nδ<italic toggle=\"yes\">E</italic> = 800 meV). A closer look at the individual\nLL and CL features was achieved with a higher energy resolution (δ<italic toggle=\"yes\">E</italic> = 40 meV for 16 eV energy window or δ<italic toggle=\"yes\">E</italic> = 220 meV for 116 eV energy window). Because the ULL features are\nlocated at very small energy losses (hundreds of meV), they appear\nas weak signals superimposed on the intense zero-loss peak (ZLP),\ni.e., unscattered electrons transmitted with no energy loss through\nthe specimen. Hence, ULL analysis requires an even higher energy resolution\ncorresponding to a narrower energy window (1.6 eV energy window, δ<italic toggle=\"yes\">E</italic> = 12 meV). For each energy window, the energy resolution\nδ<italic toggle=\"yes\">E</italic> was measured on the EELS detector from the\nfull width at half-maximum of the ZLP (see the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.2c09571/suppl_file/nn2c09571_si_001.pdf\" xlink:type=\"simple\">Supporting Information (SI)</ext-link> for an extensive discussion of\nthe energy resolution and its dependence with acquisition and detection\nconditions). All our observations were only possible thanks to the\nuse of a direct detection camera whose high sensitivity and very low\nnoise improve the signal-to-noise ratio (SNR) and whose high dynamic\nrange allows the simultaneous collection of the huge ZLP along with\nthe weak CL signal with no saturation nor loss of sensitivity.\n</p>", "clean_text": "EELS: Multimodal Analysis for Radiation-Sensitive Material\n\nSTEM-EELS was used for an in-depth analysis of the three nanoMOFs. a shows a schematic representation of the microscope setup. The focused electron beam is scanned over the area of interest (typically 400 × 400 nm2) giving hyperspectral data (the so-called Spectrum Imaging mode). At each beam position, an image of the specimen is acquired on the high-angle annular dark field (HAADF) detector and, simultaneously, the EEL spectrometer measures the energy lost by the electrons, providing spatially resolved chemical information. In the present work, we used a highly monochromated Nion Hermes 200-S microscope fitted with a Nion Iris spectrometer and a Quantum Detectors Merlin direct electron detector. This combination provides ultimate energy resolution (δE ≲ 10 meV) and high-energy range (from far IR to soft X-rays) together with a high sensitivity that is crucial for dose-limited measurements (see ). As shown in b, EELS data cover a wide energy range: the ultralow-loss (ULL) region (below 2 eV, <16000 cm-1) associated with vibrational excitations down to the far IR; the low-loss (LL) region involving valence excitations from the visible to the vacuum UV energy range (2-50 eV, equivalent to 25-620 nm); and the core-loss (CL) region (above 50 eV) that, similarly to soft X-ray absorption spectroscopies, reveals the electronic structure of the material through the analysis of their atomic ionization edges. With a wide energy window spanning 400 eV, we collected simultaneously the LL and CL signals (energy resolution δE = 800 meV). A closer look at the individual LL and CL features was achieved with a higher energy resolution (δE = 40 meV for 16 eV energy window or δE = 220 meV for 116 eV energy window). Because the ULL features are located at very small energy losses (hundreds of meV), they appear as weak signals superimposed on the intense zero-loss peak (ZLP), i.e., unscattered electrons transmitted with no energy loss through the specimen. Hence, ULL analysis requires an even higher energy resolution corresponding to a narrower energy window (1.6 eV energy window, δE = 12 meV). For each energy window, the energy resolution δE was measured on the EELS detector from the full width at half-maximum of the ZLP (see the Supporting Information (SI) for an extensive discussion of the energy resolution and its dependence with acquisition and detection conditions). All our observations were only possible thanks to the use of a direct detection camera whose high sensitivity and very low noise improve the signal-to-noise ratio (SNR) and whose high dynamic range allows the simultaneous collection of the huge ZLP along with the weak CL signal with no saturation nor loss of sensitivity. ", "data": null, "include_properties": null}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Schematic representation of STEM-EELS. (a) The scanning\nelectron\nprobe acquires hyperspectral images with a nanoscale spatial resolution.\nIt offers a multimodal analysis ranging from the vibrational to the\nsoft X-ray energy window. (b) (Top) Widest energy window (spanning\n400 eV; δ<italic toggle=\"yes\">E</italic> = 800 meV) enabling simultaneous\nanalyzing of the LL and CL signals. ULL was not distinguishable at\nthis energy resolution. Here, the signature of MIL-100­(Al) is shown\nat low dose. (Bottom) Enlarged views of the LL (middle) and CL signals\n(right) obtained at low dose for the three nanoMOFs; ULL spectra (left)\nacquired at 120 e<sup>–</sup>/Å<sup>2</sup> with a narrower\nenergy window (spanning 1.6 eV; δ<italic toggle=\"yes\">E</italic> = 12 meV).\nBlue, red, and green colors represent the spectra obtained for MIL-100­(Al),\nMIL-100­(Fe), and UiO-66, respectively.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"nn2c09571_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  Schematic representation of STEM-EELS. (a) The scanning electron probe acquires hyperspectral images with a nanoscale spatial resolution. It offers a multimodal analysis ranging from the vibrational to the soft X-ray energy window. (b) (Top) Widest energy window (spanning 400 eV; δE = 800 meV) enabling simultaneous analyzing of the LL and CL signals. ULL was not distinguishable at this energy resolution. Here, the signature of MIL-100(Al) is shown at low dose. (Bottom) Enlarged views of the LL (middle) and CL signals (right) obtained at low dose for the three nanoMOFs; ULL spectra (left) acquired at 120 e-/Å2 with a narrower energy window (spanning 1.6 eV; δE = 12 meV). Blue, red, and green colors represent the spectra obtained for MIL-100(Al), MIL-100(Fe), and UiO-66, respectively.   ", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<p>As nanoMOFs are extremely sensitive to the electron\nbeam, their\nanalysis requires special care to prevent degradation under electron\nirradiation. Therefore, the study was carried out by using (i) a cryo-specimen\nholder cooled to 125 K; (ii) a 10 mrad convergence semiangle enabling\nsub-nanometer beam sizes (far from the ultimate microscope performance)\nto decrease the electron current density; and (iii) low electron dose\nconditions (see details in the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.2c09571/suppl_file/nn2c09571_si_001.pdf\" xlink:type=\"simple\">SI</ext-link>). By\nadjusting the probe current, the acquisition time and image pixel\nsize, we reached total doses down to 10 e<sup>–</sup>/Å<sup>2</sup>, as low as those employed for cryo-TEM imaging of biological\nspecimens. Then, the beam-induced damage\neffect was studied by increasing the dose up to 10<sup>4</sup> e<sup>–</sup>/Å<sup>2</sup> (details on total dose and dose\nrate calculations are given in the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.2c09571/suppl_file/nn2c09571_si_001.pdf\" xlink:type=\"simple\">SI</ext-link>).\nTo do so, data were collected either by a single acquisition on different\nareas or several successive acquisitions on the same area. In the\nfollowing, the corresponding total doses are named <italic toggle=\"yes\">single\nacquisition dose</italic> or <italic toggle=\"yes\">cumulative dose</italic>, respectively\n(more details in the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.2c09571/suppl_file/nn2c09571_si_001.pdf\" xlink:type=\"simple\">SI</ext-link>). At least six\nhyperspectral images were acquired for each electron dose condition\non different nanoparticles to provide statistical analysis. Note that,\nto adjust the electron dose, the study was performed with relatively\nlarge pixel sizes, restraining the spatial resolution: the lowest\nelectron dose was obtained with a pixel of 10 nm while higher doses\nwere reached for pixels of 1 nm.</p>", "clean_text": "As nanoMOFs are extremely sensitive to the electron beam, their analysis requires special care to prevent degradation under electron irradiation. Therefore, the study was carried out by using (i) a cryo-specimen holder cooled to 125 K; (ii) a 10 mrad convergence semiangle enabling sub-nanometer beam sizes (far from the ultimate microscope performance) to decrease the electron current density; and (iii) low electron dose conditions (see details in the SI). By adjusting the probe current, the acquisition time and image pixel size, we reached total doses down to 10 e-/Å2, as low as those employed for cryo-TEM imaging of biological specimens. Then, the beam-induced damage effect was studied by increasing the dose up to 104 e-/Å2 (details on total dose and dose rate calculations are given in the SI). To do so, data were collected either by a single acquisition on different areas or several successive acquisitions on the same area. In the following, the corresponding total doses are named single acquisition dose or cumulative dose, respectively (more details in the SI). At least six hyperspectral images were acquired for each electron dose condition on different nanoparticles to provide statistical analysis. Note that, to adjust the electron dose, the study was performed with relatively large pixel sizes, restraining the spatial resolution: the lowest electron dose was obtained with a pixel of 10 nm while higher doses were reached for pixels of 1 nm.", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<title>Core-Loss Excitations</title><p>We first analyzed the inner electron\nshell excitations of the nanoMOFs on the carbon and oxygen K-edges\n(a,c). The\ntwo spectra show changes in the chemical signatures as a function\nof the electron dose. The carbon K-edge evolution of MIL-100­(Al) is\npresented in a (blue lines). Similar evolutions are observed for MIL-100­(Fe) and\nUiO-66 in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.2c09571/suppl_file/nn2c09571_si_001.pdf\" xlink:type=\"simple\">Figure S1</ext-link>. All spectra were calibrated\nby setting the ZLP at 0 eV and the characteristic peak of amorphous\ncarbon (gray line in a) at 285.0 eV. In a, the spectrum of MIL-100­(Al)\nobtained at low dose (10 e<sup>–</sup>/Å<sup>2</sup>)\nreveals two intense peaks, at 285.0 eV (denoted CL<sub>1</sub>) and\n288.7 eV (denoted CL<sub>3</sub>), and a weak signal at 291.1 eV (denoted\nCL<sub>4</sub>). EELS CL spectra are directly comparable to the corresponding\nX-ray absorption data obtained in the same energy range. Nonetheless, the carbon K-edge of these nanoMOFs has never been\nstudied with such techniques. Hence, we compare our EELS results with\nthe near-edge X-ray absorption fine structure (NEXAFS) spectra of\nthe freestanding organic linkers (black line in  and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.2c09571/suppl_file/nn2c09571_si_001.pdf\" xlink:type=\"simple\">Figure S2</ext-link>). As shown in a, CL<sub>1</sub>, CL<sub>3</sub>, and CL<sub>4</sub> features of\nMIL-100­(Al) are compatible with those previously reported for BTC\nby NEXAFS. This good agreement demonstrates\nthat low-dose EELS features of nanoMOFs are damage-free signatures.\nThey are respectively related to 1s−π*<sub>CC</sub> transitions in phenyl rings (CL<sub>1</sub>), 1s−π*<sub>COO</sub> transitions in carboxyl groups (CL<sub>3</sub>), and 1s−σ*<sub>C–C</sub> transitions in phenyl rings (CL<sub>4</sub>). A similar comparison between low-dose EELS CL and NEXAFS for MIL-100­(Fe),\nUiO-66, BTC, and BDC can be found in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.2c09571/suppl_file/nn2c09571_si_001.pdf\" xlink:type=\"simple\">Figure S2</ext-link>. The similarities between nanoMOFs entities and their linkers are\nconsistent since the organic part of the nanoparticles is the only\ncontribution to the carbon K-edge, the data having been recorded above\nvacuum, on the grid carbon holes. Besides, the lack of influence from\nthe metal coordination is not surprising since it is achieved through\noxygen atoms of carboxyl groups. One could expect additional 1s−σ*<sub>C–H</sub> transitions in phenyl rings near 287 eV, as previously\ndemonstrated by NEXAFS and EELS studies on BDC, BTC (see NEXAFS data in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.2c09571/suppl_file/nn2c09571_si_001.pdf\" xlink:type=\"simple\">Figure S2</ext-link>), and other benzene derivatives. Here, its absence is probably due to instantaneous dehydrogenation\nunder electron irradiation. Except for\nbeam-induced dehydrogenation, our low-dose EELS results are similar\nto linkers NEXAFS data, revealing spectral features characteristic\nof intact functional groups.</p>", "clean_text": "Core-Loss Excitations\n\nWe first analyzed the inner electron shell excitations of the nanoMOFs on the carbon and oxygen K-edges (a,c). The two spectra show changes in the chemical signatures as a function of the electron dose. The carbon K-edge evolution of MIL-100(Al) is presented in a (blue lines). Similar evolutions are observed for MIL-100(Fe) and UiO-66 in Figure S1. All spectra were calibrated by setting the ZLP at 0 eV and the characteristic peak of amorphous carbon (gray line in a) at 285.0 eV. In a, the spectrum of MIL-100(Al) obtained at low dose (10 e-/Å2) reveals two intense peaks, at 285.0 eV (denoted CL1) and 288.7 eV (denoted CL3), and a weak signal at 291.1 eV (denoted CL4). EELS CL spectra are directly comparable to the corresponding X-ray absorption data obtained in the same energy range. Nonetheless, the carbon K-edge of these nanoMOFs has never been studied with such techniques. Hence, we compare our EELS results with the near-edge X-ray absorption fine structure (NEXAFS) spectra of the freestanding organic linkers (black line in  and Figure S2). As shown in a, CL1, CL3, and CL4 features of MIL-100(Al) are compatible with those previously reported for BTC by NEXAFS. This good agreement demonstrates that low-dose EELS features of nanoMOFs are damage-free signatures. They are respectively related to 1s-π*CC transitions in phenyl rings (CL1), 1s-π*COO transitions in carboxyl groups (CL3), and 1s-σ*C-C transitions in phenyl rings (CL4). A similar comparison between low-dose EELS CL and NEXAFS for MIL-100(Fe), UiO-66, BTC, and BDC can be found in Figure S2. The similarities between nanoMOFs entities and their linkers are consistent since the organic part of the nanoparticles is the only contribution to the carbon K-edge, the data having been recorded above vacuum, on the grid carbon holes. Besides, the lack of influence from the metal coordination is not surprising since it is achieved through oxygen atoms of carboxyl groups. One could expect additional 1s-σ*C-H transitions in phenyl rings near 287 eV, as previously demonstrated by NEXAFS and EELS studies on BDC, BTC (see NEXAFS data in Figure S2), and other benzene derivatives. Here, its absence is probably due to instantaneous dehydrogenation under electron irradiation. Except for beam-induced dehydrogenation, our low-dose EELS results are similar to linkers NEXAFS data, revealing spectral features characteristic of intact functional groups.", "data": null, "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Core-loss analysis of MIL-100 nanoparticles\nas a function of the\nelectron dose. All spectra are average features obtained by extracting\nand summing the signal over the whole hyperspectral image. (a) Evolution\nof the carbon K-edge of MIL-100­(Al) with the electron dose (cumulated\ndoses, see <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.2c09571/suppl_file/nn2c09571_si_001.pdf\" xlink:type=\"simple\">SI</ext-link>). (b) Corresponding HAADF-STEM\nimages and chemical maps obtained for peaks CL<sub>2</sub> and CL<sub>3</sub> at 10 e<sup>–</sup>/Å<sup>2</sup> and 310 e<sup>–</sup>/Å<sup>2</sup>. Evolution with the electron dose\nfor MIL-100­(Fe) of (c) the oxygen K-edge (left) and iron L<sub>2,3</sub>-edge (right) from 10 e<sup>–</sup>/Å<sup>2</sup> to\n780 e<sup>–</sup>/Å<sup>2</sup> (single acquisition doses)\nand (d) iron L<sub>2,3</sub>-edge obtained for higher electron doses\nbetween 500 e<sup>–</sup>/Å<sup>2</sup> and 10<sup>4</sup>e<sup>–</sup>/Å<sup>2</sup>(cumulated doses, see <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.2c09571/suppl_file/nn2c09571_si_001.pdf\" xlink:type=\"simple\">SI</ext-link>). (e) HAADF-STEM image (top) of MIL-100­(Fe)\nand corresponding elemental map (bottom) showing the spatial distribution\nof iron at 2 × 10<sup>3</sup> e<sup>–</sup>/Å<sup>2</sup>. The gray lines are EEL spectra obtained for amorphous carbon\nin panel a and iron­(III) oxide in panel d, while the black spectrum\nin panels a and c corresponds to BTC analyzed by near-edge X-ray absorption\nfine structure (Buck, M.; Zharnikov, M. personal communication, 2022).\nAll spectra are unprocessed. The energy resolution is about δ<italic toggle=\"yes\">E</italic> = 40 meV for panel a, δ<italic toggle=\"yes\">E</italic> = 800\nmeV for panel c, and δ<italic toggle=\"yes\">E</italic> = 220 meV for panel\nd. NanoMOFs spectra in panels a and d have been normalized to the\nintegrated signal (details in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.2c09571/suppl_file/nn2c09571_si_001.pdf\" xlink:type=\"simple\">SI</ext-link>). Chemical\nmaps were obtained as described in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.2c09571/suppl_file/nn2c09571_si_001.pdf\" xlink:type=\"simple\">SI</ext-link>,\nafter denoising by principal component analysis. Panels b and e are\nintensity maps of the corresponding features integrated over the gray\nareas in panels a and d. The intensity scale has been normalized to\ncompare chemical maps at a given dose in panel b. The spatial resolution\nis 10 nm in panel b and 2 nm in panel e. More details are provided\nin the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.2c09571/suppl_file/nn2c09571_si_001.pdf\" xlink:type=\"simple\">SI</ext-link>.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"nn2c09571_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  Core-loss analysis of MIL-100 nanoparticles as a function of the electron dose. All spectra are average features obtained by extracting and summing the signal over the whole hyperspectral image. (a) Evolution of the carbon K-edge of MIL-100(Al) with the electron dose (cumulated doses, see SI). (b) Corresponding HAADF-STEM images and chemical maps obtained for peaks CL2 and CL3 at 10 e-/Å2 and 310 e-/Å2. Evolution with the electron dose for MIL-100(Fe) of (c) the oxygen K-edge (left) and iron L2,3-edge (right) from 10 e-/Å2 to 780 e-/Å2 (single acquisition doses) and (d) iron L2,3-edge obtained for higher electron doses between 500 e-/Å2 and 104e-/Å2(cumulated doses, see SI). (e) HAADF-STEM image (top) of MIL-100(Fe) and corresponding elemental map (bottom) showing the spatial distribution of iron at 2 × 103 e-/Å2. The gray lines are EEL spectra obtained for amorphous carbon in panel a and iron(III) oxide in panel d, while the black spectrum in panels a and c corresponds to BTC analyzed by near-edge X-ray absorption fine structure (Buck, M.; Zharnikov, M. personal communication, 2022). All spectra are unprocessed. The energy resolution is about δE = 40 meV for panel a, δE = 800 meV for panel c, and δE = 220 meV for panel d. NanoMOFs spectra in panels a and d have been normalized to the integrated signal (details in SI). Chemical maps were obtained as described in SI, after denoising by principal component analysis. Panels b and e are intensity maps of the corresponding features integrated over the gray areas in panels a and d. The intensity scale has been normalized to compare chemical maps at a given dose in panel b. The spatial resolution is 10 nm in panel b and 2 nm in panel e. More details are provided in the SI.   ", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<p>When increasing the electron dose, spectral changes\nillustrate\nthe evolution of the specimen’s chemical composition as a result\nof radiolysis. First, a slight reduction and broadening of peak CL<sub>1</sub> is observed together with an enhancement of peak CL<sub>4</sub>. The decrease of peak CL<sub>1</sub> reflects the breakage of CC\nbonds, while its broadening outlines the formation of new types of\nchemical bonds induced by irradiation. Upon irradiation, its shape\ntends to be similar to amorphous carbon (gray line in a). In the meantime, the peak\nCL<sub>4</sub> increase is associated with the formation of C–C\nbonds, which can be closely related to the radiolysis of benzene double\nbonds. More significantly, an intense peak (denoted CL<sub>2</sub>) rises at 287.6 eV along with a drastic reduction of the peak CL<sub>3</sub>. It indicates the formation of a new species and the breakage\nof the −COO bonds of the carboxyl groups. According to the\nliterature, the peak CL<sub>2</sub> can be attributed to 1s−π*<sub>CO</sub> transitions of the carbonyl groups (−CO). This evolution shows that, under beam-induced radiolysis, the carboxyl\nspecies are presumably converted into carbonyl by the reduction of\nthe organic linkers. For higher electron doses (above 310 e<sup>–</sup>/Å<sup>2</sup>), the same trend continues without further changes\nillustrating the robustness of the carbonyl (−CO) composite\ncreated under irradiation (shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.2c09571/suppl_file/nn2c09571_si_001.pdf\" xlink:type=\"simple\">Figure S1</ext-link> for electron doses up to 780 e<sup>–</sup>/Å<sup>2</sup>).</p>", "clean_text": "When increasing the electron dose, spectral changes illustrate the evolution of the specimen's chemical composition as a result of radiolysis. First, a slight reduction and broadening of peak CL1 is observed together with an enhancement of peak CL4. The decrease of peak CL1 reflects the breakage of CC bonds, while its broadening outlines the formation of new types of chemical bonds induced by irradiation. Upon irradiation, its shape tends to be similar to amorphous carbon (gray line in a). In the meantime, the peak CL4 increase is associated with the formation of C-C bonds, which can be closely related to the radiolysis of benzene double bonds. More significantly, an intense peak (denoted CL2) rises at 287.6 eV along with a drastic reduction of the peak CL3. It indicates the formation of a new species and the breakage of the -COO bonds of the carboxyl groups. According to the literature, the peak CL2 can be attributed to 1s-π*CO transitions of the carbonyl groups (-CO). This evolution shows that, under beam-induced radiolysis, the carboxyl species are presumably converted into carbonyl by the reduction of the organic linkers. For higher electron doses (above 310 e-/Å2), the same trend continues without further changes illustrating the robustness of the carbonyl (-CO) composite created under irradiation (shown in Figure S1 for electron doses up to 780 e-/Å2).", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<p>By monitoring the chemical evolution under irradiation,\nthis study\nenables us to relate the features observed at high electron doses\n(usually employed for the EELS analysis) with the chemical functions\nof the original intact nanomaterial. For instance, previous EELS studies\nof biominerals performed above 100 e<sup>–</sup>/Å<sup>2</sup> have systematically reported a peak at 287 eV, similar to\nCL<sub>2</sub>, as a fingerprint of the organic fraction. Here, we show that this feature can correspond to the degraded signature\nof components containing carboxyl functions, which in the case of\nbiominerals could be related to fatty acids or proteins.</p>", "clean_text": "By monitoring the chemical evolution under irradiation, this study enables us to relate the features observed at high electron doses (usually employed for the EELS analysis) with the chemical functions of the original intact nanomaterial. For instance, previous EELS studies of biominerals performed above 100 e-/Å2 have systematically reported a peak at 287 eV, similar to CL2, as a fingerprint of the organic fraction. Here, we show that this feature can correspond to the degraded signature of components containing carboxyl functions, which in the case of biominerals could be related to fatty acids or proteins.", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<p>In b, we\nmapped the distribution of carboxyl and carbonyl components produced\nunder the beam with a nanoscale spatial resolution as a function of\nthe electron dose across the same scanned area (see the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.2c09571/suppl_file/nn2c09571_si_001.pdf\" xlink:type=\"simple\">SI</ext-link> for details and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.2c09571/suppl_file/nn2c09571_si_001.pdf\" xlink:type=\"simple\">Figure S3</ext-link>). To do so, the intensities of peaks CL<sub>2</sub> and\nCL<sub>3</sub> were integrated, after background subtraction and processing\nwith principal component analysis (PCA). At low dose, carboxyl groups\n(−COO) are homogeneously distributed across the nanoparticles,\nas expected from the nanoMOFs molecular structure. At 310 e<sup>–</sup>/Å<sup>2</sup>, a uniform reduction of the linker into carbonyl\n(−CO) is observed at this spatial resolution. Note that for\nsuch electron doses, the nanoparticle morphology remains unchanged,\nas observed in the corresponding HAADF image (left side). These results\ndemonstrate the possibility of damage-free mapping at the nanoscale\nof specific chemical groups. Moreover, to the best of our knowledge,\nintact organic component CL mapping has never been performed at an\nelectron dose as low as that employed here (10 e<sup>–</sup>/Å<sup>2</sup>).</p>", "clean_text": "In b, we mapped the distribution of carboxyl and carbonyl components produced under the beam with a nanoscale spatial resolution as a function of the electron dose across the same scanned area (see the SI for details and Figure S3). To do so, the intensities of peaks CL2 and CL3 were integrated, after background subtraction and processing with principal component analysis (PCA). At low dose, carboxyl groups (-COO) are homogeneously distributed across the nanoparticles, as expected from the nanoMOFs molecular structure. At 310 e-/Å2, a uniform reduction of the linker into carbonyl (-CO) is observed at this spatial resolution. Note that for such electron doses, the nanoparticle morphology remains unchanged, as observed in the corresponding HAADF image (left side). These results demonstrate the possibility of damage-free mapping at the nanoscale of specific chemical groups. Moreover, to the best of our knowledge, intact organic component CL mapping has never been performed at an electron dose as low as that employed here (10 e-/Å2).", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<p>To correlate the linker’s and\nmetal’s behavior induced\nby the electron beam, we used a 400 eV energy window to acquire simultaneously\nthe oxygen K-edge and Fe L<sub>2,3</sub>-edge of MIL-100­(Fe). The\nspectra were calibrated according to a previous X-ray absorption near-edge\nstructure (XANES) study on MIL-100­(Fe). In agreement with the carbon K-edge, the oxygen K-edge of MIL-100­(Fe)\nshows the degradation of the organic part under irradiation (c, left side, red\nlines). At low dose (10 e<sup>–</sup>/Å<sup>2</sup>),\nit displays two peaks at 532.2 eV (denoted CL<sub>5</sub>) and ∼540\neV (denoted CL<sub>7</sub>). These features are in agreement with\nXANES data obtained from MIL-100­(Fe) and with NEXAFS\nmeasurements from freestanding BTC (comparison shown in c, black line), where authors\nattributed the peaks to 1s−π*<sub>CO</sub> (CL<sub>5</sub>) and 1s−σ*<sub>C–O</sub> (CL<sub>7</sub>) transitions of carboxyl groups, respectively. As the metal–linker coordination bond is achieved\nthrough oxygen elements of carboxylate groups, one could expect additional\nfeatures related to iron coordination. Indeed, the Fe (3d)–O\n(2p) orbital hybridization should be\ndetected near 531.5 eV, as typically observed in EELS for iron­(III)\noxide (whose oxygen K-edge is shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.2c09571/suppl_file/nn2c09571_si_001.pdf\" xlink:type=\"simple\">Figure S2</ext-link>). Here, its absence for MIL-100­(Fe) is probably due to the\nlower concentration of iron–oxo clusters compared to carboxylic\nlinkers (two linkers per cluster as indicated by the molecular formula\nFe<sub>3</sub>O­(OH)­(BTC)<sub>2</sub>(H<sub>2</sub>O)<sub>2</sub>).\nMoreover, the oxygen K-edge analysis at low dose (10 e<sup>–</sup>/Å<sup>2</sup>) remains limited by its low cross-section, as\nobserved in c, where the fine structure analysis is hindered by the low SNR.</p>", "clean_text": "To correlate the linker's and metal's behavior induced by the electron beam, we used a 400 eV energy window to acquire simultaneously the oxygen K-edge and Fe L2,3-edge of MIL-100(Fe). The spectra were calibrated according to a previous X-ray absorption near-edge structure (XANES) study on MIL-100(Fe). In agreement with the carbon K-edge, the oxygen K-edge of MIL-100(Fe) shows the degradation of the organic part under irradiation (c, left side, red lines). At low dose (10 e-/Å2), it displays two peaks at 532.2 eV (denoted CL5) and ~540 eV (denoted CL7). These features are in agreement with XANES data obtained from MIL-100(Fe) and with NEXAFS measurements from freestanding BTC (comparison shown in c, black line), where authors attributed the peaks to 1s-π*CO (CL5) and 1s-σ*C-O (CL7) transitions of carboxyl groups, respectively. As the metal-linker coordination bond is achieved through oxygen elements of carboxylate groups, one could expect additional features related to iron coordination. Indeed, the Fe (3d)-O (2p) orbital hybridization should be detected near 531.5 eV, as typically observed in EELS for iron(III) oxide (whose oxygen K-edge is shown in Figure S2). Here, its absence for MIL-100(Fe) is probably due to the lower concentration of iron-oxo clusters compared to carboxylic linkers (two linkers per cluster as indicated by the molecular formula Fe3O(OH)(BTC)2(H2O)2). Moreover, the oxygen K-edge analysis at low dose (10 e-/Å2) remains limited by its low cross-section, as observed in c, where the fine structure analysis is hindered by the low SNR.", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<p>Upon irradiation, peak CL<sub>5</sub> decreases, attesting to the\ndamage of the −COO bonds. In the meantime, the asymmetric peak\nCL<sub>6</sub> appears near 534.2 eV. Its identification is not straightforward.\nPrevious studies based on NEXAFS and EELS have attributed a similar\npeak to 1s−π*<sub>CO</sub>, 1s−π*<sub>C–OH</sub>, or 1s−σ*<sub>CO</sub> transitions\nin BDC, amino acids, oxidized multiwalled carbon nanotubes, and poly­(ethylene terephthalate). These multiple assignments make it difficult to identify reliably\nthe peak CL<sub>6</sub>. Nonetheless, the carbon K-edge results strongly\nsuggest that the peak CL<sub>6</sub> is associated with the reduction\nof carboxylic groups into carbonyl. Indeed, we observe a concurrent\nincrease of the peaks CL<sub>2</sub> and CL<sub>6</sub> above 30 e<sup>–</sup>/Å<sup>2</sup>. As we assign the CL<sub>2</sub> peak to carbonyl groups (−CO), the CL<sub>6</sub> peak could\nalso result from the degradation of the linkers’ −COO\ngroups.</p>", "clean_text": "Upon irradiation, peak CL5 decreases, attesting to the damage of the -COO bonds. In the meantime, the asymmetric peak CL6 appears near 534.2 eV. Its identification is not straightforward. Previous studies based on NEXAFS and EELS have attributed a similar peak to 1s-π*CO, 1s-π*C-OH, or 1s-σ*CO transitions in BDC, amino acids, oxidized multiwalled carbon nanotubes, and poly(ethylene terephthalate). These multiple assignments make it difficult to identify reliably the peak CL6. Nonetheless, the carbon K-edge results strongly suggest that the peak CL6 is associated with the reduction of carboxylic groups into carbonyl. Indeed, we observe a concurrent increase of the peaks CL2 and CL6 above 30 e-/Å2. As we assign the CL2 peak to carbonyl groups (-CO), the CL6 peak could also result from the degradation of the linkers' -COO groups.", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["property"], "content": "<p>Thereafter, we studied the metal part of nanoMOFs and\nfirst kept\nfocused on MIL-100­(Fe) (c,d). c (right side, red lines) depicts the typical dose evolution observed\nfor the iron L<sub>2,3</sub>-edge on MIL-100­(Fe). The L-edges of transition\nmetals provide information on their electronic environment such as\noxidation state and crystal-field splitting. Unfortunately, the signal was too low in low-dose conditions for\nany fine analysis. Iron’s low cross-section and low concentration\nin the nanoMOFs make the signal tens of times weaker than the carbon\nK-edge one. A quantifiable signal was only detected for higher electron\ndoses starting from 90 e<sup>–</sup>/Å<sup>2</sup>. As\naforementioned, these conditions imply that the organic part is already\ndegraded. At this dose, MIL-100­(Fe) exhibits a main peak at 707.6\neV, followed by a small shoulder at 708.9 eV (observable for higher\nelectron doses <italic toggle=\"yes\">i.e.</italic>, 780 e<sup>–</sup>/Å<sup>2</sup>). These data agree with previous XANES measurements on MIL-100­(Fe),\nwhere authors attributed the signature to surface Fe<sup>2+</sup> species\nproduced by reduction under vacuum. These authors\nalso detected a peak at 534.2 eV similar to CL<sub>6</sub>, which\nwe assign here to degraded organic linkers. Herein, the combined systematic\nstudy of the iron, oxygen, and carbon edges as a function of the electron\ndose provides additional information on this phenomenon. This dose–effect\nstudy suggests that the linkers’ reduction induced by radiolysis\ncan also affect the coordination structure of iron and, hence, its\nvalency. Nonetheless, the iron behavior under high electron irradiation\nremains unclear. d shows the evolution of the iron L<sub>2,3</sub>-edge of MIL-100­(Fe)\ncompared to an iron­(III) oxide reference (gray line) for higher doses\nbetween 500 e<sup>–</sup>/Å<sup>2</sup> and 10<sup>4</sup> e<sup>–</sup>/Å<sup>2</sup>. Starting from 2 ×\n10<sup>3</sup> e<sup>–</sup>/Å<sup>2</sup>, the peak of\nMIL-100­(Fe) located at 708.9 eV drastically increases, revealing changes\nin electronic configuration. For this high-dose range, the organic\nfraction is degraded and may involve a complex chemical evolution\nwhich is not straightforward to disentangle.</p>", "clean_text": "Thereafter, we studied the metal part of nanoMOFs and first kept focused on MIL-100(Fe) (c,d). c (right side, red lines) depicts the typical dose evolution observed for the iron L2,3-edge on MIL-100(Fe). The L-edges of transition metals provide information on their electronic environment such as oxidation state and crystal-field splitting. Unfortunately, the signal was too low in low-dose conditions for any fine analysis. Iron's low cross-section and low concentration in the nanoMOFs make the signal tens of times weaker than the carbon K-edge one. A quantifiable signal was only detected for higher electron doses starting from 90 e-/Å2. As aforementioned, these conditions imply that the organic part is already degraded. At this dose, MIL-100(Fe) exhibits a main peak at 707.6 eV, followed by a small shoulder at 708.9 eV (observable for higher electron doses i.e., 780 e-/Å2). These data agree with previous XANES measurements on MIL-100(Fe), where authors attributed the signature to surface Fe2+ species produced by reduction under vacuum. These authors also detected a peak at 534.2 eV similar to CL6, which we assign here to degraded organic linkers. Herein, the combined systematic study of the iron, oxygen, and carbon edges as a function of the electron dose provides additional information on this phenomenon. This dose-effect study suggests that the linkers' reduction induced by radiolysis can also affect the coordination structure of iron and, hence, its valency. Nonetheless, the iron behavior under high electron irradiation remains unclear. d shows the evolution of the iron L2,3-edge of MIL-100(Fe) compared to an iron(III) oxide reference (gray line) for higher doses between 500 e-/Å2 and 104 e-/Å2. Starting from 2 × 103 e-/Å2, the peak of MIL-100(Fe) located at 708.9 eV drastically increases, revealing changes in electronic configuration. For this high-dose range, the organic fraction is degraded and may involve a complex chemical evolution which is not straightforward to disentangle.", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<p>\ne shows\nthe elemental iron map achieved by integrating the L<sub>3</sub>-edge\nsignal after PCA processing (details in the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.2c09571/suppl_file/nn2c09571_si_001.pdf\" xlink:type=\"simple\">SI</ext-link>). It attests to a homogeneous distribution of iron across the nanoMOFs,\nwith a spatial resolution of 2 nm. Iron valency distribution could\nnot be mapped at low doses because of its weak SNR features, and for\nhigher electron doses, its distribution analysis is irrelevant since\nthe nanoMOFs are degraded. Other metallic edges of nanoMOFs were also\ndetected in the same conditions. <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.2c09571/suppl_file/nn2c09571_si_001.pdf\" xlink:type=\"simple\">Figures S4</ext-link> and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.2c09571/suppl_file/nn2c09571_si_001.pdf\" xlink:type=\"simple\">2b</ext-link> show the iron M<sub>2,3</sub>-edge\nof MIL-100­(Fe) near 55 eV and zirconium M<sub>2,3,4,5</sub> and N<sub>2,3</sub>-edges of UiO-66 at 210-350 eV and ∼40 eV, respectively.\nFor MIL-100­(Al), the aluminum K- and L<sub>2,3</sub>-edges typically\nlocated at 1560 eV and 77 eV were not detected, probably due to their\nlow cross-section and low aluminum concentration in the specimen.</p>", "clean_text": " e shows the elemental iron map achieved by integrating the L3-edge signal after PCA processing (details in the SI). It attests to a homogeneous distribution of iron across the nanoMOFs, with a spatial resolution of 2 nm. Iron valency distribution could not be mapped at low doses because of its weak SNR features, and for higher electron doses, its distribution analysis is irrelevant since the nanoMOFs are degraded. Other metallic edges of nanoMOFs were also detected in the same conditions. Figures S4 and 2b show the iron M2,3-edge of MIL-100(Fe) near 55 eV and zirconium M2,3,4,5 and N2,3-edges of UiO-66 at 210-350 eV and ~40 eV, respectively. For MIL-100(Al), the aluminum K- and L2,3-edges typically located at 1560 eV and 77 eV were not detected, probably due to their low cross-section and low aluminum concentration in the specimen.", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<p>We demonstrate that, compared to the commonly used soft X-ray absorption\nspectromicroscopies, EELS provides a\nsimilar fine structure analysis with high energy resolution features,\nclosely similar to the XANES and NEXAFS studies, but also enables\na low-dose chemical mapping of the linkers functions with an improved\nspatial resolution down to 10 nm (b). These results\nhighlight the possibility of characterizing intact sensitive complex\nspecimens at the nanoscale.</p>", "clean_text": "We demonstrate that, compared to the commonly used soft X-ray absorption spectromicroscopies, EELS provides a similar fine structure analysis with high energy resolution features, closely similar to the XANES and NEXAFS studies, but also enables a low-dose chemical mapping of the linkers functions with an improved spatial resolution down to 10 nm (b). These results highlight the possibility of characterizing intact sensitive complex specimens at the nanoscale.", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["property"], "content": "<title>Low-Loss Excitations</title><p>Thereafter, we focus on analyzing\nthe LL region, where the excitations of valence electrons are visible.\nFirst, we used a large energy window of 400 eV to simultaneously monitor\nthe LL and CL evolutions with the electron dose (a–c, δ<italic toggle=\"yes\">E</italic> = 800 meV). Then, we used a smaller energy window, spanning\n16 eV, to achieve a better energy resolution (d, δ<italic toggle=\"yes\">E</italic> = 40 meV). The\nmore significant LL contribution shared for the three nanoMOFs is\na huge bulk plasmon peak standing out near 22 eV, due to the electrons’\ncollective oscillations (observed in b). As shown in a–c, other molecular features are\nalso observable in the UV energy range below 10 eV. Unlike the carbon\nK-edge that is similar for the three systems, distinct LL features\nare found for each nanoMOF. d shows the low-loss response of nanoMOFs obtained\nat low (10 e<sup>–</sup>/Å<sup>2</sup>) and higher (above\n130 e<sup>–</sup>/Å<sup>2</sup>) electron doses with a\ncloser look between 2 eV and 10 eV. At low dose, MIL-100­(Al) displays\nan intense peak centered around 5.8 eV with shoulders at 5.2 eV and\n6.6 eV. For MIL-100­(Fe), a similar feature is exhibited with a slight\nblue-shift of the intense peak to 5.9 eV and less pronounced shoulders\nat 5.3 eV and 6.6 eV. Both MIL-100 exhibit two weak features at 2.5\neV and 3.5 eV and an additional very weak peak near 4.5 eV. Conversely,\nonly two intense and asymmetric peaks are found for UiO-66 near 5.1\neV and 6.5 eV. The aforementioned signals of the three nanoMOFs agree\nreasonably well with UV–vis experiments between 2 eV and 6\neV. They have been usually related to π–π*\ntransitions but barely assigned to specific chemical functions. To\nget more insights, we compared the signature of nanoMOFs with their\nfreestanding organic linkers, focusing on the shaded area LL<sub>2</sub> in a–d.\nThe two organic linkers (BTC and BDC) show two peaks at 5.3 eV and\n6.8 eV (see <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.2c09571/suppl_file/nn2c09571_si_001.pdf\" xlink:type=\"simple\">Figure S5</ext-link> for the comparison\nof nanoMOFs, BTC, and BDC spectra). They were attributed to the designated\nbenzoic and local-excitation bands of functionalized phenyl groups,\nrespectively. These bands seem to be\nslightly red-shifted for nanoMOFs, where the linkers are coordinated\nwith metals (<italic toggle=\"yes\">e.g.</italic>, shifted to 5.1 eV and 6.5 eV for\nUiO-66). Hence, we assume that the metal bonding affects the LL<sub>2</sub> features of the coordinated organic molecules. This is in\nagreement with previous UV–vis studies that related the 5.1\neV peak of UiO-66 to linker-to-metal charge transfer. In addition, the peak observed for MIL-100 around 5.8 eV/5.9 eV\nis not detected for the organic linkers. Thus, this intense peak may\nalso be related to metal bonding. In a nutshell, our results suggest\nthe LL<sub>2</sub> feature may be considered as a spectral fingerprint\nof the coordination bonding between the organic and metal parts of\nthe nanoMOFs. In the absence of UV data from the literature, the weak\nfeatures observed for MIL-100 below 4 eV are not straightforward to\ninterpret and theoretical studies are required to elucidate their\norigin.</p>", "clean_text": "Low-Loss Excitations\n\nThereafter, we focus on analyzing the LL region, where the excitations of valence electrons are visible. First, we used a large energy window of 400 eV to simultaneously monitor the LL and CL evolutions with the electron dose (a-c, δE = 800 meV). Then, we used a smaller energy window, spanning 16 eV, to achieve a better energy resolution (d, δE = 40 meV). The more significant LL contribution shared for the three nanoMOFs is a huge bulk plasmon peak standing out near 22 eV, due to the electrons' collective oscillations (observed in b). As shown in a-c, other molecular features are also observable in the UV energy range below 10 eV. Unlike the carbon K-edge that is similar for the three systems, distinct LL features are found for each nanoMOF. d shows the low-loss response of nanoMOFs obtained at low (10 e-/Å2) and higher (above 130 e-/Å2) electron doses with a closer look between 2 eV and 10 eV. At low dose, MIL-100(Al) displays an intense peak centered around 5.8 eV with shoulders at 5.2 eV and 6.6 eV. For MIL-100(Fe), a similar feature is exhibited with a slight blue-shift of the intense peak to 5.9 eV and less pronounced shoulders at 5.3 eV and 6.6 eV. Both MIL-100 exhibit two weak features at 2.5 eV and 3.5 eV and an additional very weak peak near 4.5 eV. Conversely, only two intense and asymmetric peaks are found for UiO-66 near 5.1 eV and 6.5 eV. The aforementioned signals of the three nanoMOFs agree reasonably well with UV-vis experiments between 2 eV and 6 eV. They have been usually related to π-π* transitions but barely assigned to specific chemical functions. To get more insights, we compared the signature of nanoMOFs with their freestanding organic linkers, focusing on the shaded area LL2 in a-d. The two organic linkers (BTC and BDC) show two peaks at 5.3 eV and 6.8 eV (see Figure S5 for the comparison of nanoMOFs, BTC, and BDC spectra). They were attributed to the designated benzoic and local-excitation bands of functionalized phenyl groups, respectively. These bands seem to be slightly red-shifted for nanoMOFs, where the linkers are coordinated with metals (e.g., shifted to 5.1 eV and 6.5 eV for UiO-66). Hence, we assume that the metal bonding affects the LL2 features of the coordinated organic molecules. This is in agreement with previous UV-vis studies that related the 5.1 eV peak of UiO-66 to linker-to-metal charge transfer. In addition, the peak observed for MIL-100 around 5.8 eV/5.9 eV is not detected for the organic linkers. Thus, this intense peak may also be related to metal bonding. In a nutshell, our results suggest the LL2 feature may be considered as a spectral fingerprint of the coordination bonding between the organic and metal parts of the nanoMOFs. In the absence of UV data from the literature, the weak features observed for MIL-100 below 4 eV are not straightforward to interpret and theoretical studies are required to elucidate their origin.", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Low-loss analysis of MIL-100 and UiO-66 nanoparticles as a function\nof the electron dose. (a–c) Evolution with the electron dose\nof the low-loss signal acquired simultaneously with the carbon K-edge\nusing the 400 eV energy window. The energy resolution is about δ<italic toggle=\"yes\">E</italic> = 800 meV. The electron doses are 10 e<sup>–</sup>/Å<sup>2</sup> for light colors and &gt;750 e<sup>–</sup>/Å<sup>2</sup> for dark colors (single acquisition doses, see <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.2c09571/suppl_file/nn2c09571_si_001.pdf\" xlink:type=\"simple\">SI</ext-link>). Black arrows near 14 eV indicate the H K-edge\nrevealing H<sub>2</sub> production under irradiation. (d) Comparison\nof the low-loss signal obtained at electron dose of 10 e<sup>–</sup>/Å<sup>2</sup> (top row) and above 130 e<sup>–</sup>/Å<sup>2</sup> (bottom row) (cumulated doses, see <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.2c09571/suppl_file/nn2c09571_si_001.pdf\" xlink:type=\"simple\">SI</ext-link>) with a smaller energy window spanning 16 eV (energy resolution\nof about δ<italic toggle=\"yes\">E</italic> = 40 meV). Spectra are normalized\nto the integrated signal (see <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.2c09571/suppl_file/nn2c09571_si_001.pdf\" xlink:type=\"simple\">SI</ext-link>). (e,\nf) HAADF-STEM images (left) and the corresponding maps (right) of\nUiO-66 (green) and MIL-100­(Fe) (red) obtained at (e) 10 e<sup>–</sup>/Å<sup>2</sup> and (f) <sup>2</sup>10 e<sup>–</sup>/Å<sup>2</sup> after PCA processing. The pixel size is 10 nm in panel e\nand 2 nm in panel f. (g) Spectra obtained after PCA (solid lines)\nfrom the areas labeled 1, 2, and 3 in panel e and the NLLS components\n(dashed lines) used to map their distribution. Spectra of panels a–d\nare average raw data obtained by extracting and summing the signal\nover hundreds of square nanometers. Blue, red, and green represent\nMIL-100­(Al), MIL-100­(Fe), and UiO-66, while the orange line in panel\ng stands for the superimposed signal of the latter. <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.2c09571/suppl_file/nn2c09571_si_001.pdf\" xlink:type=\"simple\">SI</ext-link> provides more details.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"nn2c09571_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  Low-loss analysis of MIL-100 and UiO-66 nanoparticles as a function of the electron dose. (a-c) Evolution with the electron dose of the low-loss signal acquired simultaneously with the carbon K-edge using the 400 eV energy window. The energy resolution is about δE = 800 meV. The electron doses are 10 e-/Å2 for light colors and >750 e-/Å2 for dark colors (single acquisition doses, see SI). Black arrows near 14 eV indicate the H K-edge revealing H2 production under irradiation. (d) Comparison of the low-loss signal obtained at electron dose of 10 e-/Å2 (top row) and above 130 e-/Å2 (bottom row) (cumulated doses, see SI) with a smaller energy window spanning 16 eV (energy resolution of about δE = 40 meV). Spectra are normalized to the integrated signal (see SI). (e, f) HAADF-STEM images (left) and the corresponding maps (right) of UiO-66 (green) and MIL-100(Fe) (red) obtained at (e) 10 e-/Å2 and (f) 210 e-/Å2 after PCA processing. The pixel size is 10 nm in panel e and 2 nm in panel f. (g) Spectra obtained after PCA (solid lines) from the areas labeled 1, 2, and 3 in panel e and the NLLS components (dashed lines) used to map their distribution. Spectra of panels a-d are average raw data obtained by extracting and summing the signal over hundreds of square nanometers. Blue, red, and green represent MIL-100(Al), MIL-100(Fe), and UiO-66, while the orange line in panel g stands for the superimposed signal of the latter. SI provides more details.   ", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<p>The LL signal displays particular changes upon\nelectron irradiation.\nAs shown in a–d, all of the LL<sub>2</sub> features decrease with the\nelectron dose. A more detailed evolution with the electron dose can\nbe found in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.2c09571/suppl_file/nn2c09571_si_001.pdf\" xlink:type=\"simple\">Figure S5</ext-link>. Considering our\nassignment, this can reveal the loss of coordination bonds between\nmetal clusters and organic linkers that are progressively degraded.\nIn the meantime, a peak near 4 eV (denoted LL<sub>1</sub>) rises with\nthe electron dose. Previous EELS and UV–vis studies of the\npoly­(methyl methacrylate) degradation induced by irradiation have\nattributed this peak to the formation of carbonyl functions (n−π*<sub>CO</sub> transitions). The simultaneous acquisition\nof the LL and CL signals (400 eV energy window) allows us to compare\ntheir evolution. a–c, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.2c09571/suppl_file/nn2c09571_si_001.pdf\" xlink:type=\"simple\">S1, and S5</ext-link> show the\nconcurrent formation of peaks LL<sub>1</sub> and CL<sub>2</sub> with\nthe decrease of LL<sub>2</sub> features for doses above 130 e<sup>–</sup>/Å<sup>2</sup>. These observations suggest that\nthe loss of coordination bonds is related to the reduction of carboxylic\ngroups (−COO) into carbonyl moieties (−CO). Indeed,\nas the nanoMOFs assembly is conducted by the coordination of the carboxylic\nfunctions, their reduction into carbonyl species weakens the coordination\nbond, inducing the decrease of the features LL<sub>2</sub>.</p>", "clean_text": "The LL signal displays particular changes upon electron irradiation. As shown in a-d, all of the LL2 features decrease with the electron dose. A more detailed evolution with the electron dose can be found in Figure S5. Considering our assignment, this can reveal the loss of coordination bonds between metal clusters and organic linkers that are progressively degraded. In the meantime, a peak near 4 eV (denoted LL1) rises with the electron dose. Previous EELS and UV-vis studies of the poly(methyl methacrylate) degradation induced by irradiation have attributed this peak to the formation of carbonyl functions (n-π*CO transitions). The simultaneous acquisition of the LL and CL signals (400 eV energy window) allows us to compare their evolution. a-c, S1, and S5 show the concurrent formation of peaks LL1 and CL2 with the decrease of LL2 features for doses above 130 e-/Å2. These observations suggest that the loss of coordination bonds is related to the reduction of carboxylic groups (-COO) into carbonyl moieties (-CO). Indeed, as the nanoMOFs assembly is conducted by the coordination of the carboxylic functions, their reduction into carbonyl species weakens the coordination bond, inducing the decrease of the features LL2.", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<p>Interestingly, the three nanoMOFs display a similar peak near 9\neV (denoted LL<sub>3</sub>, d), which is red-shifted to 8.4 eV upon irradiation\n(see <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.2c09571/suppl_file/nn2c09571_si_001.pdf\" xlink:type=\"simple\">Figure S5</ext-link>). Such a peak has previously\nbeen attributed to water exciton. Its presence\nfor MIL-100 could be related to structural water as indicated by the\nchemical formula (Al<sub>3</sub>O­(OH)­(BTC)<sub>2</sub>(H<sub>2</sub>O)<sub>2</sub> and Fe<sub>3</sub>O­(OH)­(BTC)<sub>2</sub>(H<sub>2</sub>O)<sub>2</sub>). But, considering water molecules to be prone to\nbeam degradation, it could also be attributed\nto hydroxyl groups (−OH), also present in the three nanoMOFs\n(UiO-66 chemical formula: Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>(BDC)<sub>6</sub>). Another peak near 14 eV is also observable for\nelectron doses above 80 e<sup>–</sup>/Å<sup>2</sup> (a–c). As previously\nreported, it is associated with the hydrogen K-edge,\nattesting to the production of H<sub>2</sub> upon electron irradiation.\nSince we assume direct dehydrogenation of the organic linkers even\nat low dose (no 1s−σ*<sub>C–H</sub> transitions\nare observed in our carbon K-edge data), the dihydrogen signal certainly\ncomes from the hydroxyl groups or structural water of nanoMOFs. Noteworthy,\nit suggests that irradiation of hydroxyl groups and structural water\nmay enhance the beam-induced degradation effect as (i) it could produce\nreactive species such as radicals, which may increase the radiolysis\nof the organic linkers, and (ii) it could\nlead to complex chemical evolution affecting the metal environment\n(<italic toggle=\"yes\">e.g.</italic>, change of the iron L<sub>2,3</sub>-edge for\nhigh electron doses in d).</p>", "clean_text": "Interestingly, the three nanoMOFs display a similar peak near 9 eV (denoted LL3, d), which is red-shifted to 8.4 eV upon irradiation (see Figure S5). Such a peak has previously been attributed to water exciton. Its presence for MIL-100 could be related to structural water as indicated by the chemical formula (Al3O(OH)(BTC)2(H2O)2 and Fe3O(OH)(BTC)2(H2O)2). But, considering water molecules to be prone to beam degradation, it could also be attributed to hydroxyl groups (-OH), also present in the three nanoMOFs (UiO-66 chemical formula: Zr6O4(OH)4(BDC)6). Another peak near 14 eV is also observable for electron doses above 80 e-/Å2 (a-c). As previously reported, it is associated with the hydrogen K-edge, attesting to the production of H2 upon electron irradiation. Since we assume direct dehydrogenation of the organic linkers even at low dose (no 1s-σ*C-H transitions are observed in our carbon K-edge data), the dihydrogen signal certainly comes from the hydroxyl groups or structural water of nanoMOFs. Noteworthy, it suggests that irradiation of hydroxyl groups and structural water may enhance the beam-induced degradation effect as (i) it could produce reactive species such as radicals, which may increase the radiolysis of the organic linkers, and (ii) it could lead to complex chemical evolution affecting the metal environment (e.g., change of the iron L2,3-edge for high electron doses in d).", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<p>Recent studies have also reported about damage-free\nLL EELS signatures\nof organic specimens but none of them provides maps\nof the signals. Conversely, other authors used higher electron doses\nto map the signal of MOF glass blends, probably inducing beam damages. Here, a specimen was prepared by\nmixing MIL-100­(Fe) with UiO-66 and LL maps were recorded at low dose\nto ensure nanoMOFs being intact (e,f). As shown in e,g, each nanoMOF specific feature was mapped\nat 10 e<sup>–</sup>/Å<sup>2</sup>, using PCA processing\nand nonlinear least-squares (NLLS) Gaussian fitting (details on the\nNLLS Gaussian fitting are provided in the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.2c09571/suppl_file/nn2c09571_si_001.pdf\" xlink:type=\"simple\">SI, Figure S6</ext-link>). To assess the possibility of localizing the two\nsignals at higher electron doses, the study was repeated at 210 e<sup>–</sup>/Å<sup>2</sup> (f). In the two conditions, MIL-100­(Fe) (in\nred) was successfully distinguished from UiO-66 (in green). This result\ndemonstrates that the chemical information can still be localized\ndespite degradation under electron irradiation. The main difference\nbetween the two conditions lies in the spatial resolution: the lowest\nelectron dose, associated with no degradation, imposes a large pixel\nsize of 10 nm, whereas fixing a higher dose allows an increase of\nthe pixel size to 1 nm but induces beam damage. This emphasizes the\ngeneral trend that the chemical imaging of sensitive nanomaterials\nis a trade-off between spatial resolution and induced degradation.\nOur results illustrate the possibility of distinguishing different\nLL signatures and mapping their features with a nanoscale resolution.</p>", "clean_text": "Recent studies have also reported about damage-free LL EELS signatures of organic specimens but none of them provides maps of the signals. Conversely, other authors used higher electron doses to map the signal of MOF glass blends, probably inducing beam damages. Here, a specimen was prepared by mixing MIL-100(Fe) with UiO-66 and LL maps were recorded at low dose to ensure nanoMOFs being intact (e,f). As shown in e,g, each nanoMOF specific feature was mapped at 10 e-/Å2, using PCA processing and nonlinear least-squares (NLLS) Gaussian fitting (details on the NLLS Gaussian fitting are provided in the SI, Figure S6). To assess the possibility of localizing the two signals at higher electron doses, the study was repeated at 210 e-/Å2 (f). In the two conditions, MIL-100(Fe) (in red) was successfully distinguished from UiO-66 (in green). This result demonstrates that the chemical information can still be localized despite degradation under electron irradiation. The main difference between the two conditions lies in the spatial resolution: the lowest electron dose, associated with no degradation, imposes a large pixel size of 10 nm, whereas fixing a higher dose allows an increase of the pixel size to 1 nm but induces beam damage. This emphasizes the general trend that the chemical imaging of sensitive nanomaterials is a trade-off between spatial resolution and induced degradation. Our results illustrate the possibility of distinguishing different LL signatures and mapping their features with a nanoscale resolution.", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<p>By correlating the CL and LL energy ranges, our results enable\ndeciphering of the chemical changes induced by electron irradiation.\nTo a lesser extent, the chemical changes under irradiation have previously\nbeen studied for MOFs in the LL and CL. Here, with low-dose conditions and an improved energy resolution,\nwe further demonstrate that it is possible to distinguish the direct\nbeam effect (reduction of carboxylic moieties, radiolysis of hydroxyl\ngroups, and H<sub>2</sub> production) from the secondary reactions\nimplied (loss of coordination bond and iron reduction). Nonetheless,\nsince EELS allows one to reach energy ranges that are arduously covered\nby conventional techniques (<italic toggle=\"yes\">e.g.</italic>, vacuum and extreme\nUV), all our assignments remain assumptions that need to be confirmed\nwith theoretical studies.</p>", "clean_text": "By correlating the CL and LL energy ranges, our results enable deciphering of the chemical changes induced by electron irradiation. To a lesser extent, the chemical changes under irradiation have previously been studied for MOFs in the LL and CL. Here, with low-dose conditions and an improved energy resolution, we further demonstrate that it is possible to distinguish the direct beam effect (reduction of carboxylic moieties, radiolysis of hydroxyl groups, and H2 production) from the secondary reactions implied (loss of coordination bond and iron reduction). Nonetheless, since EELS allows one to reach energy ranges that are arduously covered by conventional techniques (e.g., vacuum and extreme UV), all our assignments remain assumptions that need to be confirmed with theoretical studies.", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<title>Ultralow-Loss Excitations</title><p>The three nanoMOFs and their\nfreestanding organic linkers were analyzed in the vibrational energy\nwindow with conventional attenuated total reflection (ATR)–Fourier\ntransform (FT) IR spectroscopy and ULL STEM-EELS. The energy resolution\nwas equal to 4 cm<sup>–1</sup> for FTIR and 12 meV (97 cm<sup>–1</sup>) for EELS. By applying the Richardson-Lucy deconvolution\n(details in the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.2c09571/suppl_file/nn2c09571_si_001.pdf\" xlink:type=\"simple\">SI</ext-link> and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.2c09571/suppl_file/nn2c09571_si_001.pdf\" xlink:type=\"simple\">Figure S7</ext-link>), the EELS ZLP was narrowed to reach an energy resolution\nof δ<italic toggle=\"yes\">E</italic> = 7 meV (55 cm<sup>–1</sup>). a compares the resulting\nspectra obtained with the two techniques. The full spectra ranging\nfrom 70 to 500 meV are given in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.2c09571/suppl_file/nn2c09571_si_001.pdf\" xlink:type=\"simple\">Figures S8 and S9</ext-link>. Here, we briefly describe the main vibrational modes denoted\nfrom ULL<sub>1</sub> to ULL<sub>6</sub> (shaded areas in a, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.2c09571/suppl_file/nn2c09571_si_001.pdf\" xlink:type=\"simple\">S8, and S9</ext-link>), but a complete assignment based on the literature\ncan be found in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.2c09571/suppl_file/nn2c09571_si_001.pdf\" xlink:type=\"simple\">Table S1</ext-link>.</p>", "clean_text": "Ultralow-Loss Excitations\n\nThe three nanoMOFs and their freestanding organic linkers were analyzed in the vibrational energy window with conventional attenuated total reflection (ATR)-Fourier transform (FT) IR spectroscopy and ULL STEM-EELS. The energy resolution was equal to 4 cm-1 for FTIR and 12 meV (97 cm-1) for EELS. By applying the Richardson-Lucy deconvolution (details in the SI and Figure S7), the EELS ZLP was narrowed to reach an energy resolution of δE = 7 meV (55 cm-1). a compares the resulting spectra obtained with the two techniques. The full spectra ranging from 70 to 500 meV are given in Figures S8 and S9. Here, we briefly describe the main vibrational modes denoted from ULL1 to ULL6 (shaded areas in a, S8, and S9), but a complete assignment based on the literature can be found in Table S1.", "data": null, "include_properties": null}, {"idx": 29, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Ultralow-loss analysis\nof nanoMOFs and their freestanding organic\nlinkers acquired at about 120 e<sup>–</sup>/Å<sup>2</sup> (single acquisition dose; beam current = 4 pA; total acquisition\ntime ∼ 100 s). (a) Comparison of the ultralow-loss EELS (solid\nline) with conventional FTIR (dotted line) for MIL-100­(Al) in blue,\nMIL-100­(Fe) in red, BTC in yellow, UiO-66 in green, and BDC in pink.\nAll EEL spectra are averages obtained by extracting and summing the\nsignal over the whole hyperspectral image. They have been collected\nin an energy window of 2 eV and deconvolved using the Richardson–Lucy\nAlgorithm (details in the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.2c09571/suppl_file/nn2c09571_si_001.pdf\" xlink:type=\"simple\">SI</ext-link>). The EEL\nenergy resolution is about δ<italic toggle=\"yes\">E</italic> = 7 meV (55 cm<sup>–1</sup>), and the FTIR one is about 4 cm<sup>–1</sup> (0.5 meV). (b) HAADF image of MIL-100­(Al) nanoparticles and (c)\ncorresponding chemical map of the CO vibration modes (shaded ULL<sub>4</sub> area in panel a). (d) Intensity profiles acquired along the\nindicated line of the HAADF image (black line profile) and the chemical\nmap (blue line profile) from panels b and c. To increase the SNR,\nseveral line profiles were added, as illustrated by the white dotted\nrectangle in panels b and c. It shows a localized signal on the nanoparticles.\nGray stars indicate the amorphous carbon film signal. (e) Chemical\nmap obtained on an area where no excitation was detected (450–495\nmeV). It attests that thickness does not contribute to the signal\nmap of MIL-100­(Al) in panel b. The pixel size is 2 nm in panels b,\nc, and e. Chemical maps were obtained as described in the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.2c09571/suppl_file/nn2c09571_si_001.pdf\" xlink:type=\"simple\">SI</ext-link>. They have been normalized to the ZLP to exclude\nthe thickness variations. For comparison, their intensity scale is\nalso normalized (see the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.2c09571/suppl_file/nn2c09571_si_001.pdf\" xlink:type=\"simple\">SI</ext-link>).</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"nn2c09571_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  Ultralow-loss analysis of nanoMOFs and their freestanding organic linkers acquired at about 120 e-/Å2 (single acquisition dose; beam current = 4 pA; total acquisition time ~ 100 s). (a) Comparison of the ultralow-loss EELS (solid line) with conventional FTIR (dotted line) for MIL-100(Al) in blue, MIL-100(Fe) in red, BTC in yellow, UiO-66 in green, and BDC in pink. All EEL spectra are averages obtained by extracting and summing the signal over the whole hyperspectral image. They have been collected in an energy window of 2 eV and deconvolved using the Richardson-Lucy Algorithm (details in the SI). The EEL energy resolution is about δE = 7 meV (55 cm-1), and the FTIR one is about 4 cm-1 (0.5 meV). (b) HAADF image of MIL-100(Al) nanoparticles and (c) corresponding chemical map of the CO vibration modes (shaded ULL4 area in panel a). (d) Intensity profiles acquired along the indicated line of the HAADF image (black line profile) and the chemical map (blue line profile) from panels b and c. To increase the SNR, several line profiles were added, as illustrated by the white dotted rectangle in panels b and c. It shows a localized signal on the nanoparticles. Gray stars indicate the amorphous carbon film signal. (e) Chemical map obtained on an area where no excitation was detected (450-495 meV). It attests that thickness does not contribute to the signal map of MIL-100(Al) in panel b. The pixel size is 2 nm in panels b, c, and e. Chemical maps were obtained as described in the SI. They have been normalized to the ZLP to exclude the thickness variations. For comparison, their intensity scale is also normalized (see the SI).   ", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["else"], "content": "<p>FTIR spectra display features specific to the specimen’s\nfunctional groups (a). In the ULL<sub>2</sub> area, characteristic bands of the\nmetal part are observed for MIL-100­(Fe) and UiO-66. For MIL-100­(Fe),\nthe asymmetric Fe<sub>3</sub>–μ<sub>3</sub>-O stretching\nband is located at 624 cm<sup>–1</sup> (77 meV). Noticeably,\nthis band carries information on the oxidation state of iron: a previous\nFTIR study has demonstrated that the partial reduction of iron induces\na blue-shift of this band from 618 to 597 cm<sup>–1</sup>. Here, our FTIR data indicate that nonirradiated\nMIL-100­(Fe) contain Fe<sup>3+</sup> ions, in agreement with previous\nMössbauer studies. Likewise, the\nZr<sub>3</sub>–μ<sub>3</sub>-O stretching bands of UiO-66\nare observed at 620–745 cm<sup>–1</sup> (80–90\nmeV), where they are mixed with the vibration modes of the organic\npart. The five specimens display significant bands in the ULL<sub>4</sub> area. They are attributed to CO stretching modes of carboxylic\ngroups. By comparing the nanoMOFs with their organic linkers, these\nbands seem to shift upon coordination. Whereas the BTC CO bands are\nlocated at 1326 cm<sup>–1</sup> (164 meV) and 1691 cm<sup>–1</sup> (210 meV), they are found at 1405 cm<sup>–1</sup> (174 meV),\n1672 cm<sup>–1</sup> (207 meV) for MIL-100­(Al) and 1380 cm<sup>–1</sup> (171 meV), 1632 cm<sup>–1</sup> (202 meV)\nfor MIL-100­(Fe). Similarly, CO bands are red-shifted from 1287 cm<sup>–1</sup> (160 meV) and 1682 cm<sup>–1</sup> (209 meV)\nin BDC to 1387 cm<sup>–1</sup> (172 meV) and 1584 cm<sup>–1</sup> (196 meV) in UiO-66 (see <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.2c09571/suppl_file/nn2c09571_si_001.pdf\" xlink:type=\"simple\">Table S1</ext-link>). This\ncomparison also highlights the distinct features of BDC, which exhibits\nadditional bands in the ULL<sub>3</sub> area corresponding to CC,\nCO, and CH bending modes. In the three nanoMOFs spectra, residual\nsolvents (water, ethanol, and <italic toggle=\"yes\">N</italic>,<italic toggle=\"yes\">N</italic>-dimethylformamide, DMF) are also detected. More details are given\nin <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.2c09571/suppl_file/nn2c09571_si_001.pdf\" xlink:type=\"simple\">Figure S8</ext-link>.</p>", "clean_text": "FTIR spectra display features specific to the specimen's functional groups (a). In the ULL2 area, characteristic bands of the metal part are observed for MIL-100(Fe) and UiO-66. For MIL-100(Fe), the asymmetric Fe3-μ3-O stretching band is located at 624 cm-1 (77 meV). Noticeably, this band carries information on the oxidation state of iron: a previous FTIR study has demonstrated that the partial reduction of iron induces a blue-shift of this band from 618 to 597 cm-1. Here, our FTIR data indicate that nonirradiated MIL-100(Fe) contain Fe3+ ions, in agreement with previous Mössbauer studies. Likewise, the Zr3-μ3-O stretching bands of UiO-66 are observed at 620-745 cm-1 (80-90 meV), where they are mixed with the vibration modes of the organic part. The five specimens display significant bands in the ULL4 area. They are attributed to CO stretching modes of carboxylic groups. By comparing the nanoMOFs with their organic linkers, these bands seem to shift upon coordination. Whereas the BTC CO bands are located at 1326 cm-1 (164 meV) and 1691 cm-1 (210 meV), they are found at 1405 cm-1 (174 meV), 1672 cm-1 (207 meV) for MIL-100(Al) and 1380 cm-1 (171 meV), 1632 cm-1 (202 meV) for MIL-100(Fe). Similarly, CO bands are red-shifted from 1287 cm-1 (160 meV) and 1682 cm-1 (209 meV) in BDC to 1387 cm-1 (172 meV) and 1584 cm-1 (196 meV) in UiO-66 (see Table S1). This comparison also highlights the distinct features of BDC, which exhibits additional bands in the ULL3 area corresponding to CC, CO, and CH bending modes. In the three nanoMOFs spectra, residual solvents (water, ethanol, and N,N-dimethylformamide, DMF) are also detected. More details are given in Figure S8.", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["else"], "content": "<p>In EELS data, the main\nspecific ULL features observed for the five\nspecimens are in agreement with the FTIR results (a). Given the lower energy\nresolution, all of the peaks cannot be observed, but the metal and\ncarboxylic main features were readily detected. The CH bending (ULL<sub>2</sub> area) and CO stretching modes (ULL<sub>4</sub> area) match\nthe FTIR experiments for all of the specimens except BTC. Indeed,\nthe EELS intensity of the BTC CO band (215 meV, 1734 cm<sup>–1</sup>) seems reduced compared to FTIR. Such spectral differences between\nthe two techniques may be explained by distinct excitation mechanisms\nfollowing photons absorption (FTIR) and electrons inelastic scattering\n(EELS). A complete understanding needs the help of theoretical calculations.\nAt high energy losses, the features detected in EELS as in FTIR can\nbe attributed to the remaining solvents (adsorbed DMF, ethanol, and\nstructural water). A more detailed discussion is provided in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.2c09571/suppl_file/nn2c09571_si_001.pdf\" xlink:type=\"simple\">Figure S9</ext-link>. Beyond the similarities with the FTIR\nsignal, EELS reveals additional vibrational excitations at low energy\n(ULL<sub>1</sub> peaks) that were not reached with the conventional\ntechnique (a). Al–O, Fe–O, and Zr–O stretching modes of\nMIL-100­(Al), MIL-100­(Fe) and UiO-66 were recorded in the far IR region\nat 71 meV (573 cm<sup>–1</sup>), 60 meV (484 cm<sup>–1</sup>), and 64 meV (516 cm<sup>–1</sup>), respectively (assignment\nbased on the literature as cited in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.2c09571/suppl_file/nn2c09571_si_001.pdf\" xlink:type=\"simple\">Table S1</ext-link>).</p>", "clean_text": "In EELS data, the main specific ULL features observed for the five specimens are in agreement with the FTIR results (a). Given the lower energy resolution, all of the peaks cannot be observed, but the metal and carboxylic main features were readily detected. The CH bending (ULL2 area) and CO stretching modes (ULL4 area) match the FTIR experiments for all of the specimens except BTC. Indeed, the EELS intensity of the BTC CO band (215 meV, 1734 cm-1) seems reduced compared to FTIR. Such spectral differences between the two techniques may be explained by distinct excitation mechanisms following photons absorption (FTIR) and electrons inelastic scattering (EELS). A complete understanding needs the help of theoretical calculations. At high energy losses, the features detected in EELS as in FTIR can be attributed to the remaining solvents (adsorbed DMF, ethanol, and structural water). A more detailed discussion is provided in Figure S9. Beyond the similarities with the FTIR signal, EELS reveals additional vibrational excitations at low energy (ULL1 peaks) that were not reached with the conventional technique (a). Al-O, Fe-O, and Zr-O stretching modes of MIL-100(Al), MIL-100(Fe) and UiO-66 were recorded in the far IR region at 71 meV (573 cm-1), 60 meV (484 cm-1), and 64 meV (516 cm-1), respectively (assignment based on the literature as cited in Table S1).", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["else"], "content": "<p>Despite the generally good agreement between FTIR and EELS\ndata\n(a), minor\ndifferences were observed due to irradiation. The ULL study was performed\nat electron doses around 120 e<sup>–</sup>/Å<sup>2</sup> to increase the SNR and, based on the carbon K-edge analysis (a); these conditions\ninduce chemical damage to the specimens. Effective evidence lies in\nthe peak found in EELS at 291 meV (2347 cm<sup>–1</sup>) for\nthe nanoMOFs that was not detected in FTIR and can correspond to degraded\nproducts indicated in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.2c09571/suppl_file/nn2c09571_si_001.pdf\" xlink:type=\"simple\">Figures S8</ext-link> and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.2c09571/suppl_file/nn2c09571_si_001.pdf\" xlink:type=\"simple\">S9</ext-link> with an arrow. Moreover, it must be mentioned\nthat all of the aforementioned bands (a) may be slightly shifted from their initial\npositions due to partial degradation of the chemical functions. For\ninstance, the CO stretching modes (ULL<sub>4</sub> peaks) could correspond\nto degraded carboxylic (COO) groups or even carbonyl (CO) groups,\nas demonstrated in the carbon K-edge study. Given the EELS’\nlimited energy resolution, such subtle differences cannot be discriminated.</p>", "clean_text": "Despite the generally good agreement between FTIR and EELS data (a), minor differences were observed due to irradiation. The ULL study was performed at electron doses around 120 e-/Å2 to increase the SNR and, based on the carbon K-edge analysis (a); these conditions induce chemical damage to the specimens. Effective evidence lies in the peak found in EELS at 291 meV (2347 cm-1) for the nanoMOFs that was not detected in FTIR and can correspond to degraded products indicated in Figures S8 and S9 with an arrow. Moreover, it must be mentioned that all of the aforementioned bands (a) may be slightly shifted from their initial positions due to partial degradation of the chemical functions. For instance, the CO stretching modes (ULL4 peaks) could correspond to degraded carboxylic (COO) groups or even carbonyl (CO) groups, as demonstrated in the carbon K-edge study. Given the EELS' limited energy resolution, such subtle differences cannot be discriminated.", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["else"], "content": "<p>Recent studies have suggested a possible damage-free analysis of\nsensitive specimens in the ULL energy range using the aloof configuration. By focusing the electron probe a few nanometers away from the specimen,\nthe authors recorded an intact signal. This configuration leverages\nthe long-range interactions associated with the phonon excitations\nto collect a signal without direct impact on the specimen. Here, measurements were repeated in transmission\nand aloof configurations, and no differences were observed apart from\na lower SNR (see <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.2c09571/suppl_file/nn2c09571_si_001.pdf\" xlink:type=\"simple\">Figure S10</ext-link>). This points\nout an interesting fact: here, EELS performed in the transmission\n(bulk excitation) and the aloof modes give peaks at sensibly the same\nenergy revealing an absence of dispersion effect. Collective excitations\n(<italic toggle=\"yes\">e.g.</italic>, surface phonon polaritons) would have implied\na dispersion effect, and its absence here indicates the excitation\nof very localized vibrational modes associated with molecular vibrations.\nAs further evidence, we did not observe the rapid surface signal intensity\nmodulation characteristic of confined surface phonon polaritons in\nphononic nanomaterials. Thereafter, the\ntransmission configuration was chosen for our experiments because,\ncompared to the aloof one, it offers the possibility of a spatially\nresolved analysis, allowing chemical mapping.</p>", "clean_text": "Recent studies have suggested a possible damage-free analysis of sensitive specimens in the ULL energy range using the aloof configuration. By focusing the electron probe a few nanometers away from the specimen, the authors recorded an intact signal. This configuration leverages the long-range interactions associated with the phonon excitations to collect a signal without direct impact on the specimen. Here, measurements were repeated in transmission and aloof configurations, and no differences were observed apart from a lower SNR (see Figure S10). This points out an interesting fact: here, EELS performed in the transmission (bulk excitation) and the aloof modes give peaks at sensibly the same energy revealing an absence of dispersion effect. Collective excitations (e.g., surface phonon polaritons) would have implied a dispersion effect, and its absence here indicates the excitation of very localized vibrational modes associated with molecular vibrations. As further evidence, we did not observe the rapid surface signal intensity modulation characteristic of confined surface phonon polaritons in phononic nanomaterials. Thereafter, the transmission configuration was chosen for our experiments because, compared to the aloof one, it offers the possibility of a spatially resolved analysis, allowing chemical mapping.", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["else"], "content": "<p>By using the transmission\nconfiguration, previous studies have\nmapped the linker signature of MOF crystal–glass composites,\nnotably constituted of BDC. Yet, while\nemploying higher electron doses (below 5 × 10<sup>3</sup> e<sup>–</sup>/Å<sup>2</sup>), their analysis was still affected\nby the difficulty of ZLP tail removal. Herein, with lower electron\ndoses (∼120 e<sup>–</sup>/Å<sup>2</sup>), we provide\na chemical map of the MIL-100­(Al) linkers’ distribution at\na pixel size of 2 nm. To do so, we chose the MIL-100­(Al)’s\nCO stretching modes which are the most intense features of the spectra.\nDespite their possible degradation, they remain an appropriate and\nrobust spectral fingerprint of the nanoMOFs vibrational excitations.\nPanels b and c of  display the HAADF image and chemical map obtained by integrating\nthe intensity of the two CO bands (ULL<sub>4</sub> peaks) after background\nsubtraction and PCA processing (see the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.2c09571/suppl_file/nn2c09571_si_001.pdf\" xlink:type=\"simple\">SI</ext-link>). To exclude any contribution from the nanoparticles thickness,\nthe chemical map has been normalized by the ZLP intensity. An enhanced\nsignal is detected on the nanoMOFs. d provides averaged intensity line profiles\nof the HAADF (in black) and chemical map images (in blue) measured\nin the white dotted rectangle. The HAADF and chemical signals are\nclearly correlated. A weaker signal is also found on the amorphous\ncarbon film (gray area in the HAADF image of b and indicated by gray stars in the line\nprofile of d) due to excitations in the ULL<sub>4</sub> area (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.2c09571/suppl_file/nn2c09571_si_001.pdf\" xlink:type=\"simple\">Figure S9</ext-link>). Finally, a map was\nobtained with a similar data processing from an energy range with\nno excitations (450–495 meV) and no signal was detected (e). All together,\nthese results attest to the effective localization of the CO vibrational\nmodes on the nanoMOFs. They demonstrate the possibility of mapping\nthe vibrational excitations of sensitive specimens with high energy\nand spatial resolution. Compared to IR spectromicroscopy; EELS provides\nsimilar information on the molecular vibrational modes, but it also\nallows mapping their distribution with an improved spatial resolution\n(at the nanoscale).</p>", "clean_text": "By using the transmission configuration, previous studies have mapped the linker signature of MOF crystal-glass composites, notably constituted of BDC. Yet, while employing higher electron doses (below 5 × 103 e-/Å2), their analysis was still affected by the difficulty of ZLP tail removal. Herein, with lower electron doses (~120 e-/Å2), we provide a chemical map of the MIL-100(Al) linkers' distribution at a pixel size of 2 nm. To do so, we chose the MIL-100(Al)'s CO stretching modes which are the most intense features of the spectra. Despite their possible degradation, they remain an appropriate and robust spectral fingerprint of the nanoMOFs vibrational excitations. Panels b and c of  display the HAADF image and chemical map obtained by integrating the intensity of the two CO bands (ULL4 peaks) after background subtraction and PCA processing (see the SI). To exclude any contribution from the nanoparticles thickness, the chemical map has been normalized by the ZLP intensity. An enhanced signal is detected on the nanoMOFs. d provides averaged intensity line profiles of the HAADF (in black) and chemical map images (in blue) measured in the white dotted rectangle. The HAADF and chemical signals are clearly correlated. A weaker signal is also found on the amorphous carbon film (gray area in the HAADF image of b and indicated by gray stars in the line profile of d) due to excitations in the ULL4 area (Figure S9). Finally, a map was obtained with a similar data processing from an energy range with no excitations (450-495 meV) and no signal was detected (e). All together, these results attest to the effective localization of the CO vibrational modes on the nanoMOFs. They demonstrate the possibility of mapping the vibrational excitations of sensitive specimens with high energy and spatial resolution. Compared to IR spectromicroscopy; EELS provides similar information on the molecular vibrational modes, but it also allows mapping their distribution with an improved spatial resolution (at the nanoscale).", "data": null, "include_properties": null}, {"idx": 35, "type": "text", "classification": ["else"], "content": "<title>Monitoring Beam-Induced Chemical Reactions</title><p>The present\nstudy has allowed us to monitor the chemical degradation of three\nsensitive nanoMOFs under electron irradiation. Thanks to the multimodal\napproach, we have assigned all of the vibrational and electronic transitions\nobserved in the IR, UV, and soft X-ray energy ranges to specific functional\ngroups. In , we resume the schematic representation of the nanoMOFs chemical\nstructure given in d and we indicate the corresponding peaks described in this\nwork according to the electron dose. The multimodal information was\ncross-correlated between the three energy windows to obtain a deep\ncharacterization of nanoMOFs. For instance, at low dose, while the\nmetal–linker coordination bonding is not observed in the CL,\nit is well-documented in the LL and ULL regions (peaks LL<sub>2</sub>, ULL<sub>1</sub>, and ULL<sub>2</sub>). Upon irradiation, LL and\nCL features illustrate radiolysis damages to the organic linkers through\n(i) instantaneous dehydrogenation of the benzene ring, (ii) breakage\nof the benzene double bonds (peak CL<sub>1</sub>) leading to the formation\nof single bonds (peak CL<sub>4</sub>), and (iii) reduction of the\ncarboxylic groups (−COO, peaks CL<sub>3</sub> and CL<sub>5</sub>) into carbonyl composites (−CO, peak CL<sub>2</sub>) causing\nthe loss of coordination bond (peak LL<sub>2</sub>). We suppose this\nlinker vacancy leads to metal reduction. H<sub>2</sub> production\nunder irradiation suggests (i) hydrogen loss from hydroxyl groups\nand remaining solvents (structural water, ethanol, or DMF) and (ii)\nthe formation of reactive species, such as radicals, that could enhance\nthe beam-induced degradation effect through complex reactions. This\nmechanism remains an assumption that requires further investigations\nto be clarified.</p>", "clean_text": "Monitoring Beam-Induced Chemical Reactions\n\nThe present study has allowed us to monitor the chemical degradation of three sensitive nanoMOFs under electron irradiation. Thanks to the multimodal approach, we have assigned all of the vibrational and electronic transitions observed in the IR, UV, and soft X-ray energy ranges to specific functional groups. In , we resume the schematic representation of the nanoMOFs chemical structure given in d and we indicate the corresponding peaks described in this work according to the electron dose. The multimodal information was cross-correlated between the three energy windows to obtain a deep characterization of nanoMOFs. For instance, at low dose, while the metal-linker coordination bonding is not observed in the CL, it is well-documented in the LL and ULL regions (peaks LL2, ULL1, and ULL2). Upon irradiation, LL and CL features illustrate radiolysis damages to the organic linkers through (i) instantaneous dehydrogenation of the benzene ring, (ii) breakage of the benzene double bonds (peak CL1) leading to the formation of single bonds (peak CL4), and (iii) reduction of the carboxylic groups (-COO, peaks CL3 and CL5) into carbonyl composites (-CO, peak CL2) causing the loss of coordination bond (peak LL2). We suppose this linker vacancy leads to metal reduction. H2 production under irradiation suggests (i) hydrogen loss from hydroxyl groups and remaining solvents (structural water, ethanol, or DMF) and (ii) the formation of reactive species, such as radicals, that could enhance the beam-induced degradation effect through complex reactions. This mechanism remains an assumption that requires further investigations to be clarified.", "data": null, "include_properties": null}, {"idx": 36, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Schematic representation of the main irradiation effects\non the\nmolecular structure of nanoMOFs. The different MIL-100 and UiO-66\nstructures have been simplified using general atom labels (M for metals\nand R for metals or linkers). At the top, the intact molecular structure\nof nanoMOFs depicts their characteristic chemical functions. The colors\nrelate them to the peak assignment described in this work and in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.2c09571/suppl_file/nn2c09571_si_001.pdf\" xlink:type=\"simple\">Table S1</ext-link> for intact signatures, assuming that\nbeam alteration is not detected in ULL EELS due to the energy resolution.\nAt the bottom, the possible degraded structures are illustrated according\nto the observed alterations in EELS for doses below 500 e<sup>–</sup>/Å<sup>2</sup>.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"nn2c09571_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  Schematic representation of the main irradiation effects on the molecular structure of nanoMOFs. The different MIL-100 and UiO-66 structures have been simplified using general atom labels (M for metals and R for metals or linkers). At the top, the intact molecular structure of nanoMOFs depicts their characteristic chemical functions. The colors relate them to the peak assignment described in this work and in Table S1 for intact signatures, assuming that beam alteration is not detected in ULL EELS due to the energy resolution. At the bottom, the possible degraded structures are illustrated according to the observed alterations in EELS for doses below 500 e-/Å2.   ", "data": null, "include_properties": null}, {"idx": 37, "type": "text", "classification": ["else"], "content": "<title>Conclusion</title><p>This study presents a damage-free multimodal\nanalysis of nanoMOFs\nat the nanoscale. Our results underline the powerful possibilities\noffered by STEM microscopes equipped with a monochromated beam and\nan EELS direct electron detection in terms of energy resolution (down\nto 12 meV) and sensitivity for studying beam-sensitive specimens.\nThe detector high dynamic range enables the analysis of very low signals\nobtained in low-dose conditions and a\nmultimodal analysis with the simultaneous acquisition of the LL and\nCL signals without saturation from the ZLP. With low-dose (10 e<sup>–</sup>/Å<sup>2</sup>) and cryogenic conditions, as employed\nfor cryo-TEM high-resolution imaging of biological specimens, we successfully\nrevealed the intact signatures of nanoMOFs and related them to specific\nelectronic transitions. In these conditions, we outlined the spectral\nsimilarities between EELS and photon-based spectroscopic techniques.\nIn the IR window, the vibration modes agreed with FTIR data acquired\non the same specimens, albeit less energy resolved. In the X-ray window,\nthe fine structure analysis revealed features very similar to the\nX-ray absorption spectroscopy data described in the literature. Besides,\nsince EELS covers a broader energy range compared to photon-based\nspectroscopies, it has access to energy domains that are arduously\nreached by other techniques such as vacuum UV (100–200 nm,\n6–12 eV) and extreme UV (10–100 nm, 12–120 eV)\nand are of main interest for investigating the valence electron excitations.\nNamely, we revealed valuable information on the metal–linker\ncoordination bond in the vacuum-UV range, which precise identification\nneeds to be specified by theoretical studies. Furthermore, at low\ndose, we successfully mapped the distribution of the nanoMOFs’\nintact chemical groups in the three energy ranges, with a 10 nm spatial\nresolution. Then, since low dose constrained the analysis spatial\nresolution, we demonstrated that higher electron doses could be employed\nto map the LL signal of MIL-100­(Fe) and UiO-66 with a smaller pixel\nsize (2 nm), without impeding the localization of the chemical signature.\nBy increasing the electron dose from 10 e<sup>–</sup>/Å<sup>2</sup> to 10<sup>4</sup> e<sup>–</sup>/Å<sup>2</sup>, we monitored the irradiation-induced effect on these sensitive\nspecimens in the three energy ranges and identified the chemical groups\nof intact and degraded signatures.</p>", "clean_text": "Conclusion\n\nThis study presents a damage-free multimodal analysis of nanoMOFs at the nanoscale. Our results underline the powerful possibilities offered by STEM microscopes equipped with a monochromated beam and an EELS direct electron detection in terms of energy resolution (down to 12 meV) and sensitivity for studying beam-sensitive specimens. The detector high dynamic range enables the analysis of very low signals obtained in low-dose conditions and a multimodal analysis with the simultaneous acquisition of the LL and CL signals without saturation from the ZLP. With low-dose (10 e-/Å2) and cryogenic conditions, as employed for cryo-TEM high-resolution imaging of biological specimens, we successfully revealed the intact signatures of nanoMOFs and related them to specific electronic transitions. In these conditions, we outlined the spectral similarities between EELS and photon-based spectroscopic techniques. In the IR window, the vibration modes agreed with FTIR data acquired on the same specimens, albeit less energy resolved. In the X-ray window, the fine structure analysis revealed features very similar to the X-ray absorption spectroscopy data described in the literature. Besides, since EELS covers a broader energy range compared to photon-based spectroscopies, it has access to energy domains that are arduously reached by other techniques such as vacuum UV (100-200 nm, 6-12 eV) and extreme UV (10-100 nm, 12-120 eV) and are of main interest for investigating the valence electron excitations. Namely, we revealed valuable information on the metal-linker coordination bond in the vacuum-UV range, which precise identification needs to be specified by theoretical studies. Furthermore, at low dose, we successfully mapped the distribution of the nanoMOFs' intact chemical groups in the three energy ranges, with a 10 nm spatial resolution. Then, since low dose constrained the analysis spatial resolution, we demonstrated that higher electron doses could be employed to map the LL signal of MIL-100(Fe) and UiO-66 with a smaller pixel size (2 nm), without impeding the localization of the chemical signature. By increasing the electron dose from 10 e-/Å2 to 104 e-/Å2, we monitored the irradiation-induced effect on these sensitive specimens in the three energy ranges and identified the chemical groups of intact and degraded signatures.", "data": null, "include_properties": null}, {"idx": 38, "type": "text", "classification": ["else"], "content": "<p>This study demonstrates STEM-EELS\nas a key technique for understanding\nthe complexity of highly sensitive nanostructures, offering the possibility\nof a deep characterization in a wide energy range, spanning from IR\nthrough UV to soft X-rays, in a single experiment. Our results demonstrate\nthat this multimodal approach allows the identification and mapping\nof the functional groups of organic–inorganic specimens. Similar\nprocedures could also be used to study other hybrid specimens of various\ncompositions such as organic blend components, organic–inorganic\ninterfaces, nanoparticles embedded in organic matrices or in the cellular\ncontext but also pure organic materials as biological macromolecules\nor cellular organelles. Not only can products be identified but chemical\nreactions can also be monitored to decipher complex mechanisms. Therefore,\nchemical reactions in nanosystems, including the most sensitive ones\nas hybrid or organic materials, could also be investigated <italic toggle=\"yes\">in situ</italic> when changing the temperature (heating/cooling chip\ndevices), the environment (liquid or gas reaction cells), or under\nirradiation (photons or electrons). In the following, we aim to investigate\nnanoMOFs as drug nanocarriers by characterizing the drug loading and\ndistribution and unveiling the cellular fate of single nanoparticles.</p>", "clean_text": "This study demonstrates STEM-EELS as a key technique for understanding the complexity of highly sensitive nanostructures, offering the possibility of a deep characterization in a wide energy range, spanning from IR through UV to soft X-rays, in a single experiment. Our results demonstrate that this multimodal approach allows the identification and mapping of the functional groups of organic-inorganic specimens. Similar procedures could also be used to study other hybrid specimens of various compositions such as organic blend components, organic-inorganic interfaces, nanoparticles embedded in organic matrices or in the cellular context but also pure organic materials as biological macromolecules or cellular organelles. Not only can products be identified but chemical reactions can also be monitored to decipher complex mechanisms. Therefore, chemical reactions in nanosystems, including the most sensitive ones as hybrid or organic materials, could also be investigated in situ when changing the temperature (heating/cooling chip devices), the environment (liquid or gas reaction cells), or under irradiation (photons or electrons). In the following, we aim to investigate nanoMOFs as drug nanocarriers by characterizing the drug loading and distribution and unveiling the cellular fate of single nanoparticles.", "data": null, "include_properties": null}, {"idx": 39, "type": "text", "classification": ["else"], "content": "<title>Experimental Section</title><title>NanoMOFs Preparation</title><p>MIL-100­(Fe) and MIL-100­(Al) were\nsynthesized following the previously reported microwave-assisted hydrothermal\nmethod. UiO-66 nanoparticles were synthesized\nfollowing the procedure described in ref . In order to assess their purity, the three\nnanoMOFs were analyzed after their synthesis and prior to nanoscale\ncharacterization, by Fourier transform IR spectroscopy (FTIR) in the\nattenuated total reflection (ATR) mode (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.2c09571/suppl_file/nn2c09571_si_001.pdf\" xlink:type=\"simple\">Figure S8</ext-link>). Synthesis and specimen preparations are detailed in the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.2c09571/suppl_file/nn2c09571_si_001.pdf\" xlink:type=\"simple\">SI</ext-link>.</p>", "clean_text": "Experimental Section\n\nNanoMOFs Preparation\n\nMIL-100(Fe) and MIL-100(Al) were synthesized following the previously reported microwave-assisted hydrothermal method. UiO-66 nanoparticles were synthesized following the procedure described in ref . In order to assess their purity, the three nanoMOFs were analyzed after their synthesis and prior to nanoscale characterization, by Fourier transform IR spectroscopy (FTIR) in the attenuated total reflection (ATR) mode (Figure S8). Synthesis and specimen preparations are detailed in the SI.", "data": null, "include_properties": null}, {"idx": 40, "type": "text", "classification": ["else"], "content": "<title>Cryogenic Transmission Electron Microscopy (cryo-TEM)</title><p>The experiments were performed at 200 kV on a JEOL JEM-2010 transmission\nelectron microscope equipped with a Schottky field emission gun, a\nGatan 626 cryo-holder, and a Gatan Ultrascan 4K CCD camera. The specimens\nwere imaged with a magnification of 50<italic toggle=\"yes\">k</italic>× and\n80<italic toggle=\"yes\">k</italic>× using a minimal dose system estimated between\n10 e<sup>–</sup>/Å and 15 e<sup>–</sup>/Å<sup>2</sup>. Images were collected between 1000 nm and 2500 nm nominal\ndefocus. All the results presented here are unprocessed.</p>", "clean_text": "Cryogenic Transmission Electron Microscopy (cryo-TEM)\n\nThe experiments were performed at 200 kV on a JEOL JEM-2010 transmission electron microscope equipped with a Schottky field emission gun, a Gatan 626 cryo-holder, and a Gatan Ultrascan 4K CCD camera. The specimens were imaged with a magnification of 50k× and 80k× using a minimal dose system estimated between 10 e-/Å and 15 e-/Å2. Images were collected between 1000 nm and 2500 nm nominal defocus. All the results presented here are unprocessed.", "data": null, "include_properties": null}, {"idx": 41, "type": "text", "classification": ["else"], "content": "<title>Scanning Transmission Electron Microscopy and Electron Energy\nLoss Spectroscopy (STEM-EELS)</title><p>STEM-EELS experiments were\ncarried out on a monochromated Cs-corrected Nion Hermes 200-S microscope\noperated at 100 kV, equipped with a single-tilt cryo-specimen holder\n(HennyZ), a Nion Iris spectrometer, and a Merlin direct electron detector\ncamera (Quantum Detectors, U.K.) for spectroscopic analysis. The convergence\nsemiangle was set to 10 mrad, enabling a sub-nanometer beam size.\nThe spectra were recorded for each characteristic feature in different\nenergy windows by adjusting the range to either 2 eV (dispersion of\n1.6 meV/channel) or 16 eV (15.2 meV/channel) or 116 eV (112 meV/channel)\nor 400 eV (389 meV/channel). The entrance aperture for EELS was set\nto 300 μm for the 2 eV energy window and to 1 mm for the others.\nFor each dispersion, the energy resolution δ<italic toggle=\"yes\">E</italic> was measured from the full width at half-maximum of the ZLP. It\nreached 12 meV for the lowest energy window spanning 2 eV. Electron\ndose effects were analyzed for a total dose from 10 e<sup>–</sup>/Å<sup>2</sup> to 10<sup>4</sup> e<sup>–</sup>/Å<sup>2</sup> and dose rates ranging from 4 × 10<sup>3</sup> (e<sup>–</sup>/Å<sup>2</sup>)/s to 10<sup>6</sup> (e<sup>–</sup>/Å<sup>2</sup>)/s (details on total dose and dose rates are\ngiven in the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.2c09571/suppl_file/nn2c09571_si_001.pdf\" xlink:type=\"simple\">SI</ext-link>). This study has been performed\nby either a single acquisition on different areas or several successive\nacquisitions on the same area. The increasing single-acquisition doses\nhave been obtained by raising the probe current (from 6 pA to 40 pA)\nand the dwell time (from 2 ms to 3 ms) and reducing the pixel size\n(from 10 nm to 3 nm). The cumulated doses of successive acquisitions\nhave been obtained at a constant beam current (6 pA or 15 pA), by\nvarying the pixel size (from 10 nm to 1 nm) and dwell time (from 2\nms to 80 ms). More details are given in the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.2c09571/suppl_file/nn2c09571_si_001.pdf\" xlink:type=\"simple\">SI</ext-link>. As EELS imposes a maximum thickness to collect a signal, we limited\nthe analysis to small nanoparticles (&lt;150 nm). Apart from the LL\nmapping, we selected those above the grid carbon film holes to avoid\nthe carbon contribution to the measurements. All EELS data were acquired\nin the conventional transmission mode, except for the organic linkers\nin the ULL energy range, which were analyzed in the aloof configuration\ndue to their large thickness. Additional EELS for iron­(III) oxide\nreference spectra was performed on a Nion Ultrastem 200 operating\nat 100 kV with a probe semiangle of 25 mrad, an EELS aperture of 2\nmm, and an EELS energy window of 200 eV. Details on data processing\nare given in the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.2c09571/suppl_file/nn2c09571_si_001.pdf\" xlink:type=\"simple\">SI</ext-link>.</p>", "clean_text": "Scanning Transmission Electron Microscopy and Electron Energy Loss Spectroscopy (STEM-EELS)\n\nSTEM-EELS experiments were carried out on a monochromated Cs-corrected Nion Hermes 200-S microscope operated at 100 kV, equipped with a single-tilt cryo-specimen holder (HennyZ), a Nion Iris spectrometer, and a Merlin direct electron detector camera (Quantum Detectors, U.K.) for spectroscopic analysis. The convergence semiangle was set to 10 mrad, enabling a sub-nanometer beam size. The spectra were recorded for each characteristic feature in different energy windows by adjusting the range to either 2 eV (dispersion of 1.6 meV/channel) or 16 eV (15.2 meV/channel) or 116 eV (112 meV/channel) or 400 eV (389 meV/channel). The entrance aperture for EELS was set to 300 μm for the 2 eV energy window and to 1 mm for the others. For each dispersion, the energy resolution δE was measured from the full width at half-maximum of the ZLP. It reached 12 meV for the lowest energy window spanning 2 eV. Electron dose effects were analyzed for a total dose from 10 e-/Å2 to 104 e-/Å2 and dose rates ranging from 4 × 103 (e-/Å2)/s to 106 (e-/Å2)/s (details on total dose and dose rates are given in the SI). This study has been performed by either a single acquisition on different areas or several successive acquisitions on the same area. The increasing single-acquisition doses have been obtained by raising the probe current (from 6 pA to 40 pA) and the dwell time (from 2 ms to 3 ms) and reducing the pixel size (from 10 nm to 3 nm). The cumulated doses of successive acquisitions have been obtained at a constant beam current (6 pA or 15 pA), by varying the pixel size (from 10 nm to 1 nm) and dwell time (from 2 ms to 80 ms). More details are given in the SI. As EELS imposes a maximum thickness to collect a signal, we limited the analysis to small nanoparticles (<150 nm). Apart from the LL mapping, we selected those above the grid carbon film holes to avoid the carbon contribution to the measurements. All EELS data were acquired in the conventional transmission mode, except for the organic linkers in the ULL energy range, which were analyzed in the aloof configuration due to their large thickness. Additional EELS for iron(III) oxide reference spectra was performed on a Nion Ultrastem 200 operating at 100 kV with a probe semiangle of 25 mrad, an EELS aperture of 2 mm, and an EELS energy window of 200 eV. Details on data processing are given in the SI.", "data": null, "include_properties": null}, {"idx": 42, "type": "text", "classification": ["else"], "content": "<title>Fourier Transform Infrared (FTIR) Spectroscopy</title><p>Conventional\nFTIR spectra were collected for each type of nanoMOFs, and their corresponding\norganic linkers with a Vertex 70 spectrometer (Bruker, Germany) equipped\nwith an ATR device. Data were collected between 4000 cm<sup>–1</sup> and 600 cm<sup>–1</sup> with a 1.5 mm spectral aperture averaging\n128 scans. The spectral resolution was equal to 4 cm<sup>–1</sup> (0.5 meV). The <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.2c09571/suppl_file/nn2c09571_si_001.pdf\" xlink:type=\"simple\">SI</ext-link> provides details on\nthe data processing.</p>", "clean_text": "Fourier Transform Infrared (FTIR) Spectroscopy\n\nConventional FTIR spectra were collected for each type of nanoMOFs, and their corresponding organic linkers with a Vertex 70 spectrometer (Bruker, Germany) equipped with an ATR device. Data were collected between 4000 cm-1 and 600 cm-1 with a 1.5 mm spectral aperture averaging 128 scans. The spectral resolution was equal to 4 cm-1 (0.5 meV). The SI provides details on the data processing.", "data": null, "include_properties": null}, {"idx": 43, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information\nis available free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/acsnano.2c09571?goto=supporting-info\" xlink:type=\"simple\">https://pubs.acs.org/doi/10.1021/acsnano.2c09571</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Additional experimental details of the nanoMOFs synthesis\nand sample preparation, the dose–effect experiment, and data\nprocessing, additional FTIR and EELS spectra in the three energy ranges.\nand table of assignments (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.2c09571/suppl_file/nn2c09571_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acsnano.2c09571.  Additional experimental details of the nanoMOFs synthesis and sample preparation, the dose-effect experiment, and data processing, additional FTIR and EELS spectra in the three energy ranges. and table of assignments (PDF)   ", "data": null, "include_properties": null}, {"idx": 44, "type": "text", "classification": ["else"], "content": "<p>Additional experimental details of the nanoMOFs synthesis\nand sample preparation, the dose–effect experiment, and data\nprocessing, additional FTIR and EELS spectra in the three energy ranges.\nand table of assignments (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.2c09571/suppl_file/nn2c09571_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>", "clean_text": "Additional experimental details of the nanoMOFs synthesis and sample preparation, the dose-effect experiment, and data processing, additional FTIR and EELS spectra in the three energy ranges. and table of assignments (PDF)", "data": null, "include_properties": null}, {"idx": 45, "type": "text", "classification": ["else"], "content": "<p>The authors declare no\ncompeting financial interest.</p>", "clean_text": "The authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "19, 22", "type": "text", "classification": "property", "content": "<p>Thereafter, we studied the metal part of nanoMOFs and\nfirst kept\nfocused on MIL-100­(Fe) (c,d). c (right side, red lines) depicts the typical dose evolution observed\nfor the iron L<sub>2,3</sub>-edge on MIL-100­(Fe). The L-edges of transition\nmetals provide information on their electronic environment such as\noxidation state and crystal-field splitting. Unfortunately, the signal was too low in low-dose conditions for\nany fine analysis. Iron’s low cross-section and low concentration\nin the nanoMOFs make the signal tens of times weaker than the carbon\nK-edge one. A quantifiable signal was only detected for higher electron\ndoses starting from 90 e<sup>–</sup>/Å<sup>2</sup>. As\naforementioned, these conditions imply that the organic part is already\ndegraded. At this dose, MIL-100­(Fe) exhibits a main peak at 707.6\neV, followed by a small shoulder at 708.9 eV (observable for higher\nelectron doses <italic toggle=\"yes\">i.e.</italic>, 780 e<sup>–</sup>/Å<sup>2</sup>). These data agree with previous XANES measurements on MIL-100­(Fe),\nwhere authors attributed the signature to surface Fe<sup>2+</sup> species\nproduced by reduction under vacuum. These authors\nalso detected a peak at 534.2 eV similar to CL<sub>6</sub>, which\nwe assign here to degraded organic linkers. Herein, the combined systematic\nstudy of the iron, oxygen, and carbon edges as a function of the electron\ndose provides additional information on this phenomenon. This dose–effect\nstudy suggests that the linkers’ reduction induced by radiolysis\ncan also affect the coordination structure of iron and, hence, its\nvalency. Nonetheless, the iron behavior under high electron irradiation\nremains unclear. d shows the evolution of the iron L<sub>2,3</sub>-edge of MIL-100­(Fe)\ncompared to an iron­(III) oxide reference (gray line) for higher doses\nbetween 500 e<sup>–</sup>/Å<sup>2</sup> and 10<sup>4</sup> e<sup>–</sup>/Å<sup>2</sup>. Starting from 2 ×\n10<sup>3</sup> e<sup>–</sup>/Å<sup>2</sup>, the peak of\nMIL-100­(Fe) located at 708.9 eV drastically increases, revealing changes\nin electronic configuration. For this high-dose range, the organic\nfraction is degraded and may involve a complex chemical evolution\nwhich is not straightforward to disentangle.</p><title>Low-Loss Excitations</title><p>Thereafter, we focus on analyzing\nthe LL region, where the excitations of valence electrons are visible.\nFirst, we used a large energy window of 400 eV to simultaneously monitor\nthe LL and CL evolutions with the electron dose (a–c, δ<italic toggle=\"yes\">E</italic> = 800 meV). Then, we used a smaller energy window, spanning\n16 eV, to achieve a better energy resolution (d, δ<italic toggle=\"yes\">E</italic> = 40 meV). The\nmore significant LL contribution shared for the three nanoMOFs is\na huge bulk plasmon peak standing out near 22 eV, due to the electrons’\ncollective oscillations (observed in b). As shown in a–c, other molecular features are\nalso observable in the UV energy range below 10 eV. Unlike the carbon\nK-edge that is similar for the three systems, distinct LL features\nare found for each nanoMOF. d shows the low-loss response of nanoMOFs obtained\nat low (10 e<sup>–</sup>/Å<sup>2</sup>) and higher (above\n130 e<sup>–</sup>/Å<sup>2</sup>) electron doses with a\ncloser look between 2 eV and 10 eV. At low dose, MIL-100­(Al) displays\nan intense peak centered around 5.8 eV with shoulders at 5.2 eV and\n6.6 eV. For MIL-100­(Fe), a similar feature is exhibited with a slight\nblue-shift of the intense peak to 5.9 eV and less pronounced shoulders\nat 5.3 eV and 6.6 eV. Both MIL-100 exhibit two weak features at 2.5\neV and 3.5 eV and an additional very weak peak near 4.5 eV. Conversely,\nonly two intense and asymmetric peaks are found for UiO-66 near 5.1\neV and 6.5 eV. The aforementioned signals of the three nanoMOFs agree\nreasonably well with UV–vis experiments between 2 eV and 6\neV. They have been usually related to π–π*\ntransitions but barely assigned to specific chemical functions. To\nget more insights, we compared the signature of nanoMOFs with their\nfreestanding organic linkers, focusing on the shaded area LL<sub>2</sub> in a–d.\nThe two organic linkers (BTC and BDC) show two peaks at 5.3 eV and\n6.8 eV (see <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.2c09571/suppl_file/nn2c09571_si_001.pdf\" xlink:type=\"simple\">Figure S5</ext-link> for the comparison\nof nanoMOFs, BTC, and BDC spectra). They were attributed to the designated\nbenzoic and local-excitation bands of functionalized phenyl groups,\nrespectively. These bands seem to be\nslightly red-shifted for nanoMOFs, where the linkers are coordinated\nwith metals (<italic toggle=\"yes\">e.g.</italic>, shifted to 5.1 eV and 6.5 eV for\nUiO-66). Hence, we assume that the metal bonding affects the LL<sub>2</sub> features of the coordinated organic molecules. This is in\nagreement with previous UV–vis studies that related the 5.1\neV peak of UiO-66 to linker-to-metal charge transfer. In addition, the peak observed for MIL-100 around 5.8 eV/5.9 eV\nis not detected for the organic linkers. Thus, this intense peak may\nalso be related to metal bonding. In a nutshell, our results suggest\nthe LL<sub>2</sub> feature may be considered as a spectral fingerprint\nof the coordination bonding between the organic and metal parts of\nthe nanoMOFs. In the absence of UV data from the literature, the weak\nfeatures observed for MIL-100 below 4 eV are not straightforward to\ninterpret and theoretical studies are required to elucidate their\norigin.</p>", "clean_text": "Thereafter, we studied the metal part of nanoMOFs and first kept focused on MIL-100(Fe) (c,d). c (right side, red lines) depicts the typical dose evolution observed for the iron L2,3-edge on MIL-100(Fe). The L-edges of transition metals provide information on their electronic environment such as oxidation state and crystal-field splitting. Unfortunately, the signal was too low in low-dose conditions for any fine analysis. Iron's low cross-section and low concentration in the nanoMOFs make the signal tens of times weaker than the carbon K-edge one. A quantifiable signal was only detected for higher electron doses starting from 90 e-/Å2. As aforementioned, these conditions imply that the organic part is already degraded. At this dose, MIL-100(Fe) exhibits a main peak at 707.6 eV, followed by a small shoulder at 708.9 eV (observable for higher electron doses i.e., 780 e-/Å2). These data agree with previous XANES measurements on MIL-100(Fe), where authors attributed the signature to surface Fe2+ species produced by reduction under vacuum. These authors also detected a peak at 534.2 eV similar to CL6, which we assign here to degraded organic linkers. Herein, the combined systematic study of the iron, oxygen, and carbon edges as a function of the electron dose provides additional information on this phenomenon. This dose-effect study suggests that the linkers' reduction induced by radiolysis can also affect the coordination structure of iron and, hence, its valency. Nonetheless, the iron behavior under high electron irradiation remains unclear. d shows the evolution of the iron L2,3-edge of MIL-100(Fe) compared to an iron(III) oxide reference (gray line) for higher doses between 500 e-/Å2 and 104 e-/Å2. Starting from 2 × 103 e-/Å2, the peak of MIL-100(Fe) located at 708.9 eV drastically increases, revealing changes in electronic configuration. For this high-dose range, the organic fraction is degraded and may involve a complex chemical evolution which is not straightforward to disentangle.\n\nLow-Loss Excitations\n\nThereafter, we focus on analyzing the LL region, where the excitations of valence electrons are visible. First, we used a large energy window of 400 eV to simultaneously monitor the LL and CL evolutions with the electron dose (a-c, δE = 800 meV). Then, we used a smaller energy window, spanning 16 eV, to achieve a better energy resolution (d, δE = 40 meV). The more significant LL contribution shared for the three nanoMOFs is a huge bulk plasmon peak standing out near 22 eV, due to the electrons' collective oscillations (observed in b). As shown in a-c, other molecular features are also observable in the UV energy range below 10 eV. Unlike the carbon K-edge that is similar for the three systems, distinct LL features are found for each nanoMOF. d shows the low-loss response of nanoMOFs obtained at low (10 e-/Å2) and higher (above 130 e-/Å2) electron doses with a closer look between 2 eV and 10 eV. At low dose, MIL-100(Al) displays an intense peak centered around 5.8 eV with shoulders at 5.2 eV and 6.6 eV. For MIL-100(Fe), a similar feature is exhibited with a slight blue-shift of the intense peak to 5.9 eV and less pronounced shoulders at 5.3 eV and 6.6 eV. Both MIL-100 exhibit two weak features at 2.5 eV and 3.5 eV and an additional very weak peak near 4.5 eV. Conversely, only two intense and asymmetric peaks are found for UiO-66 near 5.1 eV and 6.5 eV. The aforementioned signals of the three nanoMOFs agree reasonably well with UV-vis experiments between 2 eV and 6 eV. They have been usually related to π-π* transitions but barely assigned to specific chemical functions. To get more insights, we compared the signature of nanoMOFs with their freestanding organic linkers, focusing on the shaded area LL2 in a-d. The two organic linkers (BTC and BDC) show two peaks at 5.3 eV and 6.8 eV (see Figure S5 for the comparison of nanoMOFs, BTC, and BDC spectra). They were attributed to the designated benzoic and local-excitation bands of functionalized phenyl groups, respectively. These bands seem to be slightly red-shifted for nanoMOFs, where the linkers are coordinated with metals (e.g., shifted to 5.1 eV and 6.5 eV for UiO-66). Hence, we assume that the metal bonding affects the LL2 features of the coordinated organic molecules. This is in agreement with previous UV-vis studies that related the 5.1 eV peak of UiO-66 to linker-to-metal charge transfer. In addition, the peak observed for MIL-100 around 5.8 eV/5.9 eV is not detected for the organic linkers. Thus, this intense peak may also be related to metal bonding. In a nutshell, our results suggest the LL2 feature may be considered as a spectral fingerprint of the coordination bonding between the organic and metal parts of the nanoMOFs. In the absence of UV data from the literature, the weak features observed for MIL-100 below 4 eV are not straightforward to interpret and theoretical studies are required to elucidate their origin.", "data": [[{"meta": {"name": "MIL-100­(Fe)", "symbol": "", "chemical formula": ""}, "peak spectrum": [{"value": "707.6, 708.9", "unit": "eV", "condition": ""}]}, {"meta": {"name": "MIL-100­(Fe)", "symbol": "", "chemical formula": ""}, "peak spectrum": [{"value": "534.2", "unit": "eV", "condition": "degraded organic linkers"}]}, {"meta": {"name": "MIL-100­(Fe)", "symbol": "", "chemical formula": ""}, "peak spectrum": [{"value": "708.9", "unit": "eV", "condition": "higher doses"}]}, {"meta": {"name": "MIL-100­(Al)", "symbol": "", "chemical formula": ""}, "peak spectrum": [{"value": "5.8, 5.2, 6.6", "unit": "eV", "condition": "low dose"}]}, {"meta": {"name": "MIL-100­(Fe)", "symbol": "", "chemical formula": ""}, "peak spectrum": [{"value": "5.9, 5.3, 6.6", "unit": "eV", "condition": "low dose"}]}, {"meta": {"name": "UiO-66", "symbol": "", "chemical formula": ""}, "peak spectrum": [{"value": "5.1, 6.5", "unit": "eV", "condition": ""}]}]], "include_properties": ["peak_spectrum"]}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Cryo-TEM\nimages of (a) MIL-100­(Al), (b) MIL-100­(Fe), and (c) UiO-66\nnanoparticles. The top row images illustrate their well-faceted morphologies.\nAt higher magnification, the middle row images show their crystal\nplanes with a spatial resolution of 6 Å along the (a) [112],\n(b) [110], and (c) [532] directions, respectively. The corresponding\nfast Fourier transforms are shown on the inset. The chemical components\nof each nanoMOFs are indicated in the bottom row. (d) Schematic representation\nof the molecular structure of the three nanoMOFs. For simplicity,\nthe different MIL-100 and UiO-66 structures have been generalized\nusing atom labeling (M for metals and R for metals or linkers). OH\ngroups represent hydroxyl groups found in the three nanoMOFs or MIL-100\nstructural water. The colors relate the chemical groups to their designation\nemployed in the main text.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"nn2c09571_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Cryo-TEM images of (a) MIL-100(Al), (b) MIL-100(Fe), and (c) UiO-66 nanoparticles. The top row images illustrate their well-faceted morphologies. At higher magnification, the middle row images show their crystal planes with a spatial resolution of 6 Å along the (a) [112], (b) [110], and (c) [532] directions, respectively. The corresponding fast Fourier transforms are shown on the inset. The chemical components of each nanoMOFs are indicated in the bottom row. (d) Schematic representation of the molecular structure of the three nanoMOFs. For simplicity, the different MIL-100 and UiO-66 structures have been generalized using atom labeling (M for metals and R for metals or linkers). OH groups represent hydroxyl groups found in the three nanoMOFs or MIL-100 structural water. The colors relate the chemical groups to their designation employed in the main text.   ", "data": null, "include_properties": null}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Schematic representation of STEM-EELS. (a) The scanning\nelectron\nprobe acquires hyperspectral images with a nanoscale spatial resolution.\nIt offers a multimodal analysis ranging from the vibrational to the\nsoft X-ray energy window. (b) (Top) Widest energy window (spanning\n400 eV; δ<italic toggle=\"yes\">E</italic> = 800 meV) enabling simultaneous\nanalyzing of the LL and CL signals. ULL was not distinguishable at\nthis energy resolution. Here, the signature of MIL-100­(Al) is shown\nat low dose. (Bottom) Enlarged views of the LL (middle) and CL signals\n(right) obtained at low dose for the three nanoMOFs; ULL spectra (left)\nacquired at 120 e<sup>–</sup>/Å<sup>2</sup> with a narrower\nenergy window (spanning 1.6 eV; δ<italic toggle=\"yes\">E</italic> = 12 meV).\nBlue, red, and green colors represent the spectra obtained for MIL-100­(Al),\nMIL-100­(Fe), and UiO-66, respectively.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"nn2c09571_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  Schematic representation of STEM-EELS. (a) The scanning electron probe acquires hyperspectral images with a nanoscale spatial resolution. It offers a multimodal analysis ranging from the vibrational to the soft X-ray energy window. (b) (Top) Widest energy window (spanning 400 eV; δE = 800 meV) enabling simultaneous analyzing of the LL and CL signals. ULL was not distinguishable at this energy resolution. Here, the signature of MIL-100(Al) is shown at low dose. (Bottom) Enlarged views of the LL (middle) and CL signals (right) obtained at low dose for the three nanoMOFs; ULL spectra (left) acquired at 120 e-/Å2 with a narrower energy window (spanning 1.6 eV; δE = 12 meV). Blue, red, and green colors represent the spectra obtained for MIL-100(Al), MIL-100(Fe), and UiO-66, respectively.   ", "data": null, "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Core-loss analysis of MIL-100 nanoparticles\nas a function of the\nelectron dose. All spectra are average features obtained by extracting\nand summing the signal over the whole hyperspectral image. (a) Evolution\nof the carbon K-edge of MIL-100­(Al) with the electron dose (cumulated\ndoses, see <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.2c09571/suppl_file/nn2c09571_si_001.pdf\" xlink:type=\"simple\">SI</ext-link>). (b) Corresponding HAADF-STEM\nimages and chemical maps obtained for peaks CL<sub>2</sub> and CL<sub>3</sub> at 10 e<sup>–</sup>/Å<sup>2</sup> and 310 e<sup>–</sup>/Å<sup>2</sup>. Evolution with the electron dose\nfor MIL-100­(Fe) of (c) the oxygen K-edge (left) and iron L<sub>2,3</sub>-edge (right) from 10 e<sup>–</sup>/Å<sup>2</sup> to\n780 e<sup>–</sup>/Å<sup>2</sup> (single acquisition doses)\nand (d) iron L<sub>2,3</sub>-edge obtained for higher electron doses\nbetween 500 e<sup>–</sup>/Å<sup>2</sup> and 10<sup>4</sup>e<sup>–</sup>/Å<sup>2</sup>(cumulated doses, see <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.2c09571/suppl_file/nn2c09571_si_001.pdf\" xlink:type=\"simple\">SI</ext-link>). (e) HAADF-STEM image (top) of MIL-100­(Fe)\nand corresponding elemental map (bottom) showing the spatial distribution\nof iron at 2 × 10<sup>3</sup> e<sup>–</sup>/Å<sup>2</sup>. The gray lines are EEL spectra obtained for amorphous carbon\nin panel a and iron­(III) oxide in panel d, while the black spectrum\nin panels a and c corresponds to BTC analyzed by near-edge X-ray absorption\nfine structure (Buck, M.; Zharnikov, M. personal communication, 2022).\nAll spectra are unprocessed. The energy resolution is about δ<italic toggle=\"yes\">E</italic> = 40 meV for panel a, δ<italic toggle=\"yes\">E</italic> = 800\nmeV for panel c, and δ<italic toggle=\"yes\">E</italic> = 220 meV for panel\nd. NanoMOFs spectra in panels a and d have been normalized to the\nintegrated signal (details in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.2c09571/suppl_file/nn2c09571_si_001.pdf\" xlink:type=\"simple\">SI</ext-link>). Chemical\nmaps were obtained as described in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.2c09571/suppl_file/nn2c09571_si_001.pdf\" xlink:type=\"simple\">SI</ext-link>,\nafter denoising by principal component analysis. Panels b and e are\nintensity maps of the corresponding features integrated over the gray\nareas in panels a and d. The intensity scale has been normalized to\ncompare chemical maps at a given dose in panel b. The spatial resolution\nis 10 nm in panel b and 2 nm in panel e. More details are provided\nin the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.2c09571/suppl_file/nn2c09571_si_001.pdf\" xlink:type=\"simple\">SI</ext-link>.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"nn2c09571_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  Core-loss analysis of MIL-100 nanoparticles as a function of the electron dose. All spectra are average features obtained by extracting and summing the signal over the whole hyperspectral image. (a) Evolution of the carbon K-edge of MIL-100(Al) with the electron dose (cumulated doses, see SI). (b) Corresponding HAADF-STEM images and chemical maps obtained for peaks CL2 and CL3 at 10 e-/Å2 and 310 e-/Å2. Evolution with the electron dose for MIL-100(Fe) of (c) the oxygen K-edge (left) and iron L2,3-edge (right) from 10 e-/Å2 to 780 e-/Å2 (single acquisition doses) and (d) iron L2,3-edge obtained for higher electron doses between 500 e-/Å2 and 104e-/Å2(cumulated doses, see SI). (e) HAADF-STEM image (top) of MIL-100(Fe) and corresponding elemental map (bottom) showing the spatial distribution of iron at 2 × 103 e-/Å2. The gray lines are EEL spectra obtained for amorphous carbon in panel a and iron(III) oxide in panel d, while the black spectrum in panels a and c corresponds to BTC analyzed by near-edge X-ray absorption fine structure (Buck, M.; Zharnikov, M. personal communication, 2022). All spectra are unprocessed. The energy resolution is about δE = 40 meV for panel a, δE = 800 meV for panel c, and δE = 220 meV for panel d. NanoMOFs spectra in panels a and d have been normalized to the integrated signal (details in SI). Chemical maps were obtained as described in SI, after denoising by principal component analysis. Panels b and e are intensity maps of the corresponding features integrated over the gray areas in panels a and d. The intensity scale has been normalized to compare chemical maps at a given dose in panel b. The spatial resolution is 10 nm in panel b and 2 nm in panel e. More details are provided in the SI.   ", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Low-loss analysis of MIL-100 and UiO-66 nanoparticles as a function\nof the electron dose. (a–c) Evolution with the electron dose\nof the low-loss signal acquired simultaneously with the carbon K-edge\nusing the 400 eV energy window. The energy resolution is about δ<italic toggle=\"yes\">E</italic> = 800 meV. The electron doses are 10 e<sup>–</sup>/Å<sup>2</sup> for light colors and &gt;750 e<sup>–</sup>/Å<sup>2</sup> for dark colors (single acquisition doses, see <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.2c09571/suppl_file/nn2c09571_si_001.pdf\" xlink:type=\"simple\">SI</ext-link>). Black arrows near 14 eV indicate the H K-edge\nrevealing H<sub>2</sub> production under irradiation. (d) Comparison\nof the low-loss signal obtained at electron dose of 10 e<sup>–</sup>/Å<sup>2</sup> (top row) and above 130 e<sup>–</sup>/Å<sup>2</sup> (bottom row) (cumulated doses, see <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.2c09571/suppl_file/nn2c09571_si_001.pdf\" xlink:type=\"simple\">SI</ext-link>) with a smaller energy window spanning 16 eV (energy resolution\nof about δ<italic toggle=\"yes\">E</italic> = 40 meV). Spectra are normalized\nto the integrated signal (see <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.2c09571/suppl_file/nn2c09571_si_001.pdf\" xlink:type=\"simple\">SI</ext-link>). (e,\nf) HAADF-STEM images (left) and the corresponding maps (right) of\nUiO-66 (green) and MIL-100­(Fe) (red) obtained at (e) 10 e<sup>–</sup>/Å<sup>2</sup> and (f) <sup>2</sup>10 e<sup>–</sup>/Å<sup>2</sup> after PCA processing. The pixel size is 10 nm in panel e\nand 2 nm in panel f. (g) Spectra obtained after PCA (solid lines)\nfrom the areas labeled 1, 2, and 3 in panel e and the NLLS components\n(dashed lines) used to map their distribution. Spectra of panels a–d\nare average raw data obtained by extracting and summing the signal\nover hundreds of square nanometers. Blue, red, and green represent\nMIL-100­(Al), MIL-100­(Fe), and UiO-66, while the orange line in panel\ng stands for the superimposed signal of the latter. <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.2c09571/suppl_file/nn2c09571_si_001.pdf\" xlink:type=\"simple\">SI</ext-link> provides more details.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"nn2c09571_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  Low-loss analysis of MIL-100 and UiO-66 nanoparticles as a function of the electron dose. (a-c) Evolution with the electron dose of the low-loss signal acquired simultaneously with the carbon K-edge using the 400 eV energy window. The energy resolution is about δE = 800 meV. The electron doses are 10 e-/Å2 for light colors and >750 e-/Å2 for dark colors (single acquisition doses, see SI). Black arrows near 14 eV indicate the H K-edge revealing H2 production under irradiation. (d) Comparison of the low-loss signal obtained at electron dose of 10 e-/Å2 (top row) and above 130 e-/Å2 (bottom row) (cumulated doses, see SI) with a smaller energy window spanning 16 eV (energy resolution of about δE = 40 meV). Spectra are normalized to the integrated signal (see SI). (e, f) HAADF-STEM images (left) and the corresponding maps (right) of UiO-66 (green) and MIL-100(Fe) (red) obtained at (e) 10 e-/Å2 and (f) 210 e-/Å2 after PCA processing. The pixel size is 10 nm in panel e and 2 nm in panel f. (g) Spectra obtained after PCA (solid lines) from the areas labeled 1, 2, and 3 in panel e and the NLLS components (dashed lines) used to map their distribution. Spectra of panels a-d are average raw data obtained by extracting and summing the signal over hundreds of square nanometers. Blue, red, and green represent MIL-100(Al), MIL-100(Fe), and UiO-66, while the orange line in panel g stands for the superimposed signal of the latter. SI provides more details.   ", "data": null, "include_properties": null}, {"idx": 29, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Ultralow-loss analysis\nof nanoMOFs and their freestanding organic\nlinkers acquired at about 120 e<sup>–</sup>/Å<sup>2</sup> (single acquisition dose; beam current = 4 pA; total acquisition\ntime ∼ 100 s). (a) Comparison of the ultralow-loss EELS (solid\nline) with conventional FTIR (dotted line) for MIL-100­(Al) in blue,\nMIL-100­(Fe) in red, BTC in yellow, UiO-66 in green, and BDC in pink.\nAll EEL spectra are averages obtained by extracting and summing the\nsignal over the whole hyperspectral image. They have been collected\nin an energy window of 2 eV and deconvolved using the Richardson–Lucy\nAlgorithm (details in the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.2c09571/suppl_file/nn2c09571_si_001.pdf\" xlink:type=\"simple\">SI</ext-link>). The EEL\nenergy resolution is about δ<italic toggle=\"yes\">E</italic> = 7 meV (55 cm<sup>–1</sup>), and the FTIR one is about 4 cm<sup>–1</sup> (0.5 meV). (b) HAADF image of MIL-100­(Al) nanoparticles and (c)\ncorresponding chemical map of the CO vibration modes (shaded ULL<sub>4</sub> area in panel a). (d) Intensity profiles acquired along the\nindicated line of the HAADF image (black line profile) and the chemical\nmap (blue line profile) from panels b and c. To increase the SNR,\nseveral line profiles were added, as illustrated by the white dotted\nrectangle in panels b and c. It shows a localized signal on the nanoparticles.\nGray stars indicate the amorphous carbon film signal. (e) Chemical\nmap obtained on an area where no excitation was detected (450–495\nmeV). It attests that thickness does not contribute to the signal\nmap of MIL-100­(Al) in panel b. The pixel size is 2 nm in panels b,\nc, and e. Chemical maps were obtained as described in the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.2c09571/suppl_file/nn2c09571_si_001.pdf\" xlink:type=\"simple\">SI</ext-link>. They have been normalized to the ZLP to exclude\nthe thickness variations. For comparison, their intensity scale is\nalso normalized (see the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.2c09571/suppl_file/nn2c09571_si_001.pdf\" xlink:type=\"simple\">SI</ext-link>).</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"nn2c09571_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  Ultralow-loss analysis of nanoMOFs and their freestanding organic linkers acquired at about 120 e-/Å2 (single acquisition dose; beam current = 4 pA; total acquisition time ~ 100 s). (a) Comparison of the ultralow-loss EELS (solid line) with conventional FTIR (dotted line) for MIL-100(Al) in blue, MIL-100(Fe) in red, BTC in yellow, UiO-66 in green, and BDC in pink. All EEL spectra are averages obtained by extracting and summing the signal over the whole hyperspectral image. They have been collected in an energy window of 2 eV and deconvolved using the Richardson-Lucy Algorithm (details in the SI). The EEL energy resolution is about δE = 7 meV (55 cm-1), and the FTIR one is about 4 cm-1 (0.5 meV). (b) HAADF image of MIL-100(Al) nanoparticles and (c) corresponding chemical map of the CO vibration modes (shaded ULL4 area in panel a). (d) Intensity profiles acquired along the indicated line of the HAADF image (black line profile) and the chemical map (blue line profile) from panels b and c. To increase the SNR, several line profiles were added, as illustrated by the white dotted rectangle in panels b and c. It shows a localized signal on the nanoparticles. Gray stars indicate the amorphous carbon film signal. (e) Chemical map obtained on an area where no excitation was detected (450-495 meV). It attests that thickness does not contribute to the signal map of MIL-100(Al) in panel b. The pixel size is 2 nm in panels b, c, and e. Chemical maps were obtained as described in the SI. They have been normalized to the ZLP to exclude the thickness variations. For comparison, their intensity scale is also normalized (see the SI).   ", "data": null, "include_properties": null}, {"idx": 36, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Schematic representation of the main irradiation effects\non the\nmolecular structure of nanoMOFs. The different MIL-100 and UiO-66\nstructures have been simplified using general atom labels (M for metals\nand R for metals or linkers). At the top, the intact molecular structure\nof nanoMOFs depicts their characteristic chemical functions. The colors\nrelate them to the peak assignment described in this work and in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsnano.2c09571/suppl_file/nn2c09571_si_001.pdf\" xlink:type=\"simple\">Table S1</ext-link> for intact signatures, assuming that\nbeam alteration is not detected in ULL EELS due to the energy resolution.\nAt the bottom, the possible degraded structures are illustrated according\nto the observed alterations in EELS for doses below 500 e<sup>–</sup>/Å<sup>2</sup>.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"nn2c09571_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  Schematic representation of the main irradiation effects on the molecular structure of nanoMOFs. The different MIL-100 and UiO-66 structures have been simplified using general atom labels (M for metals and R for metals or linkers). At the top, the intact molecular structure of nanoMOFs depicts their characteristic chemical functions. The colors relate them to the peak assignment described in this work and in Table S1 for intact signatures, assuming that beam alteration is not detected in ULL EELS due to the energy resolution. At the bottom, the possible degraded structures are illustrated according to the observed alterations in EELS for doses below 500 e-/Å2.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acsnano.2c09571", "title": null, "journal": "American Chemical Society", "date": "2023.02", "author_list": ["Chaupard\nMaeva", "Degrouard\nJéril", "Li\nXiaoyan", "Stéphan\nOdile", "Kociak\nMathieu", "Gref\nRuxandra", "de Frutos\nMarta"]}}