{"filepath": "../L2M3_data/1_application_papers/acs_xml/nn8b01488.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["synthesis condition"], "content": "<p>Synthesis\nof ultrasmall metal–organic framework (MOF) nanoparticles\nhas been widely recognized as a promising route to greatly enhance\ntheir properties but remains a considerable challenge. Herein, we\nreport one facile and effective spatially confined thermal pulverization\nstrategy to successfully transform bulk Co-MOF particles into sub-5\nnm nanocrystals encapsulated within N-doped carbon/graphene (NC/G)\nby using conducting polymer coated Co-MOFs/graphene oxide as precursors.\nThis strategy involves a feasible mechanism: calcination of Co-MOFs\nat proper temperature in air induces the partial thermal collapse/distortion\nof the framework, while the uniform coating of a conducting polymer\ncan significantly improve the decomposition temperature and maintain\nthe component stability of Co-MOFs, thus leading to the pulverization\nof bulk Co-MOF particles into ultrasmall nanocrystals without oxidation.\nThe pulverization of Co-MOFs significantly increases the contact area\nbetween Co-MOFs with electrolyte and shortens the electron and ion\ntransport pathway. Therefore, the sub-5 nm ultrasmall MOF nanocrystals-based\ncomposites deliver an ultrahigh reversible capacity (1301 mAh g<sup>–1</sup> at 0.1 A g<sup>–1</sup>), extraordinary rate\nperformance (494 mAh g<sup>–1</sup> at 40 A g<sup>–1</sup>), and outstanding cycling stability (98.6% capacity retention at\n10 A g<sup>–1</sup> after 2000 cycles), which is the best performance\nachieved in all reported MOF-based anodes for lithium-ion batteries.</p>", "clean_text": "Synthesis of ultrasmall metal-organic framework (MOF) nanoparticles has been widely recognized as a promising route to greatly enhance their properties but remains a considerable challenge. Herein, we report one facile and effective spatially confined thermal pulverization strategy to successfully transform bulk Co-MOF particles into sub-5 nm nanocrystals encapsulated within N-doped carbon/graphene (NC/G) by using conducting polymer coated Co-MOFs/graphene oxide as precursors. This strategy involves a feasible mechanism: calcination of Co-MOFs at proper temperature in air induces the partial thermal collapse/distortion of the framework, while the uniform coating of a conducting polymer can significantly improve the decomposition temperature and maintain the component stability of Co-MOFs, thus leading to the pulverization of bulk Co-MOF particles into ultrasmall nanocrystals without oxidation. The pulverization of Co-MOFs significantly increases the contact area between Co-MOFs with electrolyte and shortens the electron and ion transport pathway. Therefore, the sub-5 nm ultrasmall MOF nanocrystals-based composites deliver an ultrahigh reversible capacity (1301 mAh g-1 at 0.1 A g-1), extraordinary rate performance (494 mAh g-1 at 40 A g-1), and outstanding cycling stability (98.6% capacity retention at 10 A g-1 after 2000 cycles), which is the best performance achieved in all reported MOF-based anodes for lithium-ion batteries.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>Metal–organic\nframeworks\n(MOFs), also known as porous coordination polymers, have been extensively\ninvestigated as a new class of inorganic–organic hybrid materials.\nBecause of their tunable pore sizes and structures, high specific\nsurface, and pore volume, MOFs have recently shown their unique advantages\nand great potentials in energy storage and conversation, such as supercapacitors, lithium-ion batteries (LIBs), lithium–sulfur batteries, lithium–oxygen batteries, CO<sub>2</sub> reduction, oxygen\nevolution and reduction reactions,\n<italic>etc</italic>. However, when the size of materials is reduced\nto nanoscale dimension, physicochemical properties can change dramatically. Owning to the exceptional size-dependent properties, nanomaterials\nhave been widely explored in various areas, including energy-related applications. Recent studies have demonstrated that compared with bulk particles,\na higher specific surface and more active sites can be obtained by\ndecreasing the size of MOFs to the nanoscale (usually with dimensional\nscales larger than 50 nm), which can highly enhance the electrochemical\nprocess, leading to excellent electrochemical performance. However, the investigation of ultrasmall MOF nanoparticles with\nsizes down to sub-5 nm in energy storage and conversion has not yet\nbeen explored so far due to lack of an efficient synthesis method.\nAlthough extensive studies have been conducted to fabricate some other\nultrasmall nanomaterials, among which laser synthesis and processing, electrochemical processes, fast Joule heating, and atomic\nand molecular layer deposition were investigated,\nthese methods are not applicable for MOFs because of the instabilities\nof MOFs under extreme conditions or different intrinsic molecular\nstructures of MOFs. Therefore, a facile, low-cost, and scalable approach\nto fabricate ultrasmall MOF nanoparticles is a great challenge yet\nurgently desired.</p>", "clean_text": "Metal-organic frameworks (MOFs), also known as porous coordination polymers, have been extensively investigated as a new class of inorganic-organic hybrid materials. Because of their tunable pore sizes and structures, high specific surface, and pore volume, MOFs have recently shown their unique advantages and great potentials in energy storage and conversation, such as supercapacitors, lithium-ion batteries (LIBs), lithium-sulfur batteries, lithium-oxygen batteries, CO2 reduction, oxygen evolution and reduction reactions, etc. However, when the size of materials is reduced to nanoscale dimension, physicochemical properties can change dramatically. Owning to the exceptional size-dependent properties, nanomaterials have been widely explored in various areas, including energy-related applications. Recent studies have demonstrated that compared with bulk particles, a higher specific surface and more active sites can be obtained by decreasing the size of MOFs to the nanoscale (usually with dimensional scales larger than 50 nm), which can highly enhance the electrochemical process, leading to excellent electrochemical performance. However, the investigation of ultrasmall MOF nanoparticles with sizes down to sub-5 nm in energy storage and conversion has not yet been explored so far due to lack of an efficient synthesis method. Although extensive studies have been conducted to fabricate some other ultrasmall nanomaterials, among which laser synthesis and processing, electrochemical processes, fast Joule heating, and atomic and molecular layer deposition were investigated, these methods are not applicable for MOFs because of the instabilities of MOFs under extreme conditions or different intrinsic molecular structures of MOFs. Therefore, a facile, low-cost, and scalable approach to fabricate ultrasmall MOF nanoparticles is a great challenge yet urgently desired.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["property"], "content": "<p>Herein, we report a simple and environmentally\nfriendly spatially\nconfined pulverization method to fabricate sub-5 nm ultrasmall MOF\nnanocrystals through calcination in air. We first grow Co-MOF particles\n(average size of ∼100 nm) uniformly on graphene oxide (GO)\nsheets to obtain GO/Co-MOF (GC) composites (see detailed information\nin the  and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsnano.8b01488/suppl_file/nn8b01488_si_001.pdf\">Figure S1a and c</ext-link>) through the coordination and\nelectrostatic interaction. Then, compact coating of conducting\npolypyrrole (PPy) on a GC surface by <italic>in situ</italic> polymerization\nwas conducted to obtain GO/Co-MOFs/PPy (GCP) composites (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsnano.8b01488/suppl_file/nn8b01488_si_001.pdf\">Figure S1b</ext-link>). Because of the protective PPy layers,\nafter thermal treatment of GCP at 350 °C in air, bulk MOF particles\nwere pulverized into ultrasmall nanocrystals (average diameter of\n∼4.2 nm) with the surrounding PPy and GO layers converted into\nN-doped carbon/graphene (NC/G) simultaneously. However, without the\ncoating of PPy, Co-MOF particles transform into metal oxide instead,\nas schematically shown in . To investigate the effect of ultrasmall MOF particles\non electrochemical energy storage, the ultrasmall Co-MOF nanocrystals\nencapsulated in NC/G (denoted as GCP350) by simple calcination of\nGCP at 350 °C in air were explored as binder-free anodes for\nlithium-ion batteries. The entire GCP350 anodes achieved ultrahigh\nreversible capacity (1301 mAh g<sup>–1</sup> at 0.1 A g<sup>–1</sup>), extraordinary rate performance (494 mAh g<sup>–1</sup> at 40 A g<sup>–1</sup>), and excellent long-term cycling\nstability (98.6% retention at 10 A g<sup>–1</sup> over 2000\ncycles), much better than the nonpulverized MOF/G composite and representing\nthe best performance achieved in all MOF-based anodes ever reported.</p>", "clean_text": "Herein, we report a simple and environmentally friendly spatially confined pulverization method to fabricate sub-5 nm ultrasmall MOF nanocrystals through calcination in air. We first grow Co-MOF particles (average size of ~100 nm) uniformly on graphene oxide (GO) sheets to obtain GO/Co-MOF (GC) composites (see detailed information in the  and Figure S1a and c) through the coordination and electrostatic interaction. Then, compact coating of conducting polypyrrole (PPy) on a GC surface by in situ polymerization was conducted to obtain GO/Co-MOFs/PPy (GCP) composites (Figure S1b). Because of the protective PPy layers, after thermal treatment of GCP at 350 °C in air, bulk MOF particles were pulverized into ultrasmall nanocrystals (average diameter of ~4.2 nm) with the surrounding PPy and GO layers converted into N-doped carbon/graphene (NC/G) simultaneously. However, without the coating of PPy, Co-MOF particles transform into metal oxide instead, as schematically shown in . To investigate the effect of ultrasmall MOF particles on electrochemical energy storage, the ultrasmall Co-MOF nanocrystals encapsulated in NC/G (denoted as GCP350) by simple calcination of GCP at 350 °C in air were explored as binder-free anodes for lithium-ion batteries. The entire GCP350 anodes achieved ultrahigh reversible capacity (1301 mAh g-1 at 0.1 A g-1), extraordinary rate performance (494 mAh g-1 at 40 A g-1), and excellent long-term cycling stability (98.6% retention at 10 A g-1 over 2000 cycles), much better than the nonpulverized MOF/G composite and representing the best performance achieved in all MOF-based anodes ever reported.", "data": null, "include_properties": null}, {"idx": 4, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Schematic\nillustration of the spatially confined pulverization\nprocess: (a) GC, (b) GCP, (c) GCP350, (d) GC350.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"nn-2018-01488s_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Schematic illustration of the spatially confined pulverization process: (a) GC, (b) GCP, (c) GCP350, (d) GC350.   ", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><p>Morphological evolutions of ultrasmall\nCo-MOF nanocrystals were\nfirst investigated by scanning electron microscopy (SEM) and transmission\nelectron microscopy (TEM). As shown in a, PPy was homogeneously coated on GC, and\nbulk Co-MOF particles with average diameters of 80–110 nm (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsnano.8b01488/suppl_file/nn8b01488_si_001.pdf\">Figure S2</ext-link>) were encapsulated by the GO and PPy\nlayers. The elemental mapping images in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsnano.8b01488/suppl_file/nn8b01488_si_001.pdf\">Figure S1d–j</ext-link> also show the homogeneous coating of PPy on Co-MOFs.\nAfter thermal treatment of GCP at 350 °C for 2 h in air, the\nCo-MOF particles were homogeneously distributed and well encapsulated\nby NC/G, as shown in b and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsnano.8b01488/suppl_file/nn8b01488_si_001.pdf\">Figure S3</ext-link>. In addition, HRTEM\nimages (c and\nd) show that the Co-MOF particles were surrounded by ultrathin layers\nof NC/G. Interestingly, the individual bulk Co-MOF particle in GCP\nwas pulverized into plenty of ultrasmall nanocrystals (average diameter\nof ∼4.2 nm, the inset in c) with little void space between them. The lattice\nfringes with a spacing of about 0.25 nm are assigned to the (400)\nplane of Co-MOFs (JCPDS #77-1161, e). The rings in the selected area electron\ndiffraction (SAED) pattern (f) also indicate the intactness of ultrasmall Co-MOF\nnanocrystals. The homogeneous element mapping images of C, Co, and\nN in g–i\nalso imply these spatially confined pulverized ultrasmall Co-MOF particles\nare uniformly distributed and tightly wrapped by NC/G.</p>", "clean_text": "Results and Discussion\n\nMorphological evolutions of ultrasmall Co-MOF nanocrystals were first investigated by scanning electron microscopy (SEM) and transmission electron microscopy (TEM). As shown in a, PPy was homogeneously coated on GC, and bulk Co-MOF particles with average diameters of 80-110 nm (Figure S2) were encapsulated by the GO and PPy layers. The elemental mapping images in Figure S1d-j also show the homogeneous coating of PPy on Co-MOFs. After thermal treatment of GCP at 350 °C for 2 h in air, the Co-MOF particles were homogeneously distributed and well encapsulated by NC/G, as shown in b and Figure S3. In addition, HRTEM images (c and d) show that the Co-MOF particles were surrounded by ultrathin layers of NC/G. Interestingly, the individual bulk Co-MOF particle in GCP was pulverized into plenty of ultrasmall nanocrystals (average diameter of ~4.2 nm, the inset in c) with little void space between them. The lattice fringes with a spacing of about 0.25 nm are assigned to the (400) plane of Co-MOFs (JCPDS #77-1161, e). The rings in the selected area electron diffraction (SAED) pattern (f) also indicate the intactness of ultrasmall Co-MOF nanocrystals. The homogeneous element mapping images of C, Co, and N in g-i also imply these spatially confined pulverized ultrasmall Co-MOF particles are uniformly distributed and tightly wrapped by NC/G.", "data": null, "include_properties": null}, {"idx": 6, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>TEM images of GCP (a)\nand GCP350 (b); (c, d) HRTEM images of GCP350\n(the inset is a histogram of the size distribution of nanocrystals)\nand the corresponding lattice structure (e), SAED pattern (f), and\nelement mapping images (g–i).</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"nn-2018-01488s_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  TEM images of GCP (a) and GCP350 (b); (c, d) HRTEM images of GCP350 (the inset is a histogram of the size distribution of nanocrystals) and the corresponding lattice structure (e), SAED pattern (f), and element mapping images (g-i).   ", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<p>In order to fully understand the formation of pulverized\nultrasmall\nCo-MOF nanocrystals, detailed structural characterizations were carefully\ncarried out by X-ray diffraction (XRD) and Fourier transform infrared\nspectra (FTIR). As shown in a, in all Co-MOFs, GC, GCP, and GCP350, the four dominant\npeaks at 17.2°, 24.5°, 34.9°, and 39.4° are well\nindexed to neat Co-MOFs (JCPDS #77-1161), demonstrating that Co-MOFs\nin GCP350 still existed even after calcination at 350 °C in air.\nFor GCP350, the peak intensity decreased and the full width at half-maximum\n(fwhm) increased, which may result from the pulverization of bulk\nCo-MOFs into ultrasmall nanocrystals according to the Scherrer formula. As shown in the FTIR results (b), these two dominant peaks in 2176 and 460 cm<sup>–1</sup> (enlarged spectra in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsnano.8b01488/suppl_file/nn8b01488_si_001.pdf\">Figure S4</ext-link>), corresponding to the stretching vibrations of CN– and deformation\nof the Co–C bond, respectively, also demonstrated the intactness\nof Co-MOFs in GCP350. In addition, PPy was partially\ndecomposed into N-doped carbon, and GO was reduced to graphene during\ncalcinations, which were confirmed by thermogravimetric analysis (TGA)\nin <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsnano.8b01488/suppl_file/nn8b01488_si_001.pdf\">Figure S6</ext-link>. The conversation of PPy into N-doped carbon was also confirmed by\nthe N 1s X-ray photoelectron spectroscopy (XPS) spectra in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsnano.8b01488/suppl_file/nn8b01488_si_001.pdf\">Figure S5</ext-link>. Structural evolution of neat GC under\ncalcination at 350 °C in air (denoted as GC350) was also investigated.\nAs shown in a, characteristic peaks of Co-MOFs disappeared, while those of Co<sub>3</sub>O<sub>4</sub> (JCPDS #80-1553) emerged, indicating the transformation\nof Co-MOFs into metal oxide particles (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsnano.8b01488/suppl_file/nn8b01488_si_001.pdf\">Figure S7</ext-link>) without the protection of PPy. The appearance of new peaks\n(573 and 667 cm<sup>–1</sup>) in b also demonstrated the transformation in\nGC350. At higher calcination temperature\n(400 °C), Co-MOFs in GCP also transformed into metal oxide (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsnano.8b01488/suppl_file/nn8b01488_si_001.pdf\">Figures S8 and S9</ext-link>). At a relatively low calcination\ntemperature (250 °C), the bulk Co-MOF particles remain intact\nwithout any pulverization (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsnano.8b01488/suppl_file/nn8b01488_si_001.pdf\">Figure S10</ext-link>).\nIn order to further understand the mechanism of space-confined pulverization,\nTGA of neat Co-MOFs, GCP, and GCP350 were carried out. As shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsnano.8b01488/suppl_file/nn8b01488_si_001.pdf\">Figures S11 and S12</ext-link>, the decomposition temperature\n(368 °C) of Co-MOFs in GCP is much higher than that of neat Co-MOFs\n(325 °C). Meanwhile, GCP350 also began to transform into metal\noxide at about 368 °C, implying Co-MOFs did not convert into\nmetal oxide during the pulverization process of GCP at 350 °C.\nOn the basis of these results, we propose that calcination of GCP\nat proper temperature may induce the partial collapse/distortion of\nthe framework of Co-MOF particles, while\nthe uniform coating of PPy can significantly improve the decomposition\ntemperature and maintain the component stability of Co-MOFs during\ncalcinations in air, thus leading to the pulverization of bulk Co-MOF\nparticles in GCP into ultrasmall nanoparticles without oxidation during\nthis spatially confined pulverization process. It is noteworthy that\nthe significant increase of decomposition temperature is induced by\nthe tight coating of PPy, which may benefit from the good affinity\nto other materials and high flexibility of this conductive polymer.\n</p>", "clean_text": "In order to fully understand the formation of pulverized ultrasmall Co-MOF nanocrystals, detailed structural characterizations were carefully carried out by X-ray diffraction (XRD) and Fourier transform infrared spectra (FTIR). As shown in a, in all Co-MOFs, GC, GCP, and GCP350, the four dominant peaks at 17.2°, 24.5°, 34.9°, and 39.4° are well indexed to neat Co-MOFs (JCPDS #77-1161), demonstrating that Co-MOFs in GCP350 still existed even after calcination at 350 °C in air. For GCP350, the peak intensity decreased and the full width at half-maximum (fwhm) increased, which may result from the pulverization of bulk Co-MOFs into ultrasmall nanocrystals according to the Scherrer formula. As shown in the FTIR results (b), these two dominant peaks in 2176 and 460 cm-1 (enlarged spectra in Figure S4), corresponding to the stretching vibrations of CN- and deformation of the Co-C bond, respectively, also demonstrated the intactness of Co-MOFs in GCP350. In addition, PPy was partially decomposed into N-doped carbon, and GO was reduced to graphene during calcinations, which were confirmed by thermogravimetric analysis (TGA) in Figure S6. The conversation of PPy into N-doped carbon was also confirmed by the N 1s X-ray photoelectron spectroscopy (XPS) spectra in Figure S5. Structural evolution of neat GC under calcination at 350 °C in air (denoted as GC350) was also investigated. As shown in a, characteristic peaks of Co-MOFs disappeared, while those of Co3O4 (JCPDS #80-1553) emerged, indicating the transformation of Co-MOFs into metal oxide particles (Figure S7) without the protection of PPy. The appearance of new peaks (573 and 667 cm-1) in b also demonstrated the transformation in GC350. At higher calcination temperature (400 °C), Co-MOFs in GCP also transformed into metal oxide (Figures S8 and S9). At a relatively low calcination temperature (250 °C), the bulk Co-MOF particles remain intact without any pulverization (Figure S10). In order to further understand the mechanism of space-confined pulverization, TGA of neat Co-MOFs, GCP, and GCP350 were carried out. As shown in Figures S11 and S12, the decomposition temperature (368 °C) of Co-MOFs in GCP is much higher than that of neat Co-MOFs (325 °C). Meanwhile, GCP350 also began to transform into metal oxide at about 368 °C, implying Co-MOFs did not convert into metal oxide during the pulverization process of GCP at 350 °C. On the basis of these results, we propose that calcination of GCP at proper temperature may induce the partial collapse/distortion of the framework of Co-MOF particles, while the uniform coating of PPy can significantly improve the decomposition temperature and maintain the component stability of Co-MOFs during calcinations in air, thus leading to the pulverization of bulk Co-MOF particles in GCP into ultrasmall nanoparticles without oxidation during this spatially confined pulverization process. It is noteworthy that the significant increase of decomposition temperature is induced by the tight coating of PPy, which may benefit from the good affinity to other materials and high flexibility of this conductive polymer. ", "data": null, "include_properties": null}, {"idx": 8, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a)\nXRD patterns and (b) FTIR spectra of Co-MOFs, GC, GCP, GCP350,\nand GC350.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"nn-2018-01488s_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  (a) XRD patterns and (b) FTIR spectra of Co-MOFs, GC, GCP, GCP350, and GC350.   ", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["property"], "content": "<p>Our GCP350 nanocomposites showed\na hierarchical structure with\nultrasmall Co-MOF nanocrystals encapsulated by interconnected ultrathin\nconductive layers of NC/G, which prompted us to further explore them\nas binder-free anodes for lithium-ion batteries. For comparison, the\nGC350 and GCP250 were also tested (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsnano.8b01488/suppl_file/nn8b01488_si_001.pdf\">Figure S13</ext-link>) to understand the structure–property relationship. The electrochemical\nperformance of GCP350 was first investigated by galvanostatic discharge–charge\ntests between 0.01 and 3 V at 0.2 A g<sup>–1</sup>. As shown\nin a, GCP350\nanodes delivered an initial discharge capacity of 1978 mAh g<sup>–1</sup> (calculated on the whole electrode) and a reversible charge capacity\nof 1198 mAh g<sup>–1</sup> with a relatively low initial Coulombic\nefficiency (CE) of 60.6%, caused by electrolyte decomposition and\nformation of a solid-electrolyte interphase (SEI). Meanwhile, the discharge–charge curves almost overlapped\nfor the second, fifth, and 10th cycles, demonstrating the excellent\ncycling stability of GCP350. Cycling performance was further tested\nat 0.2 A g<sup>–1</sup> (b). The capacity of GCP350 was 1201 mAh g<sup>–1</sup> with a CE above 95% in the second cycle. After 100 cycles, the capacity\nof GCP350 anodes still retained 1192 mAh g<sup>–1</sup> with\na CE of ∼99%, which is much better than that of GCP250 and\nGC350. The rate performance of GCP350 anodes was evaluated at current\ndensities from 0.1 to 40 A g<sup>–1</sup>. c shows the typical galvanostatic\ndischarge–charge curves of GCP350 under different current densities,\nand the reversible capacities of GCP350 are 1301, 1188, 1060, 987,\n906, 801, 701, and 596 mAh g<sup>–1</sup> at current densities\nof 0.1, 0.2, 0.5, 1, 2, 5, 10, and 20 A g<sup>–1</sup>, respectively,\nfar surpassing those of GCP250 and GC350 (d). Even at a superhigh current density of\n40 A g<sup>–1</sup>, which has never been reported for MOF-based\nanodes, the GCP350 can still achieve an impressive capacity of 494\nmAh g<sup>–1</sup>, demonstrating the superior rate performance\nof GCP350. Moreover, the reversible capacity of GCP350 anodes recovered\nto 1255 mAh g<sup>–1</sup> when the current density returned\nto 0.1 A g<sup>–1</sup>, indicating excellent structural stability\nof GCP350. To the best of our knowledge, the capacity and the rate\nperformance of GCP350 are significantly higher than all MOF-based\nanodes for LIBs reported recently (e and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsnano.8b01488/suppl_file/nn8b01488_si_001.pdf\">Table S1</ext-link>). In addition, we have also tested the control sample without Co-MOFs\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsnano.8b01488/suppl_file/nn8b01488_si_001.pdf\">Figure S14</ext-link>) and confirmed the extraordinary\nelectrochemical performance of GCP350 was mainly due to the ultrasmall\nCo-MOF nanocrystals. The electrochemical processes of these electrodes\nwere further investigated and compared by electrochemical impedance\nspectroscopy (EIS). As shown in f, both the charge-transfer resistance in the high-\nto medium-frequency region and Warburg impedance in the low-frequency\nregion of GCP350 are smaller than those of GCP250 and GC350, indicating\nthat ultrasmall Co-MOF nanocrystals provide abundant contact area\nfor the electrolyte to access active material, speeding up charge\ntransfer and enhancing Li-ion diffusion, leading to the dramatic enhancement\nof electrochemical performance of GCP350.</p>", "clean_text": "Our GCP350 nanocomposites showed a hierarchical structure with ultrasmall Co-MOF nanocrystals encapsulated by interconnected ultrathin conductive layers of NC/G, which prompted us to further explore them as binder-free anodes for lithium-ion batteries. For comparison, the GC350 and GCP250 were also tested (Figure S13) to understand the structure-property relationship. The electrochemical performance of GCP350 was first investigated by galvanostatic discharge-charge tests between 0.01 and 3 V at 0.2 A g-1. As shown in a, GCP350 anodes delivered an initial discharge capacity of 1978 mAh g-1 (calculated on the whole electrode) and a reversible charge capacity of 1198 mAh g-1 with a relatively low initial Coulombic efficiency (CE) of 60.6%, caused by electrolyte decomposition and formation of a solid-electrolyte interphase (SEI). Meanwhile, the discharge-charge curves almost overlapped for the second, fifth, and 10th cycles, demonstrating the excellent cycling stability of GCP350. Cycling performance was further tested at 0.2 A g-1 (b). The capacity of GCP350 was 1201 mAh g-1 with a CE above 95% in the second cycle. After 100 cycles, the capacity of GCP350 anodes still retained 1192 mAh g-1 with a CE of ~99%, which is much better than that of GCP250 and GC350. The rate performance of GCP350 anodes was evaluated at current densities from 0.1 to 40 A g-1. c shows the typical galvanostatic discharge-charge curves of GCP350 under different current densities, and the reversible capacities of GCP350 are 1301, 1188, 1060, 987, 906, 801, 701, and 596 mAh g-1 at current densities of 0.1, 0.2, 0.5, 1, 2, 5, 10, and 20 A g-1, respectively, far surpassing those of GCP250 and GC350 (d). Even at a superhigh current density of 40 A g-1, which has never been reported for MOF-based anodes, the GCP350 can still achieve an impressive capacity of 494 mAh g-1, demonstrating the superior rate performance of GCP350. Moreover, the reversible capacity of GCP350 anodes recovered to 1255 mAh g-1 when the current density returned to 0.1 A g-1, indicating excellent structural stability of GCP350. To the best of our knowledge, the capacity and the rate performance of GCP350 are significantly higher than all MOF-based anodes for LIBs reported recently (e and Table S1). In addition, we have also tested the control sample without Co-MOFs (Figure S14) and confirmed the extraordinary electrochemical performance of GCP350 was mainly due to the ultrasmall Co-MOF nanocrystals. The electrochemical processes of these electrodes were further investigated and compared by electrochemical impedance spectroscopy (EIS). As shown in f, both the charge-transfer resistance in the high- to medium-frequency region and Warburg impedance in the low-frequency region of GCP350 are smaller than those of GCP250 and GC350, indicating that ultrasmall Co-MOF nanocrystals provide abundant contact area for the electrolyte to access active material, speeding up charge transfer and enhancing Li-ion diffusion, leading to the dramatic enhancement of electrochemical performance of GCP350.", "data": null, "include_properties": null}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Electrochemical characterizations\nof GCP350, GCP250, and GC350\nanodes. (a) Charge–discharge curves of GCP350 anodes at 0.2\nA g<sup>–1</sup>; (b) cycling performance of GCP350, GCP250,\nand GC350 anodes at 0.2 A g<sup>–1</sup>; (c) charge–discharge\ncurves of GCP350 anodes at different current densities; (d) rate performance\nof GCP350, GCP250, and GC350 anodes; (e) comparison of GCP350 and\nother representative MOF-based electrodes; (f) EIS plots of GCP350,\nGCP250, and GC350 anodes; (g) cycling performance of GCP350 anodes\nat 5 and 10 A g<sup>–1</sup> for 2000 cycles.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"nn-2018-01488s_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  Electrochemical characterizations of GCP350, GCP250, and GC350 anodes. (a) Charge-discharge curves of GCP350 anodes at 0.2 A g-1; (b) cycling performance of GCP350, GCP250, and GC350 anodes at 0.2 A g-1; (c) charge-discharge curves of GCP350 anodes at different current densities; (d) rate performance of GCP350, GCP250, and GC350 anodes; (e) comparison of GCP350 and other representative MOF-based electrodes; (f) EIS plots of GCP350, GCP250, and GC350 anodes; (g) cycling performance of GCP350 anodes at 5 and 10 A g-1 for 2000 cycles.   ", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["property"], "content": "<p>The long-term cycling performance at high current\ndensities was\nfurther investigated, as shown in g. The GCP350 anodes delivered a capacity\nof 795 mAh g<sup>–1</sup> at the second cycle (the initial\ndischarge capacity is neglected because of the formation of an SEI\nduring the first discharge process) and remained 92.9% (739 mAh g<sup>–1</sup>) after 2000 cycles at 5 A g<sup>–1</sup>.\nMore importantly, the capacity retention of GCP350 anodes at 10 A\ng<sup>–1</sup> is 98.6%, with a decay rate of only 0.0007%\nper cycle. At such high current density, GCP350 could be fully charged\nin less than 5 min, which makes them of great importance in practical\napplications.</p>", "clean_text": "The long-term cycling performance at high current densities was further investigated, as shown in g. The GCP350 anodes delivered a capacity of 795 mAh g-1 at the second cycle (the initial discharge capacity is neglected because of the formation of an SEI during the first discharge process) and remained 92.9% (739 mAh g-1) after 2000 cycles at 5 A g-1. More importantly, the capacity retention of GCP350 anodes at 10 A g-1 is 98.6%, with a decay rate of only 0.0007% per cycle. At such high current density, GCP350 could be fully charged in less than 5 min, which makes them of great importance in practical applications.", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<p>To better understand the excellent electrochemical\nperformance,\nthe reaction kinetics were analyzed by cyclic voltammetry (CV) tests\nat different sweeping rates from 0.2 to 10 mV/s (a) based on the following equations: <italic>i</italic> = αν<sup>\n<italic>b</italic>\n</sup>, where <italic>i</italic> is the peak current, ν is the sweep rate, α\nis a constant, and <italic>b</italic> is an adjustable parameter. A <italic>b</italic> value of 1 indicates that the electrochemical\nreaction is non-Faradaic capacitive-controlled. When <italic>b</italic> = 0.5, it indicates that the current is limited by semi-infinite\nlinear diffusion. As shown in b, when the scan rate is below 1 mV/s, a <italic>b</italic> value of 0.89 for the oxidation peak in a can be calculated, indicating the electrochemical\nprocess of GCP350 is related to both capacitive and diffusion behaviors.\nWhen the scan rate is above 1 mV/s, the <italic>b</italic> value decreases\nfrom 0.89 to 0.8, implying an increased high-rate diffusion-limited\nprocess of GCP350 at high current densities, which may result from\nthe increase of resistance at high rates.\n</p>", "clean_text": "To better understand the excellent electrochemical performance, the reaction kinetics were analyzed by cyclic voltammetry (CV) tests at different sweeping rates from 0.2 to 10 mV/s (a) based on the following equations: i = αν b , where i is the peak current, ν is the sweep rate, α is a constant, and b is an adjustable parameter. A b value of 1 indicates that the electrochemical reaction is non-Faradaic capacitive-controlled. When b = 0.5, it indicates that the current is limited by semi-infinite linear diffusion. As shown in b, when the scan rate is below 1 mV/s, a b value of 0.89 for the oxidation peak in a can be calculated, indicating the electrochemical process of GCP350 is related to both capacitive and diffusion behaviors. When the scan rate is above 1 mV/s, the b value decreases from 0.89 to 0.8, implying an increased high-rate diffusion-limited process of GCP350 at high current densities, which may result from the increase of resistance at high rates. ", "data": null, "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a)\nCV curves at different scan rates from 0.2 to 10 mV/s; (b) <italic>b</italic> value at different scan rates, calculated from peak current\nand scan rate from (a); (c) separation of the contribution of capacitive-\nand diffusion-controlled current to the total current at 0.2 mV/s;\n(d) contribution ratio of capacitive- and diffusion-controlled capacities\nat different scan rates; (e) schematic illustration of enhanced ion/electron\ntransport in pulverized ultrasmall MOF nanocrystals.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"nn-2018-01488s_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  (a) CV curves at different scan rates from 0.2 to 10 mV/s; (b) b value at different scan rates, calculated from peak current and scan rate from (a); (c) separation of the contribution of capacitive- and diffusion-controlled current to the total current at 0.2 mV/s; (d) contribution ratio of capacitive- and diffusion-controlled capacities at different scan rates; (e) schematic illustration of enhanced ion/electron transport in pulverized ultrasmall MOF nanocrystals.   ", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<p>It is well known that a surface-controlled reaction\nis favorable\nto obtain excellent high-rate performance. Hence, the contribution\nof surface capacitive-controlled and diffusion-controlled processes\nto the capacity of GCP at different sweep rates was further investigated\naccording to the following equation: <italic>i</italic> = <italic>k</italic>\n<sub>1</sub>ν + <italic>k</italic>\n<sub>2</sub>ν<sup>1/2</sup>, where surface capacitive- and diffusion-controlled contribution\nis weighted by <italic>k</italic>\n<sub>1</sub> and <italic>k</italic>\n<sub>2</sub>, respectively. As shown\nin c, the normalized\ncontribution ratio of capacitive-controlled capacity (the red zone)\nat 0.2 mV/s is about 49.6%, while that of diffusion-controlled capacity\nis about 50.4%. By gradually increasing the scan rate, the capacitive-controlled\ncontribution ratio improves significantly from 50.4% at 0.2 mV/s to\n91.9% at 10 mV/s, as shown in d. The enhanced capacitive-controlled behavior mainly\nresults from the ultrasmall size of Co-MOF nanocrystals and ultrathin\ncarbonaceous layers since ultrasmall\nCo-MOF nanocrystals provide abundant contact area for the electrolyte\nto access the active material (the surface area increased from 138\nm<sup>2</sup> g<sup>–1</sup> for GCP to 392 m<sup>2</sup> g<sup>–1</sup> for GCP350 during pulverization based on N<sub>2</sub> adsorption–desorption analysis in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsnano.8b01488/suppl_file/nn8b01488_si_001.pdf\">Figure S15</ext-link>), speeding up charge transfer and enhancing Li-ion diffusion,\nas schematically shown in e.</p>", "clean_text": "It is well known that a surface-controlled reaction is favorable to obtain excellent high-rate performance. Hence, the contribution of surface capacitive-controlled and diffusion-controlled processes to the capacity of GCP at different sweep rates was further investigated according to the following equation: i = k 1ν + k 2ν1/2, where surface capacitive- and diffusion-controlled contribution is weighted by k 1 and k 2, respectively. As shown in c, the normalized contribution ratio of capacitive-controlled capacity (the red zone) at 0.2 mV/s is about 49.6%, while that of diffusion-controlled capacity is about 50.4%. By gradually increasing the scan rate, the capacitive-controlled contribution ratio improves significantly from 50.4% at 0.2 mV/s to 91.9% at 10 mV/s, as shown in d. The enhanced capacitive-controlled behavior mainly results from the ultrasmall size of Co-MOF nanocrystals and ultrathin carbonaceous layers since ultrasmall Co-MOF nanocrystals provide abundant contact area for the electrolyte to access the active material (the surface area increased from 138 m2 g-1 for GCP to 392 m2 g-1 for GCP350 during pulverization based on N2 adsorption-desorption analysis in Figure S15), speeding up charge transfer and enhancing Li-ion diffusion, as schematically shown in e.", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<p>Based on the above discussion, the excellent\nelectrochemical performance\nof GCP350 can be attributed to the following points. First, the spatially\nconfined pulverization of MOFs into ultrasmall nanocrystals provides\na large contact area for electrolyte with active materials, significantly\nshortening the Li-ion and electron diffusion distance. Meanwhile,\nultrasmall Co-MOFs with high surface area, together with two-dimensional\nultrathin NC/G layers, provide sufficient accessible sites for Li-ion\nstorage. Second, the void space between ultrasmall Co-MOF nanocrystals\nand the robust coating layer of NC/G can effectively buffer the volume\nchange and therefore alleviate the capacity loss during the long-term\ncycling. Third, the interconnected conductive NC/G layer can prompt\nelectron transportation as a whole network. Owing to the above synergetic\nmerits, the GCP350 anodes exhibit significantly enhanced lithium-storage\nperformance compared to previous MOF-based anodes.</p>", "clean_text": "Based on the above discussion, the excellent electrochemical performance of GCP350 can be attributed to the following points. First, the spatially confined pulverization of MOFs into ultrasmall nanocrystals provides a large contact area for electrolyte with active materials, significantly shortening the Li-ion and electron diffusion distance. Meanwhile, ultrasmall Co-MOFs with high surface area, together with two-dimensional ultrathin NC/G layers, provide sufficient accessible sites for Li-ion storage. Second, the void space between ultrasmall Co-MOF nanocrystals and the robust coating layer of NC/G can effectively buffer the volume change and therefore alleviate the capacity loss during the long-term cycling. Third, the interconnected conductive NC/G layer can prompt electron transportation as a whole network. Owing to the above synergetic merits, the GCP350 anodes exhibit significantly enhanced lithium-storage performance compared to previous MOF-based anodes.", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["property"], "content": "<title>Conclusions</title><p>In conclusion, we report a facile thermal-assisted spatially confined\npulverization method to fabricate ultrasmall Co-MOF nanocrystals with\ndiameters down to sub-5 nm. When used as free-standing anodes for\nLIBs, the GCP350 exhibited ultrahigh reversible capacities (1301 mAh\ng<sup>–1</sup> at 0.1 A g<sup>–1</sup>), excellent rate\nperformance (494 mAh g<sup>–1</sup> at 40 A g<sup>–1</sup>), and superior long-term cycling stability (98.6% capacity retention\nat 10 A g<sup>–1</sup> after 2000 cycles), which is the best\nperformance for MOFs-based LIB anodes so far. This versatile space-confined\npulverization strategy can also be applied to other MOFs with suitable\nprotective layers under proper temperatures and may provide a universal\nroute to large-scale synthesis of ultrasmall functional MOF nanocrystals\nwith promising applications in energy storage and conversion and beyond.</p>", "clean_text": "Conclusions\n\nIn conclusion, we report a facile thermal-assisted spatially confined pulverization method to fabricate ultrasmall Co-MOF nanocrystals with diameters down to sub-5 nm. When used as free-standing anodes for LIBs, the GCP350 exhibited ultrahigh reversible capacities (1301 mAh g-1 at 0.1 A g-1), excellent rate performance (494 mAh g-1 at 40 A g-1), and superior long-term cycling stability (98.6% capacity retention at 10 A g-1 after 2000 cycles), which is the best performance for MOFs-based LIB anodes so far. This versatile space-confined pulverization strategy can also be applied to other MOFs with suitable protective layers under proper temperatures and may provide a universal route to large-scale synthesis of ultrasmall functional MOF nanocrystals with promising applications in energy storage and conversion and beyond.", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<title>Experimental Section</title><title>Synthesis of Graphene Oxide</title><p>Natural graphite powder\n(325 mesh, Aladdin, 99.95% metal basis) was used to synthesize GO <italic>via</italic> a modified Hummers’ method. All the other chemicals\nwere purchased from Sigma or Aladdin and used without purification.</p>", "clean_text": "Experimental Section\n\nSynthesis of Graphene Oxide\n\nNatural graphite powder (325 mesh, Aladdin, 99.95% metal basis) was used to synthesize GO via a modified Hummers' method. All the other chemicals were purchased from Sigma or Aladdin and used without purification.", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<title>Synthesis of GO-Co-MOFs-Polypyrrole</title><p>First, 40 mg of\nGO and 0.2 mL of potassium hexacyanocobaltate (Co<sub>3</sub>[Co­(CN)<sub>6</sub>]<sub>2</sub>, 0.5 M) were dissolved in 80 mL of deionized\nwater and then mixed under magnetic stirring and ultrasound for 10\nand 5 min, respectively. A 2 mL amount of cobalt chloride (CoCl<sub>2</sub>, 0.5 M) was poured into the above solution, followed by stirring\nfor 1 h. Second, 120 mg of ammonium persulfate ((NH<sub>4</sub>)<sub>2</sub>S<sub>2</sub>O<sub>8</sub>) and 120 μL of pyrrole were\nadded into the above solution subsequently, followed by constantly\nstirring overnight for coating of polypyrrole. Third, the solution\nwas centrifuged three times and then freeze-dried overnight to get\na GCP aerogel. A graphene oxide/Co-MOF aerogel and graphene oxide/PPy\n(GP) were obtained by the same procedures without the addition of\npyrrole and potassium hexacyanocobaltate/cobalt chloride, respectively.</p>", "clean_text": "Synthesis of GO-Co-MOFs-Polypyrrole\n\nFirst, 40 mg of GO and 0.2 mL of potassium hexacyanocobaltate (Co3[Co(CN)6]2, 0.5 M) were dissolved in 80 mL of deionized water and then mixed under magnetic stirring and ultrasound for 10 and 5 min, respectively. A 2 mL amount of cobalt chloride (CoCl2, 0.5 M) was poured into the above solution, followed by stirring for 1 h. Second, 120 mg of ammonium persulfate ((NH4)2S2O8) and 120 μL of pyrrole were added into the above solution subsequently, followed by constantly stirring overnight for coating of polypyrrole. Third, the solution was centrifuged three times and then freeze-dried overnight to get a GCP aerogel. A graphene oxide/Co-MOF aerogel and graphene oxide/PPy (GP) were obtained by the same procedures without the addition of pyrrole and potassium hexacyanocobaltate/cobalt chloride, respectively.", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<title>Preparation of GCP350 Composites</title><p>The GCP350 nanocomposites\nwere obtained by one-step thermal treatment of the GCP aerogel in\nair. Typically, the GCP aerogel was heated gradually to 350 °C\nat a rate of 10 °C/min and maintained for 2 h in air. GC350 and\nGP350 were obtained by calcination of the GC and GP aerogel under\nthe same conditions. GCP250 was prepared by calcination of GCP at\n250 °C for 2 h in air.</p>", "clean_text": "Preparation of GCP350 Composites\n\nThe GCP350 nanocomposites were obtained by one-step thermal treatment of the GCP aerogel in air. Typically, the GCP aerogel was heated gradually to 350 °C at a rate of 10 °C/min and maintained for 2 h in air. GC350 and GP350 were obtained by calcination of the GC and GP aerogel under the same conditions. GCP250 was prepared by calcination of GCP at 250 °C for 2 h in air.", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<title>Characterizations</title><p>The morphology\ncharacterizations\nwere performed on a field emission scanning eletron microscope (Zeiss\nUltra-55) and transmission electron microscope (FEI Tecnai G2 20TWIN,\n200 kV). PANalytical X’pert PRO X-ray diffraction (Cu Kα)\nwas used to complete the XRD analysis from 10° to 80°. A\nPyris 1 thermogravimetric analyzer was used to carry out TGA tests\nat a heating rate of 10 °C/min in air. FTIR was measured on a\nThermoFisher Nicolet 6700 Fourier transform infrared spectrometer.\nXPS was performed on a PHI 5000C ESCA System. An Autosorb IQ gas sorption\nsystem was used to conduct BET tests at 77 K.</p>", "clean_text": "Characterizations\n\nThe morphology characterizations were performed on a field emission scanning eletron microscope (Zeiss Ultra-55) and transmission electron microscope (FEI Tecnai G2 20TWIN, 200 kV). PANalytical X'pert PRO X-ray diffraction (Cu Kα) was used to complete the XRD analysis from 10° to 80°. A Pyris 1 thermogravimetric analyzer was used to carry out TGA tests at a heating rate of 10 °C/min in air. FTIR was measured on a ThermoFisher Nicolet 6700 Fourier transform infrared spectrometer. XPS was performed on a PHI 5000C ESCA System. An Autosorb IQ gas sorption system was used to conduct BET tests at 77 K.", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<title>Electrochemical Characterization</title><p>The free-standing\nGCP350 films obtained by compression of the GCP350 aerogel were used\ndirectly as anodes for lithium-ion batteries. The areal mass loading\nof GCP350 was ∼1.5 mg cm<sup>–2</sup>. LIBs were assembled\nin an argon-filled glovebox with Cellard 2400 and metallic lithium\nas separator and counter eletrode, respectively. LiPF<sub>6</sub> (1\nM) in EC/DMC (1:1 by volume ratio) was used as the electrolyte. The\ngalvanostatic experiments were tested on a battery testing system\n(LAND, Wuhan China) in the voltage window from 0.01 to 3 V at different\ncurrent densities. A CHI 760D electrochemical workstation was used\nto perform EIS in the frequency range of 100 kHz to 0.01 Hz and CV\ncurves in the potential range of 0.01–3 V at different scanning\nrates.</p>", "clean_text": "Electrochemical Characterization\n\nThe free-standing GCP350 films obtained by compression of the GCP350 aerogel were used directly as anodes for lithium-ion batteries. The areal mass loading of GCP350 was ~1.5 mg cm-2. LIBs were assembled in an argon-filled glovebox with Cellard 2400 and metallic lithium as separator and counter eletrode, respectively. LiPF6 (1 M) in EC/DMC (1:1 by volume ratio) was used as the electrolyte. The galvanostatic experiments were tested on a battery testing system (LAND, Wuhan China) in the voltage window from 0.01 to 3 V at different current densities. A CHI 760D electrochemical workstation was used to perform EIS in the frequency range of 100 kHz to 0.01 Hz and CV curves in the potential range of 0.01-3 V at different scanning rates.", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<p>The Supporting\nInformation is\navailable free of charge on the <ext-link xlink:href=\"http://pubs.acs.org\">ACS Publications website</ext-link> at DOI: <ext-link xlink:href=\"http://pubs.acs.org/doi/abs/10.1021/acsnano.8b01488\">10.1021/acsnano.8b01488</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Additional information\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsnano.8b01488/suppl_file/nn8b01488_si_001.pdf\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p><p>Additional information\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsnano.8b01488/suppl_file/nn8b01488_si_001.pdf\">PDF</ext-link>)</p><p>P. T. Xiao and F. X. Bu contributed equally.</p><p>The authors declare no\ncompeting financial interest.</p>", "clean_text": "The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acsnano.8b01488.  Additional information (PDF)   \n\nAdditional information (PDF)\n\nP. T. Xiao and F. X. Bu contributed equally.\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": 1, "type": "text", "classification": "synthesis condition", "content": "<p>Synthesis\nof ultrasmall metal–organic framework (MOF) nanoparticles\nhas been widely recognized as a promising route to greatly enhance\ntheir properties but remains a considerable challenge. Herein, we\nreport one facile and effective spatially confined thermal pulverization\nstrategy to successfully transform bulk Co-MOF particles into sub-5\nnm nanocrystals encapsulated within N-doped carbon/graphene (NC/G)\nby using conducting polymer coated Co-MOFs/graphene oxide as precursors.\nThis strategy involves a feasible mechanism: calcination of Co-MOFs\nat proper temperature in air induces the partial thermal collapse/distortion\nof the framework, while the uniform coating of a conducting polymer\ncan significantly improve the decomposition temperature and maintain\nthe component stability of Co-MOFs, thus leading to the pulverization\nof bulk Co-MOF particles into ultrasmall nanocrystals without oxidation.\nThe pulverization of Co-MOFs significantly increases the contact area\nbetween Co-MOFs with electrolyte and shortens the electron and ion\ntransport pathway. Therefore, the sub-5 nm ultrasmall MOF nanocrystals-based\ncomposites deliver an ultrahigh reversible capacity (1301 mAh g<sup>–1</sup> at 0.1 A g<sup>–1</sup>), extraordinary rate\nperformance (494 mAh g<sup>–1</sup> at 40 A g<sup>–1</sup>), and outstanding cycling stability (98.6% capacity retention at\n10 A g<sup>–1</sup> after 2000 cycles), which is the best performance\nachieved in all reported MOF-based anodes for lithium-ion batteries.</p>", "clean_text": "Synthesis of ultrasmall metal-organic framework (MOF) nanoparticles has been widely recognized as a promising route to greatly enhance their properties but remains a considerable challenge. Herein, we report one facile and effective spatially confined thermal pulverization strategy to successfully transform bulk Co-MOF particles into sub-5 nm nanocrystals encapsulated within N-doped carbon/graphene (NC/G) by using conducting polymer coated Co-MOFs/graphene oxide as precursors. This strategy involves a feasible mechanism: calcination of Co-MOFs at proper temperature in air induces the partial thermal collapse/distortion of the framework, while the uniform coating of a conducting polymer can significantly improve the decomposition temperature and maintain the component stability of Co-MOFs, thus leading to the pulverization of bulk Co-MOF particles into ultrasmall nanocrystals without oxidation. The pulverization of Co-MOFs significantly increases the contact area between Co-MOFs with electrolyte and shortens the electron and ion transport pathway. Therefore, the sub-5 nm ultrasmall MOF nanocrystals-based composites deliver an ultrahigh reversible capacity (1301 mAh g-1 at 0.1 A g-1), extraordinary rate performance (494 mAh g-1 at 40 A g-1), and outstanding cycling stability (98.6% capacity retention at 10 A g-1 after 2000 cycles), which is the best performance achieved in all reported MOF-based anodes for lithium-ion batteries.", "data": [{"meta": {"name": "ultrasmall metal–organic framework (MOF) nanoparticles", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "thermal pulverization", "precursor": [{"name": "bulk Co-MOF particles", "amount": "", "unit": ""}], "solution": [{"name": "conducting polymer coated Co-MOFs/graphene oxide", "amount": "", "unit": ""}], "pressure": "", "temperature": "", "time": ""}, {"synthesis method": "calcination", "temperature": "proper temperature", "atmosphere": "air"}, {"synthesis method": "coating", "coating material": "conducting polymer"}], "yield": "", "other properties": ["ultrahigh reversible capacity (1301 mAh g–1 at 0.1 A g–1)", "extraordinary rate performance (494 mAh g–1 at 40 A g–1)", "outstanding cycling stability (98.6% capacity retention at 10 A g–1 after 2000 cycles)"]}], "include_properties": ["chemical_synthesis"]}, {"idx": "3, 9, 11, 16", "type": "text", "classification": "property", "content": "<p>Herein, we report a simple and environmentally\nfriendly spatially\nconfined pulverization method to fabricate sub-5 nm ultrasmall MOF\nnanocrystals through calcination in air. We first grow Co-MOF particles\n(average size of ∼100 nm) uniformly on graphene oxide (GO)\nsheets to obtain GO/Co-MOF (GC) composites (see detailed information\nin the  and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsnano.8b01488/suppl_file/nn8b01488_si_001.pdf\">Figure S1a and c</ext-link>) through the coordination and\nelectrostatic interaction. Then, compact coating of conducting\npolypyrrole (PPy) on a GC surface by <italic>in situ</italic> polymerization\nwas conducted to obtain GO/Co-MOFs/PPy (GCP) composites (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsnano.8b01488/suppl_file/nn8b01488_si_001.pdf\">Figure S1b</ext-link>). Because of the protective PPy layers,\nafter thermal treatment of GCP at 350 °C in air, bulk MOF particles\nwere pulverized into ultrasmall nanocrystals (average diameter of\n∼4.2 nm) with the surrounding PPy and GO layers converted into\nN-doped carbon/graphene (NC/G) simultaneously. However, without the\ncoating of PPy, Co-MOF particles transform into metal oxide instead,\nas schematically shown in . To investigate the effect of ultrasmall MOF particles\non electrochemical energy storage, the ultrasmall Co-MOF nanocrystals\nencapsulated in NC/G (denoted as GCP350) by simple calcination of\nGCP at 350 °C in air were explored as binder-free anodes for\nlithium-ion batteries. The entire GCP350 anodes achieved ultrahigh\nreversible capacity (1301 mAh g<sup>–1</sup> at 0.1 A g<sup>–1</sup>), extraordinary rate performance (494 mAh g<sup>–1</sup> at 40 A g<sup>–1</sup>), and excellent long-term cycling\nstability (98.6% retention at 10 A g<sup>–1</sup> over 2000\ncycles), much better than the nonpulverized MOF/G composite and representing\nthe best performance achieved in all MOF-based anodes ever reported.</p><p>Our GCP350 nanocomposites showed\na hierarchical structure with\nultrasmall Co-MOF nanocrystals encapsulated by interconnected ultrathin\nconductive layers of NC/G, which prompted us to further explore them\nas binder-free anodes for lithium-ion batteries. For comparison, the\nGC350 and GCP250 were also tested (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsnano.8b01488/suppl_file/nn8b01488_si_001.pdf\">Figure S13</ext-link>) to understand the structure–property relationship. The electrochemical\nperformance of GCP350 was first investigated by galvanostatic discharge–charge\ntests between 0.01 and 3 V at 0.2 A g<sup>–1</sup>. As shown\nin a, GCP350\nanodes delivered an initial discharge capacity of 1978 mAh g<sup>–1</sup> (calculated on the whole electrode) and a reversible charge capacity\nof 1198 mAh g<sup>–1</sup> with a relatively low initial Coulombic\nefficiency (CE) of 60.6%, caused by electrolyte decomposition and\nformation of a solid-electrolyte interphase (SEI). Meanwhile, the discharge–charge curves almost overlapped\nfor the second, fifth, and 10th cycles, demonstrating the excellent\ncycling stability of GCP350. Cycling performance was further tested\nat 0.2 A g<sup>–1</sup> (b). The capacity of GCP350 was 1201 mAh g<sup>–1</sup> with a CE above 95% in the second cycle. After 100 cycles, the capacity\nof GCP350 anodes still retained 1192 mAh g<sup>–1</sup> with\na CE of ∼99%, which is much better than that of GCP250 and\nGC350. The rate performance of GCP350 anodes was evaluated at current\ndensities from 0.1 to 40 A g<sup>–1</sup>. c shows the typical galvanostatic\ndischarge–charge curves of GCP350 under different current densities,\nand the reversible capacities of GCP350 are 1301, 1188, 1060, 987,\n906, 801, 701, and 596 mAh g<sup>–1</sup> at current densities\nof 0.1, 0.2, 0.5, 1, 2, 5, 10, and 20 A g<sup>–1</sup>, respectively,\nfar surpassing those of GCP250 and GC350 (d). Even at a superhigh current density of\n40 A g<sup>–1</sup>, which has never been reported for MOF-based\nanodes, the GCP350 can still achieve an impressive capacity of 494\nmAh g<sup>–1</sup>, demonstrating the superior rate performance\nof GCP350. Moreover, the reversible capacity of GCP350 anodes recovered\nto 1255 mAh g<sup>–1</sup> when the current density returned\nto 0.1 A g<sup>–1</sup>, indicating excellent structural stability\nof GCP350. To the best of our knowledge, the capacity and the rate\nperformance of GCP350 are significantly higher than all MOF-based\nanodes for LIBs reported recently (e and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsnano.8b01488/suppl_file/nn8b01488_si_001.pdf\">Table S1</ext-link>). In addition, we have also tested the control sample without Co-MOFs\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsnano.8b01488/suppl_file/nn8b01488_si_001.pdf\">Figure S14</ext-link>) and confirmed the extraordinary\nelectrochemical performance of GCP350 was mainly due to the ultrasmall\nCo-MOF nanocrystals. The electrochemical processes of these electrodes\nwere further investigated and compared by electrochemical impedance\nspectroscopy (EIS). As shown in f, both the charge-transfer resistance in the high-\nto medium-frequency region and Warburg impedance in the low-frequency\nregion of GCP350 are smaller than those of GCP250 and GC350, indicating\nthat ultrasmall Co-MOF nanocrystals provide abundant contact area\nfor the electrolyte to access active material, speeding up charge\ntransfer and enhancing Li-ion diffusion, leading to the dramatic enhancement\nof electrochemical performance of GCP350.</p><p>The long-term cycling performance at high current\ndensities was\nfurther investigated, as shown in g. The GCP350 anodes delivered a capacity\nof 795 mAh g<sup>–1</sup> at the second cycle (the initial\ndischarge capacity is neglected because of the formation of an SEI\nduring the first discharge process) and remained 92.9% (739 mAh g<sup>–1</sup>) after 2000 cycles at 5 A g<sup>–1</sup>.\nMore importantly, the capacity retention of GCP350 anodes at 10 A\ng<sup>–1</sup> is 98.6%, with a decay rate of only 0.0007%\nper cycle. At such high current density, GCP350 could be fully charged\nin less than 5 min, which makes them of great importance in practical\napplications.</p><title>Conclusions</title><p>In conclusion, we report a facile thermal-assisted spatially confined\npulverization method to fabricate ultrasmall Co-MOF nanocrystals with\ndiameters down to sub-5 nm. When used as free-standing anodes for\nLIBs, the GCP350 exhibited ultrahigh reversible capacities (1301 mAh\ng<sup>–1</sup> at 0.1 A g<sup>–1</sup>), excellent rate\nperformance (494 mAh g<sup>–1</sup> at 40 A g<sup>–1</sup>), and superior long-term cycling stability (98.6% capacity retention\nat 10 A g<sup>–1</sup> after 2000 cycles), which is the best\nperformance for MOFs-based LIB anodes so far. This versatile space-confined\npulverization strategy can also be applied to other MOFs with suitable\nprotective layers under proper temperatures and may provide a universal\nroute to large-scale synthesis of ultrasmall functional MOF nanocrystals\nwith promising applications in energy storage and conversion and beyond.</p>", "clean_text": "Herein, we report a simple and environmentally friendly spatially confined pulverization method to fabricate sub-5 nm ultrasmall MOF nanocrystals through calcination in air. We first grow Co-MOF particles (average size of ~100 nm) uniformly on graphene oxide (GO) sheets to obtain GO/Co-MOF (GC) composites (see detailed information in the  and Figure S1a and c) through the coordination and electrostatic interaction. Then, compact coating of conducting polypyrrole (PPy) on a GC surface by in situ polymerization was conducted to obtain GO/Co-MOFs/PPy (GCP) composites (Figure S1b). Because of the protective PPy layers, after thermal treatment of GCP at 350 °C in air, bulk MOF particles were pulverized into ultrasmall nanocrystals (average diameter of ~4.2 nm) with the surrounding PPy and GO layers converted into N-doped carbon/graphene (NC/G) simultaneously. However, without the coating of PPy, Co-MOF particles transform into metal oxide instead, as schematically shown in . To investigate the effect of ultrasmall MOF particles on electrochemical energy storage, the ultrasmall Co-MOF nanocrystals encapsulated in NC/G (denoted as GCP350) by simple calcination of GCP at 350 °C in air were explored as binder-free anodes for lithium-ion batteries. The entire GCP350 anodes achieved ultrahigh reversible capacity (1301 mAh g-1 at 0.1 A g-1), extraordinary rate performance (494 mAh g-1 at 40 A g-1), and excellent long-term cycling stability (98.6% retention at 10 A g-1 over 2000 cycles), much better than the nonpulverized MOF/G composite and representing the best performance achieved in all MOF-based anodes ever reported.\n\nOur GCP350 nanocomposites showed a hierarchical structure with ultrasmall Co-MOF nanocrystals encapsulated by interconnected ultrathin conductive layers of NC/G, which prompted us to further explore them as binder-free anodes for lithium-ion batteries. For comparison, the GC350 and GCP250 were also tested (Figure S13) to understand the structure-property relationship. The electrochemical performance of GCP350 was first investigated by galvanostatic discharge-charge tests between 0.01 and 3 V at 0.2 A g-1. As shown in a, GCP350 anodes delivered an initial discharge capacity of 1978 mAh g-1 (calculated on the whole electrode) and a reversible charge capacity of 1198 mAh g-1 with a relatively low initial Coulombic efficiency (CE) of 60.6%, caused by electrolyte decomposition and formation of a solid-electrolyte interphase (SEI). Meanwhile, the discharge-charge curves almost overlapped for the second, fifth, and 10th cycles, demonstrating the excellent cycling stability of GCP350. Cycling performance was further tested at 0.2 A g-1 (b). The capacity of GCP350 was 1201 mAh g-1 with a CE above 95% in the second cycle. After 100 cycles, the capacity of GCP350 anodes still retained 1192 mAh g-1 with a CE of ~99%, which is much better than that of GCP250 and GC350. The rate performance of GCP350 anodes was evaluated at current densities from 0.1 to 40 A g-1. c shows the typical galvanostatic discharge-charge curves of GCP350 under different current densities, and the reversible capacities of GCP350 are 1301, 1188, 1060, 987, 906, 801, 701, and 596 mAh g-1 at current densities of 0.1, 0.2, 0.5, 1, 2, 5, 10, and 20 A g-1, respectively, far surpassing those of GCP250 and GC350 (d). Even at a superhigh current density of 40 A g-1, which has never been reported for MOF-based anodes, the GCP350 can still achieve an impressive capacity of 494 mAh g-1, demonstrating the superior rate performance of GCP350. Moreover, the reversible capacity of GCP350 anodes recovered to 1255 mAh g-1 when the current density returned to 0.1 A g-1, indicating excellent structural stability of GCP350. To the best of our knowledge, the capacity and the rate performance of GCP350 are significantly higher than all MOF-based anodes for LIBs reported recently (e and Table S1). In addition, we have also tested the control sample without Co-MOFs (Figure S14) and confirmed the extraordinary electrochemical performance of GCP350 was mainly due to the ultrasmall Co-MOF nanocrystals. The electrochemical processes of these electrodes were further investigated and compared by electrochemical impedance spectroscopy (EIS). As shown in f, both the charge-transfer resistance in the high- to medium-frequency region and Warburg impedance in the low-frequency region of GCP350 are smaller than those of GCP250 and GC350, indicating that ultrasmall Co-MOF nanocrystals provide abundant contact area for the electrolyte to access active material, speeding up charge transfer and enhancing Li-ion diffusion, leading to the dramatic enhancement of electrochemical performance of GCP350.\n\nThe long-term cycling performance at high current densities was further investigated, as shown in g. The GCP350 anodes delivered a capacity of 795 mAh g-1 at the second cycle (the initial discharge capacity is neglected because of the formation of an SEI during the first discharge process) and remained 92.9% (739 mAh g-1) after 2000 cycles at 5 A g-1. More importantly, the capacity retention of GCP350 anodes at 10 A g-1 is 98.6%, with a decay rate of only 0.0007% per cycle. At such high current density, GCP350 could be fully charged in less than 5 min, which makes them of great importance in practical applications.\n\nConclusions\n\nIn conclusion, we report a facile thermal-assisted spatially confined pulverization method to fabricate ultrasmall Co-MOF nanocrystals with diameters down to sub-5 nm. When used as free-standing anodes for LIBs, the GCP350 exhibited ultrahigh reversible capacities (1301 mAh g-1 at 0.1 A g-1), excellent rate performance (494 mAh g-1 at 40 A g-1), and superior long-term cycling stability (98.6% capacity retention at 10 A g-1 after 2000 cycles), which is the best performance for MOFs-based LIB anodes so far. This versatile space-confined pulverization strategy can also be applied to other MOFs with suitable protective layers under proper temperatures and may provide a universal route to large-scale synthesis of ultrasmall functional MOF nanocrystals with promising applications in energy storage and conversion and beyond.", "data": [[{"meta": {"name": "", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "spatially confined pulverization method", "value": "", "unit": "", "condition": "calcination in air"}, {"property name": "average size of particles", "value": "100", "unit": "nm", "condition": ""}, {"property name": "coating of conducting polypyrrole", "value": "", "unit": "", "condition": "in situ polymerization"}, {"property name": "thermal treatment temperature", "value": "350", "unit": "°C", "condition": "in air"}, {"property name": "average diameter of nanocrystals", "value": "4.2", "unit": "nm", "condition": ""}, {"property name": "protective layers", "value": "", "unit": "", "condition": ""}, {"property name": "conversion of layers", "value": "", "unit": "", "condition": "into N-doped carbon/graphene (NC/G)"}, {"property name": "ultrahigh reversible capacity", "value": "1301", "unit": "mAh g^–1", "condition": "at 0.1 A g^–1"}, {"property name": "extraordinary rate performance", "value": "494", "unit": "mAh g^–1", "condition": "at 40 A g^–1"}, {"property name": "excellent long-term cycling stability", "value": "98.6%", "unit": "retention", "condition": "at 10 A g^–1 over 2000 cycles"}, {"property name": "hierarchical structure", "value": "", "unit": "", "condition": ""}, {"property name": "interconnected ultrathin conductive layers", "value": "", "unit": "", "condition": "of NC/G"}, {"property name": "galvanostatic discharge–charge tests", "value": "", "unit": "", "condition": "between 0.01 and 3 V at 0.2 A g^–1"}, {"property name": "initial discharge capacity", "value": "1978", "unit": "mAh g^–1", "condition": ""}, {"property name": "reversible charge capacity", "value": "1198", "unit": "mAh g^–1", "condition": ""}, {"property name": "initial Coulombic efficiency", "value": "60.6%", "unit": "", "condition": ""}, {"property name": "cycling performance", "value": "", "unit": "", "condition": "at 0.2 A g^–1"}, {"property name": "capacity after 100 cycles", "value": "1192", "unit": "mAh g^–1", "condition": ""}, {"property name": "capacity retention after 2000 cycles", "value": "92.9%", "unit": "", "condition": "at 5 A g^–1"}, {"property name": "decay rate per cycle", "value": "0.0007%", "unit": "", "condition": ""}, {"property name": "full charge time", "value": "less than 5 min", "unit": "", "condition": "at high current density"}]}]], "include_properties": ["etc"]}, {"idx": 4, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Schematic\nillustration of the spatially confined pulverization\nprocess: (a) GC, (b) GCP, (c) GCP350, (d) GC350.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"nn-2018-01488s_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Schematic illustration of the spatially confined pulverization process: (a) GC, (b) GCP, (c) GCP350, (d) GC350.   ", "data": null, "include_properties": null}, {"idx": 6, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>TEM images of GCP (a)\nand GCP350 (b); (c, d) HRTEM images of GCP350\n(the inset is a histogram of the size distribution of nanocrystals)\nand the corresponding lattice structure (e), SAED pattern (f), and\nelement mapping images (g–i).</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"nn-2018-01488s_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  TEM images of GCP (a) and GCP350 (b); (c, d) HRTEM images of GCP350 (the inset is a histogram of the size distribution of nanocrystals) and the corresponding lattice structure (e), SAED pattern (f), and element mapping images (g-i).   ", "data": null, "include_properties": null}, {"idx": 8, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a)\nXRD patterns and (b) FTIR spectra of Co-MOFs, GC, GCP, GCP350,\nand GC350.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"nn-2018-01488s_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  (a) XRD patterns and (b) FTIR spectra of Co-MOFs, GC, GCP, GCP350, and GC350.   ", "data": null, "include_properties": null}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Electrochemical characterizations\nof GCP350, GCP250, and GC350\nanodes. (a) Charge–discharge curves of GCP350 anodes at 0.2\nA g<sup>–1</sup>; (b) cycling performance of GCP350, GCP250,\nand GC350 anodes at 0.2 A g<sup>–1</sup>; (c) charge–discharge\ncurves of GCP350 anodes at different current densities; (d) rate performance\nof GCP350, GCP250, and GC350 anodes; (e) comparison of GCP350 and\nother representative MOF-based electrodes; (f) EIS plots of GCP350,\nGCP250, and GC350 anodes; (g) cycling performance of GCP350 anodes\nat 5 and 10 A g<sup>–1</sup> for 2000 cycles.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"nn-2018-01488s_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  Electrochemical characterizations of GCP350, GCP250, and GC350 anodes. (a) Charge-discharge curves of GCP350 anodes at 0.2 A g-1; (b) cycling performance of GCP350, GCP250, and GC350 anodes at 0.2 A g-1; (c) charge-discharge curves of GCP350 anodes at different current densities; (d) rate performance of GCP350, GCP250, and GC350 anodes; (e) comparison of GCP350 and other representative MOF-based electrodes; (f) EIS plots of GCP350, GCP250, and GC350 anodes; (g) cycling performance of GCP350 anodes at 5 and 10 A g-1 for 2000 cycles.   ", "data": null, "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a)\nCV curves at different scan rates from 0.2 to 10 mV/s; (b) <italic>b</italic> value at different scan rates, calculated from peak current\nand scan rate from (a); (c) separation of the contribution of capacitive-\nand diffusion-controlled current to the total current at 0.2 mV/s;\n(d) contribution ratio of capacitive- and diffusion-controlled capacities\nat different scan rates; (e) schematic illustration of enhanced ion/electron\ntransport in pulverized ultrasmall MOF nanocrystals.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"nn-2018-01488s_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  (a) CV curves at different scan rates from 0.2 to 10 mV/s; (b) b value at different scan rates, calculated from peak current and scan rate from (a); (c) separation of the contribution of capacitive- and diffusion-controlled current to the total current at 0.2 mV/s; (d) contribution ratio of capacitive- and diffusion-controlled capacities at different scan rates; (e) schematic illustration of enhanced ion/electron transport in pulverized ultrasmall MOF nanocrystals.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acsnano.8b01488", "title": null, "journal": "American\nChemical Society", "date": "2018.03", "author_list": ["Xiao\nPeitao", "Bu\nFanxing", "Zhao\nRanran", "Aly Aboud\nMohamed F.", "Shakir\nImran", "Xu\nYuxi"]}}