{"filepath": "../L2M3_data/1_application_papers/acs_xml/nz0c01517.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["property"], "content": "<p>Metal–organic\nframeworks (MOFs) have been attracting a great\ndeal of attention as potential solid electrolytes (SEs). However,\nthe interfacial compatibility of MOF-based SEs caused by the physical\ncontact among MOF particles, the polymer binder, and electrodes is\nnot yet fully determined. Herein, a bioinspired design strategy aiming\nto build ion transport pathways at interfaces was introduced. The\nMOF-to-MOF transport paths were built via <italic>in situ</italic> ring opening of epoxide, akin to the protein molecules that transport\nthe ion across the cell walls. After optimization, the obtained SE\nis endowed with a high ion conductivity of 1.70 × 10<sup>–3</sup> S cm<sup>–1</sup> at 30 °C, a wide electrochemical window\nof 4.6 V, a high Li<sup>+</sup> transference number of 0.8, and a\ndecreased interface resistance. Consequently, the fabricated quasi-solid\nmetal batteries exhibit higher and more stable cycling performance\ncompared to the performance of those without interface optimization.\nThis strategy for optimizing the interfacial compatibility of MOFs\nthus exploits a new avenue for developing high-performance SEs for\nvarious metal batteries.</p>", "clean_text": "Metal-organic frameworks (MOFs) have been attracting a great deal of attention as potential solid electrolytes (SEs). However, the interfacial compatibility of MOF-based SEs caused by the physical contact among MOF particles, the polymer binder, and electrodes is not yet fully determined. Herein, a bioinspired design strategy aiming to build ion transport pathways at interfaces was introduced. The MOF-to-MOF transport paths were built via in situ ring opening of epoxide, akin to the protein molecules that transport the ion across the cell walls. After optimization, the obtained SE is endowed with a high ion conductivity of 1.70 × 10-3 S cm-1 at 30 °C, a wide electrochemical window of 4.6 V, a high Li+ transference number of 0.8, and a decreased interface resistance. Consequently, the fabricated quasi-solid metal batteries exhibit higher and more stable cycling performance compared to the performance of those without interface optimization. This strategy for optimizing the interfacial compatibility of MOFs thus exploits a new avenue for developing high-performance SEs for various metal batteries.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>The development of solid electrolytes\n(SEs) with excellent ion conductivity (&gt;10<sup>–4</sup> S\ncm<sup>–1</sup>), a high ion transport number, good stability,\nand\nlow interface impedance is imperative for high-performance solid-state\nbatteries (SSBs). Metal–organic frameworks (MOFs) have been intensively investigated\nas potential SEs due to their diversified structures and chemical\ntunability. Originally, MOFs were applied as the host for ion conductive materials\nsuch as ionic liquids (ILs) and polymers. As a result, the aggregation\nof ILs and/or polymers can be hindered, rendering an improved ion\nconductivity, for instance, by 2 orders of magnitude to the range\nof 10<sup>–6</sup> to 10<sup>–4</sup> S cm<sup>–1</sup>. However, this host–guest system suffers\nfrom relatively low transference numbers (usually &lt;0.55), and ion\ntransport relies dominantly on ILs and/or polymers in pores rather\nthan the MOFs. Later, ion conductive MOFs\nthat can transport ions by the frameworks were developed. With anions coordinated to the open metal sites,\nMOFs, such as Mg<sub>2</sub>(dobdc) and MIT-20, can realize ion transport\nwith metal salts and propylene carbonate (PC) molecules inside the\npores. Few of them have been further applied as\nSEs in SSBs, for example, MOF-688 and CuBTC, with high lithium ion\ntransference numbers of 0.87 and 0.65, respectively.\n</p>", "clean_text": "The development of solid electrolytes (SEs) with excellent ion conductivity (>10-4 S cm-1), a high ion transport number, good stability, and low interface impedance is imperative for high-performance solid-state batteries (SSBs). Metal-organic frameworks (MOFs) have been intensively investigated as potential SEs due to their diversified structures and chemical tunability. Originally, MOFs were applied as the host for ion conductive materials such as ionic liquids (ILs) and polymers. As a result, the aggregation of ILs and/or polymers can be hindered, rendering an improved ion conductivity, for instance, by 2 orders of magnitude to the range of 10-6 to 10-4 S cm-1. However, this host-guest system suffers from relatively low transference numbers (usually <0.55), and ion transport relies dominantly on ILs and/or polymers in pores rather than the MOFs. Later, ion conductive MOFs that can transport ions by the frameworks were developed. With anions coordinated to the open metal sites, MOFs, such as Mg2(dobdc) and MIT-20, can realize ion transport with metal salts and propylene carbonate (PC) molecules inside the pores. Few of them have been further applied as SEs in SSBs, for example, MOF-688 and CuBTC, with high lithium ion transference numbers of 0.87 and 0.65, respectively. ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>To apply MOFs in SSBs, MOF powders are usually mechanically\nmixed\nwith a polymer to obtain a flexible SE membrane. However, the ion transport in such fabricated SE suffers from the\npoor interfacial compatibility, which\nis caused by the loose contact between MOF particles, the physical\ncontact between the MOF and polymer binder, and the interface between\nthe MOF and electrodes. In other words,\nthe migration of ions across these contact areas is challenging, which\nwill consequently impede the battery performance especially at high\nC rates and shorten the lifetime of SSBs. Despite the fact that the interface issues have been intensively\nstudied in inorganic SEs, surprisingly, it has not yet been fully\nstudied in MOF-based SEs.\n</p>", "clean_text": "To apply MOFs in SSBs, MOF powders are usually mechanically mixed with a polymer to obtain a flexible SE membrane. However, the ion transport in such fabricated SE suffers from the poor interfacial compatibility, which is caused by the loose contact between MOF particles, the physical contact between the MOF and polymer binder, and the interface between the MOF and electrodes. In other words, the migration of ions across these contact areas is challenging, which will consequently impede the battery performance especially at high C rates and shorten the lifetime of SSBs. Despite the fact that the interface issues have been intensively studied in inorganic SEs, surprisingly, it has not yet been fully studied in MOF-based SEs. ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>To target MOF-based SEs\nwith improved interfacial compatibility,\nit is necessary to form closer contacts and build ion transport channels\nbetween MOF particles. Inspired by the protein molecules on cell walls\nthat help transport ions such as Na<sup>+</sup>, K<sup>+</sup>, and\nCa<sup>2+</sup>, herein we propose to build ion transport pathways\nbetween MOF particles with an ionic conductive polymer via covalent\nbonding. As shown in , the surfaces of MOF particles were first embellished with\ncross-linking nodes (MOF-CN) and then polymerized MOFs (PMOF) were\nobtained via the <italic>in situ</italic> ring-opening reaction. The <italic>in situ</italic> ring-opening reaction not only connected MOF particles\nchemically to each other but also rendered a membrane that can be\ndirectly used as SE (SE-PMOF). The obtained SE-PMOF possesses good\nion conductivity and a high Li<sup>+</sup> transport number. Furthermore,\nit greatly decreases the interfacial resistance and improves the performance\nof assembled SSBs compared to the SEs composed of MOFs mechanically\nmixed with polymer binders.</p>", "clean_text": "To target MOF-based SEs with improved interfacial compatibility, it is necessary to form closer contacts and build ion transport channels between MOF particles. Inspired by the protein molecules on cell walls that help transport ions such as Na+, K+, and Ca2+, herein we propose to build ion transport pathways between MOF particles with an ionic conductive polymer via covalent bonding. As shown in , the surfaces of MOF particles were first embellished with cross-linking nodes (MOF-CN) and then polymerized MOFs (PMOF) were obtained via the in situ ring-opening reaction. The in situ ring-opening reaction not only connected MOF particles chemically to each other but also rendered a membrane that can be directly used as SE (SE-PMOF). The obtained SE-PMOF possesses good ion conductivity and a high Li+ transport number. Furthermore, it greatly decreases the interfacial resistance and improves the performance of assembled SSBs compared to the SEs composed of MOFs mechanically mixed with polymer binders.", "data": null, "include_properties": null}, {"idx": 5, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Illustration of Bioinspired Design\nand the Composition of SE-PMOF</title>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"nz0c01517_0005.tif\"></graphic>\n</fig>", "clean_text": " 1  Illustration of Bioinspired Design and the Composition of SE-PMOF   ", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["property"], "content": "<p>In this work, the physicochemically stable Zr-based MOF, UiO-66-2OH,\nwas chosen for the fabrication of bioinspired SE, as the electronegative\n-OH groups are expected to bind Li<sup>+</sup> and serve as hopping\nsites. Moreover, further chemical design is feasible with\n-OH groups. 3-Glycidoxypropyltrimethoxysilane (γ-GPS) was used\nto provide cross-linking nodes on MOF surfaces because of its suitable\nsize and chemical property. The γ-GPS molecule is ∼11.7\nÅ in length and ∼5.6 Å in width (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsenergylett.0c01517/suppl_file/nz0c01517_si_001.pdf\">Figure S1</ext-link>) and slightly larger than the window size of UiO-66-2OH\n(&lt;6 Å). Thus, the hydrolysis–condensation of γ-GPS\nis supposed to occur on the surface of MOF particles, ensuring that\nthe inner aperture of MOF-CN remains unoccupied. XRD and SEM results\ndemonstrate that MOF-CN preserves the crystal structure of UiO-66-2OH\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsenergylett.0c01517/suppl_file/nz0c01517_si_001.pdf\">Figure S2</ext-link>), and its particle size is ∼500\nnm, without an obvious change from UiO-66-2OH (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsenergylett.0c01517/suppl_file/nz0c01517_si_001.pdf\">Figure S3</ext-link>). Compared with UiO-66-2OH, MOF-CN possesses a smaller\nBET surface area (785 m<sup>2</sup> g<sup>–1</sup> vs 520 m<sup>2</sup> g<sup>–1</sup>) (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsenergylett.0c01517/suppl_file/nz0c01517_si_001.pdf\">Figure S4</ext-link>), suggesting the presence of γ-GPS. To further certify the\nexistence of γ-GPS in MOF-CN, TGA and FT-IR were conducted.\nTGA data indicate that the organic content of MOF-CN is 2.2 wt % higher\nthan that of UiO-66-2OH, which can be ascribed to grafted γ-GPS\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsenergylett.0c01517/suppl_file/nz0c01517_si_001.pdf\">Figure S5</ext-link>). The additional adsorption\npeak at 1095 cm<sup>–1</sup> observed in FT-IR spectra of MOF-CN\nis assigned to the stretching vibration of the Si-O-C group, confirming\nthat γ-GPS has been successfully grafted onto UiO-66-2OH (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsenergylett.0c01517/suppl_file/nz0c01517_si_001.pdf\">Figure S6a</ext-link>).</p>", "clean_text": "In this work, the physicochemically stable Zr-based MOF, UiO-66-2OH, was chosen for the fabrication of bioinspired SE, as the electronegative -OH groups are expected to bind Li+ and serve as hopping sites. Moreover, further chemical design is feasible with -OH groups. 3-Glycidoxypropyltrimethoxysilane (γ-GPS) was used to provide cross-linking nodes on MOF surfaces because of its suitable size and chemical property. The γ-GPS molecule is ~11.7 Å in length and ~5.6 Å in width (Figure S1) and slightly larger than the window size of UiO-66-2OH (<6 Å). Thus, the hydrolysis-condensation of γ-GPS is supposed to occur on the surface of MOF particles, ensuring that the inner aperture of MOF-CN remains unoccupied. XRD and SEM results demonstrate that MOF-CN preserves the crystal structure of UiO-66-2OH (Figure S2), and its particle size is ~500 nm, without an obvious change from UiO-66-2OH (Figure S3). Compared with UiO-66-2OH, MOF-CN possesses a smaller BET surface area (785 m2 g-1 vs 520 m2 g-1) (Figure S4), suggesting the presence of γ-GPS. To further certify the existence of γ-GPS in MOF-CN, TGA and FT-IR were conducted. TGA data indicate that the organic content of MOF-CN is 2.2 wt % higher than that of UiO-66-2OH, which can be ascribed to grafted γ-GPS (Figure S5). The additional adsorption peak at 1095 cm-1 observed in FT-IR spectra of MOF-CN is assigned to the stretching vibration of the Si-O-C group, confirming that γ-GPS has been successfully grafted onto UiO-66-2OH (Figure S6a).", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<p>The free-standing membrane\n(SE-PMOF) was then fabricated with MOF-CN,\npoly­(ethylene glycol) diglycidyl ether (PEGDE), and diaminopoly­(propylene\nglycol) (DPPG) through an <italic>in situ</italic> ring-opening reaction\nbetween a terminal epoxy group and -NH<sub>2</sub> group (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsenergylett.0c01517/suppl_file/nz0c01517_si_001.pdf\">Figures S7 and S8</ext-link>). As one can see in FT-IR spectra,\nthe peak at 993 cm<sup>–1</sup> representing the epoxy group\ndisappeared in SE-PMOF, while a new adsorption peak at 1012 cm<sup>–1</sup> (assigned to the C-N group) appeared, indicating\nthat the epoxy group of γ-GPS reacted with the amino group of\nDPPG to form SE-PMOF (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsenergylett.0c01517/suppl_file/nz0c01517_si_001.pdf\">Figure S6b</ext-link>). The\ncrystallinity of MOF-CN particles remains intact during the ring-opening\nreaction as the XRD pattern of SE-PMOF resembles that of MOF-CN (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsenergylett.0c01517/suppl_file/nz0c01517_si_001.pdf\">Figure S2</ext-link>).</p>", "clean_text": "The free-standing membrane (SE-PMOF) was then fabricated with MOF-CN, poly(ethylene glycol) diglycidyl ether (PEGDE), and diaminopoly(propylene glycol) (DPPG) through an in situ ring-opening reaction between a terminal epoxy group and -NH2 group (Figures S7 and S8). As one can see in FT-IR spectra, the peak at 993 cm-1 representing the epoxy group disappeared in SE-PMOF, while a new adsorption peak at 1012 cm-1 (assigned to the C-N group) appeared, indicating that the epoxy group of γ-GPS reacted with the amino group of DPPG to form SE-PMOF (Figure S6b). The crystallinity of MOF-CN particles remains intact during the ring-opening reaction as the XRD pattern of SE-PMOF resembles that of MOF-CN (Figure S2).", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["property"], "content": "<p>The calculated density of the\nSE-PMOF membrane is 0.32 g cm<sup>–3</sup>, while the densities\nof UiO-66-2OH pellets pressed\nunder 1 and 2 MPa are 0.24 and 0.35 g cm<sup>–3</sup>, respectively\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsenergylett.0c01517/suppl_file/nz0c01517_si_001.pdf\">Figure S9</ext-link>). Thus, the density of SE-PMOF\nis close to that of the MOF pellet pressed under a pressure of 2 MPa,\ndemonstrating that the <italic>in situ</italic> ring-opening reaction\nincreased the stacking density of MOF particles and implying a close\ninterface contact between MOF particles. One can seen in a that the MOF-CN\nparticles are densely packed, and a very thin polymer overlayer can\nbe observed between crystals. The side view of the SE-PMOF (b) shows that the\nmembrane has a good uniform thickness, ∼60 μm. The morphologies\nof SE-PMOF and the typical SE fabricated with the MOF and polymer\nbinder (UiO-66-2OH/PVDF-HFP) are compared in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsenergylett.0c01517/suppl_file/nz0c01517_si_001.pdf\">Figure S10</ext-link>. Under a higher magnification, the MOF particles in SE-PMOF\nare fully covered by the thin polymer overlayer and are closely connected\nto each other (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsenergylett.0c01517/suppl_file/nz0c01517_si_001.pdf\">Figure S10a</ext-link>). While voids\nbetween MOF particles can be clearly observed in the case of UiO-66-2OH/PVDF-HFP,\nthe diameters of some voids are &gt;100 nm (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsenergylett.0c01517/suppl_file/nz0c01517_si_001.pdf\">Figure S10b</ext-link>). Therefore, compared with the physical contact in UiO-66-2OH/PVDF-HFP,\nthe covalent bonds formed between MOF particles and the polymer in\nSE-PMOF can significantly improve the interfacial compatibility.</p>", "clean_text": "The calculated density of the SE-PMOF membrane is 0.32 g cm-3, while the densities of UiO-66-2OH pellets pressed under 1 and 2 MPa are 0.24 and 0.35 g cm-3, respectively (Figure S9). Thus, the density of SE-PMOF is close to that of the MOF pellet pressed under a pressure of 2 MPa, demonstrating that the in situ ring-opening reaction increased the stacking density of MOF particles and implying a close interface contact between MOF particles. One can seen in a that the MOF-CN particles are densely packed, and a very thin polymer overlayer can be observed between crystals. The side view of the SE-PMOF (b) shows that the membrane has a good uniform thickness, ~60 μm. The morphologies of SE-PMOF and the typical SE fabricated with the MOF and polymer binder (UiO-66-2OH/PVDF-HFP) are compared in Figure S10. Under a higher magnification, the MOF particles in SE-PMOF are fully covered by the thin polymer overlayer and are closely connected to each other (Figure S10a). While voids between MOF particles can be clearly observed in the case of UiO-66-2OH/PVDF-HFP, the diameters of some voids are >100 nm (Figure S10b). Therefore, compared with the physical contact in UiO-66-2OH/PVDF-HFP, the covalent bonds formed between MOF particles and the polymer in SE-PMOF can significantly improve the interfacial compatibility.", "data": null, "include_properties": null}, {"idx": 9, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a and\nb) Top and side views of the SE-PMOF, respectively. (c)\nPhotograph of the SE-PMOF. (d) LSV profile of the Li|SE-PMOF|SS asymmetric\ncell at a scan speed of 1 mV s<sup>–1</sup> at room temperature.\n(e) EIS of Zn<sup>2+</sup> and Li<sup>+</sup> for the SE-PMOF at 30\n°C. (f) Corresponding Arrhenius plot of the ionic conductivity\nof SE-PMOF for Zn<sup>2+</sup> and Li<sup>+</sup>.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"nz0c01517_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  (a and b) Top and side views of the SE-PMOF, respectively. (c) Photograph of the SE-PMOF. (d) LSV profile of the Li|SE-PMOF|SS asymmetric cell at a scan speed of 1 mV s-1 at room temperature. (e) EIS of Zn2+ and Li+ for the SE-PMOF at 30 °C. (f) Corresponding Arrhenius plot of the ionic conductivity of SE-PMOF for Zn2+ and Li+.   ", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["property"], "content": "<p>Both the mechanical property and the electronic conductivity\nwere\ninvestigated to study the usability of the SE-PMOF. The SE-PMOF exhibits\ngood flexibility and toughness (c). Tensile tests show that the dry SE-PMOF has a higher\ntensile strength, but its ductility is poor. The PC-wetted SE-PMOF\npossesses better ductility but a lower tensile strength (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsenergylett.0c01517/suppl_file/nz0c01517_si_001.pdf\">Figure S11</ext-link>). The tensile strength of the SE-PMOF\nis however lower than those of traditional polymers such as PEO and\nPVDF-HFP, which could be expected as the SE-PMOF is mainly composed\nof MOF particles and lacks long chain polymers. The electronic conductivity\nof the SE-PMOF was estimated with a multimeter, and the calculated\nelectronic conductivity is 9.1 × 10<sup>–12</sup> S cm<sup>–1</sup>, indicating that the SE-PMOF is an insulator.</p>", "clean_text": "Both the mechanical property and the electronic conductivity were investigated to study the usability of the SE-PMOF. The SE-PMOF exhibits good flexibility and toughness (c). Tensile tests show that the dry SE-PMOF has a higher tensile strength, but its ductility is poor. The PC-wetted SE-PMOF possesses better ductility but a lower tensile strength (Figure S11). The tensile strength of the SE-PMOF is however lower than those of traditional polymers such as PEO and PVDF-HFP, which could be expected as the SE-PMOF is mainly composed of MOF particles and lacks long chain polymers. The electronic conductivity of the SE-PMOF was estimated with a multimeter, and the calculated electronic conductivity is 9.1 × 10-12 S cm-1, indicating that the SE-PMOF is an insulator.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["property"], "content": "<p>To study the electrochemical stability of the SE-PMOF, a linear\nsweep voltammetry (LSV) test was conducted at a scan rate of 1 mV\ns<sup>–1</sup> with asymmetric Li|SE-PMOF|SS (SS is short for\nstainless steel) cells. The SE-PMOF demonstrates a wide electrochemical\nwindow as large as ∼4.6 V versus Li<sup>+</sup>/Li (d). To certify the\nsuperiority of SE-PMOF, the DPPG/PEGDE/PVDF-HFP and PVDF-HFP membrane\nwere fabricated and tested under identical conditions. Both of them\nbecame unstable at ∼4 V versus Li<sup>+</sup>/Li (d), suggesting that\nthe SE-PMOF has better electrochemical stability compared with that\nof the traditional polymeric SE.\n</p>", "clean_text": "To study the electrochemical stability of the SE-PMOF, a linear sweep voltammetry (LSV) test was conducted at a scan rate of 1 mV s-1 with asymmetric Li|SE-PMOF|SS (SS is short for stainless steel) cells. The SE-PMOF demonstrates a wide electrochemical window as large as ~4.6 V versus Li+/Li (d). To certify the superiority of SE-PMOF, the DPPG/PEGDE/PVDF-HFP and PVDF-HFP membrane were fabricated and tested under identical conditions. Both of them became unstable at ~4 V versus Li+/Li (d), suggesting that the SE-PMOF has better electrochemical stability compared with that of the traditional polymeric SE. ", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["property"], "content": "<p>The ion transport ability of SE-PMOF was investigated by electrochemical\nimpedance spectroscopy (EIS) at a range of temperatures from −20\nto 60 °C (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsenergylett.0c01517/suppl_file/nz0c01517_si_001.pdf\">Figure S12</ext-link>). Migrations\nof Li<sup>+</sup> and Zn<sup>2+</sup> in the SE-PMOF were investigated\nas examples with LiTFSI, Zn­(TFSI)<sub>2</sub>, and Zn­(ClO<sub>4</sub>)<sub>2</sub> as ion sources. The ionic conductivity of the SE-PMOF\nmembrane increases with temperature and is calculated to be 1.70 ×\n10<sup>–3</sup>, 1.43 × 10<sup>–3</sup>, and 2.87\n× 10<sup>–3</sup> S cm<sup>–1</sup> (at 30 °C)\nfor LiTFSI, Zn­(TFSI)<sub>2</sub>, and Zn­(ClO<sub>4</sub>)<sub>2</sub>, respectively (e and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsenergylett.0c01517/suppl_file/nz0c01517_si_001.pdf\">Table S1</ext-link>). Moreover, the conductivity\nshows Arrhenius-type activated behavior, and the calculated ion migration\nenergies are 0.27, 0.37, and 0.31 eV, respectively (f). The difference in ion conductivity\nbetween the use of Zn­(TFSI)<sub>2</sub> and Zn­(ClO<sub>4</sub>)<sub>2</sub> reveals that the anion can affect the transport of metal\nions, as well, implying that more electronegative chemical groups\npromote ion transport better. For comparison, UiO-66-2OH pellets and\nSE membranes composed of UiO-66-2OH and PVDF-HFP (UiO-66-2OH/PVDF-HFP)\nwere prepared. They were tested with the same procedures as the SE-PMOF.\nUiO-66-2OH and UiO-66-2OH/PVDF-HFP show Li<sup>+</sup> conductivities\nof 4.35 × 10<sup>–5</sup> and 3.32 × 10<sup>–4</sup> S cm<sup>–1</sup> at 30 °C, respectively (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsenergylett.0c01517/suppl_file/nz0c01517_si_001.pdf\">Figure S13</ext-link>), which are smaller than that of SE-PMOF\n(1.70 × 10<sup>–3</sup> S cm<sup>–1</sup>). TGA\ncurves manifest that the estimated PC contents in the SE-PMOF, UiO-66-2OH\npellet, and UiO-66-2OH/PVDF-HFP are 27.3, 34.3, and 27.8 wt %, respectively\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsenergylett.0c01517/suppl_file/nz0c01517_si_001.pdf\">Figure S14</ext-link>), which excludes the contribution\nof PC to the enhanced ion conductivity of the SE-PMOF. The Li<sup>+</sup> conductivity of SE-PMOF is even higher than those of other\npreviously reported MOFs applied in SSBs (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsenergylett.0c01517/suppl_file/nz0c01517_si_001.pdf\">Table S2</ext-link> and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsenergylett.0c01517/suppl_file/nz0c01517_si_001.pdf\">Figure S15</ext-link>), which we attribute\nto the optimized interfacial compatibility in polymerized MOFs.\n</p>", "clean_text": "The ion transport ability of SE-PMOF was investigated by electrochemical impedance spectroscopy (EIS) at a range of temperatures from -20 to 60 °C (Figure S12). Migrations of Li+ and Zn2+ in the SE-PMOF were investigated as examples with LiTFSI, Zn(TFSI)2, and Zn(ClO4)2 as ion sources. The ionic conductivity of the SE-PMOF membrane increases with temperature and is calculated to be 1.70 × 10-3, 1.43 × 10-3, and 2.87 × 10-3 S cm-1 (at 30 °C) for LiTFSI, Zn(TFSI)2, and Zn(ClO4)2, respectively (e and Table S1). Moreover, the conductivity shows Arrhenius-type activated behavior, and the calculated ion migration energies are 0.27, 0.37, and 0.31 eV, respectively (f). The difference in ion conductivity between the use of Zn(TFSI)2 and Zn(ClO4)2 reveals that the anion can affect the transport of metal ions, as well, implying that more electronegative chemical groups promote ion transport better. For comparison, UiO-66-2OH pellets and SE membranes composed of UiO-66-2OH and PVDF-HFP (UiO-66-2OH/PVDF-HFP) were prepared. They were tested with the same procedures as the SE-PMOF. UiO-66-2OH and UiO-66-2OH/PVDF-HFP show Li+ conductivities of 4.35 × 10-5 and 3.32 × 10-4 S cm-1 at 30 °C, respectively (Figure S13), which are smaller than that of SE-PMOF (1.70 × 10-3 S cm-1). TGA curves manifest that the estimated PC contents in the SE-PMOF, UiO-66-2OH pellet, and UiO-66-2OH/PVDF-HFP are 27.3, 34.3, and 27.8 wt %, respectively (Figure S14), which excludes the contribution of PC to the enhanced ion conductivity of the SE-PMOF. The Li+ conductivity of SE-PMOF is even higher than those of other previously reported MOFs applied in SSBs (Table S2 and Figure S15), which we attribute to the optimized interfacial compatibility in polymerized MOFs. ", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["property"], "content": "<p>Because both positive and negative ions migrate during ion\nconductivity\ntests, the real conductivity of positive ions needs to be confirmed\nby ion transport number. Herein, the Li<sup>+</sup> transference number\n(<italic>t</italic>\n<sub>Li<sup>+</sup>\n</sub>) in the SE-PMOF was evaluated\nwith the potentiostatic polarization method using a Li|SE-PMOF|Li\nsymmetric cell. The current–time plots and EIS before and after\n10 mV potential polarization are summarized in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsenergylett.0c01517/suppl_file/nz0c01517_si_001.pdf\">Figure S16</ext-link>. The <italic>t</italic>\n<sub>Li<sup>+</sup>\n</sub> of SE-PMOF is calculated to be ≤0.8, much higher than that\nof the liquid electrolyte, which is usually in the range of 0.2–0.4. The single ion transport ability of SE-PMOF\nin this work is the best among the reported SEs with MOFs (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsenergylett.0c01517/suppl_file/nz0c01517_si_001.pdf\">Table S2</ext-link>).</p>", "clean_text": "Because both positive and negative ions migrate during ion conductivity tests, the real conductivity of positive ions needs to be confirmed by ion transport number. Herein, the Li+ transference number (t Li+ ) in the SE-PMOF was evaluated with the potentiostatic polarization method using a Li|SE-PMOF|Li symmetric cell. The current-time plots and EIS before and after 10 mV potential polarization are summarized in Figure S16. The t Li+  of SE-PMOF is calculated to be ≤0.8, much higher than that of the liquid electrolyte, which is usually in the range of 0.2-0.4. The single ion transport ability of SE-PMOF in this work is the best among the reported SEs with MOFs (Table S2).", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<p>The interaction between Li<sup>+</sup> and the framework was further\nstudied via X-ray phosphorescence (XPS) to elucidate the mechanism\nof ion transport (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsenergylett.0c01517/suppl_file/nz0c01517_si_001.pdf\">Figure S17</ext-link>). The Li 1s\npeak in the spectra of LiTFSI belongs to Li–N (at 56.0 eV),\nand after LiTFSI was adsorbed into UiO-66-2OH, the Li 1s peak shifts\nto 56.2 eV, which can be ascribed to a Li–O bond due to Lewis\nacid–base interaction. This result indicates that the oxygen\natoms in -OH groups are favorable sites during ion hopping. For TFSI<sup>–</sup>, it has been reported that F, O, and N atoms can interact\nwith hydrogen atoms in the framework; however, the movement of TFSI<sup>–</sup> will be hindered due to its much larger size and adsorption\nenergy than Li<sup>+</sup>. Combining the information listed in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsenergylett.0c01517/suppl_file/nz0c01517_si_001.pdf\">Table S2</ext-link>, one can conclude that restricting the\nmovement of TFSI<sup>–</sup> and promoting the hopping of Li<sup>+</sup> with electronegative groups in the framework may lead to\na high Li<sup>+</sup> transference number.\n</p>", "clean_text": "The interaction between Li+ and the framework was further studied via X-ray phosphorescence (XPS) to elucidate the mechanism of ion transport (Figure S17). The Li 1s peak in the spectra of LiTFSI belongs to Li-N (at 56.0 eV), and after LiTFSI was adsorbed into UiO-66-2OH, the Li 1s peak shifts to 56.2 eV, which can be ascribed to a Li-O bond due to Lewis acid-base interaction. This result indicates that the oxygen atoms in -OH groups are favorable sites during ion hopping. For TFSI-, it has been reported that F, O, and N atoms can interact with hydrogen atoms in the framework; however, the movement of TFSI- will be hindered due to its much larger size and adsorption energy than Li+. Combining the information listed in Table S2, one can conclude that restricting the movement of TFSI- and promoting the hopping of Li+ with electronegative groups in the framework may lead to a high Li+ transference number. ", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["property"], "content": "<p>Previous Li<sup>+</sup> conductivity has proven the superiority\nof SE-PMOF over UiO-66-2OH/PVDF-HFP; here the interface resistances\nof the UiO-66-2OH/PVDF-HFP membrane, the UiO-66-2OH/DPPG/PEGDE pellet,\nthe UiO-66-2OH pellet, and the SE-PMOF with electrodes (lithium metal)\nwere further compared to elaborate the impact of different preparation\nroutes (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsenergylett.0c01517/suppl_file/nz0c01517_si_001.pdf\">Figure S18</ext-link>). UiO-66-2OH/PVDF-HFP\nshows an interface resistance of 337.4 Ω. Both the UiO-66-2OH/DPPG/PEGDE\npellet (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsenergylett.0c01517/suppl_file/nz0c01517_si_001.pdf\">Figure S19</ext-link>) and the UiO-66-2OH\npellet show much higher interface resistances (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsenergylett.0c01517/suppl_file/nz0c01517_si_001.pdf\">Figure S18b</ext-link>). By contrast, the SE-PMOF has the lowest interface\nresistance of 34.0 Ω (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsenergylett.0c01517/suppl_file/nz0c01517_si_001.pdf\">Figure S18a</ext-link>). The lower interface resistance of the SE-PMOF can be ascribed\nto the optimized interface contact between the SE and lithium metal:\ncompared with the point contact between the MOF/PVDF-HFP and lithium\nmetal, additional Li<sup>+</sup> transport pathways from SE to lithium\nmetal are supplied by the covalently bonded organics between MOFs\nin the SE-PMOF, which improves the interfacial compatibility.\n</p>", "clean_text": "Previous Li+ conductivity has proven the superiority of SE-PMOF over UiO-66-2OH/PVDF-HFP; here the interface resistances of the UiO-66-2OH/PVDF-HFP membrane, the UiO-66-2OH/DPPG/PEGDE pellet, the UiO-66-2OH pellet, and the SE-PMOF with electrodes (lithium metal) were further compared to elaborate the impact of different preparation routes (Figure S18). UiO-66-2OH/PVDF-HFP shows an interface resistance of 337.4 Ω. Both the UiO-66-2OH/DPPG/PEGDE pellet (Figure S19) and the UiO-66-2OH pellet show much higher interface resistances (Figure S18b). By contrast, the SE-PMOF has the lowest interface resistance of 34.0 Ω (Figure S18a). The lower interface resistance of the SE-PMOF can be ascribed to the optimized interface contact between the SE and lithium metal: compared with the point contact between the MOF/PVDF-HFP and lithium metal, additional Li+ transport pathways from SE to lithium metal are supplied by the covalently bonded organics between MOFs in the SE-PMOF, which improves the interfacial compatibility. ", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["property"], "content": "<p>Characterizations for Li plating/stripping stability were\nalso\nconducted to evaluate the ability of SE-PMOF to suppress Li dendrite\nformation. Both the PVDF-HFP membrane and the SE-PMOF were implemented in a\nLi|Li symmetric cell of the 2032 type under a current density of 0.25\nmA cm<sup>–2</sup>, and a current areal capacity of 0.25 mA\nh cm<sup>–2</sup> was applied. One can see in a that the Li|SE-PMOF|Li symmetric\ncell has an initial overpotential of merely 46 mV, and the final overpotential\nslightly increases to 100 mV after 600 h. The voltage profiles remain\nflat, and no sign of short circuit is observed after 600 h, suggesting\na stable Li plating/stripping process and suppressed Li dendrite growth.\nBy contrast, the overpotential of the Li|PVDF-HFP|Li symmetric cell\nincreases rapidly from 52 to 233 mV after 230 h, indicating a quickly\nincreasing internal resistance caused by the growth of lithium dendrites,\nand then the lithium dendrites penetrate the PVDF-HFP membrane, leading\nto short circuit; thus, a sudden decrease in overpotential is observed\nat 230 h. The critical current density (CCD) of cells with the SE-PMOF,\nDPPG/PEGDE/PVDF-HFP, and PVDF-HFP as the SE was investigated (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsenergylett.0c01517/suppl_file/nz0c01517_si_001.pdf\">Figure S20</ext-link>). The CCDs of the Li|PVDF-HFP|Li cell\nand Li/DPPG/PEGDE/PVDF-HFP/Li cell are only 0.2 and 0.8 mA cm<sup>–2</sup>, respectively, while the CCD of the Li/SE-PMOF/Li\ncell has been substantially improved to 1.2 mA cm<sup>–2</sup>. The significant improvement of the CCD of the SE-PMOF is believed\nto be contributed by the stable electrochemical window and the optimized\ninterfacial compatibility.</p>", "clean_text": "Characterizations for Li plating/stripping stability were also conducted to evaluate the ability of SE-PMOF to suppress Li dendrite formation. Both the PVDF-HFP membrane and the SE-PMOF were implemented in a Li|Li symmetric cell of the 2032 type under a current density of 0.25 mA cm-2, and a current areal capacity of 0.25 mA h cm-2 was applied. One can see in a that the Li|SE-PMOF|Li symmetric cell has an initial overpotential of merely 46 mV, and the final overpotential slightly increases to 100 mV after 600 h. The voltage profiles remain flat, and no sign of short circuit is observed after 600 h, suggesting a stable Li plating/stripping process and suppressed Li dendrite growth. By contrast, the overpotential of the Li|PVDF-HFP|Li symmetric cell increases rapidly from 52 to 233 mV after 230 h, indicating a quickly increasing internal resistance caused by the growth of lithium dendrites, and then the lithium dendrites penetrate the PVDF-HFP membrane, leading to short circuit; thus, a sudden decrease in overpotential is observed at 230 h. The critical current density (CCD) of cells with the SE-PMOF, DPPG/PEGDE/PVDF-HFP, and PVDF-HFP as the SE was investigated (Figure S20). The CCDs of the Li|PVDF-HFP|Li cell and Li/DPPG/PEGDE/PVDF-HFP/Li cell are only 0.2 and 0.8 mA cm-2, respectively, while the CCD of the Li/SE-PMOF/Li cell has been substantially improved to 1.2 mA cm-2. The significant improvement of the CCD of the SE-PMOF is believed to be contributed by the stable electrochemical window and the optimized interfacial compatibility.", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) Galvanostatic cycling profiles of the symmetric\nLi/Li cell\nwith the SE-PMOF and PVDF-HFP. (b) Galvanostatic cycling profiles\nof the symmetric Zn/Zn cell with the SE-PMOF and a fiberglass diaphragm.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"nz0c01517_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  (a) Galvanostatic cycling profiles of the symmetric Li/Li cell with the SE-PMOF and PVDF-HFP. (b) Galvanostatic cycling profiles of the symmetric Zn/Zn cell with the SE-PMOF and a fiberglass diaphragm.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["property"], "content": "<p>In addition, Zn plating/stripping tests were conducted\nwith fiberglass\ndiaphragm and SE-PMOF separately implemented in a Zn|Zn symmetric\ncell of the 2032 type under a current density of 0.25 mA cm<sup>–2</sup>. As illustrated in b, the initial voltage hysteresis of the Zn|SE-PMOF|Zn symmetric\ncell is 86 mV and moderately increases to 111 mV after 800 h, whereas\nthe symmetric cell with a fiberglass diaphragm in an electrolyte shows\nan initial overpotential of 62 mV; however, short circuit and a sudden\ndecrease in overpotential appear after 616 h, implying that the Zn\ndendrites punctured the fiberglass diaphragm. The formation of Zn\ndendrites with the cycled Zn metal electrodes was directly observed\nby SEM. For the Zn|Zn symmetric cell using the SE-PMOF, no obvious\nbulky Zn dendrites can be observed on top of the Zn metal (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsenergylett.0c01517/suppl_file/nz0c01517_si_001.pdf\">Figure S21a</ext-link>). By comparison, the liquid Zn|Zn\nsymmetric cell using a fiberglass diaphragm as a separator showcases\nbulky and conglobate Zn dendrites over 10 μm (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsenergylett.0c01517/suppl_file/nz0c01517_si_001.pdf\">Figure S21b</ext-link>), which eventually leads to the failure of the\nsymmetric cell. Therefore, the results confirm that the SE-PMOF can\neffectively suppress the formation of Zn dendrites.</p>", "clean_text": "In addition, Zn plating/stripping tests were conducted with fiberglass diaphragm and SE-PMOF separately implemented in a Zn|Zn symmetric cell of the 2032 type under a current density of 0.25 mA cm-2. As illustrated in b, the initial voltage hysteresis of the Zn|SE-PMOF|Zn symmetric cell is 86 mV and moderately increases to 111 mV after 800 h, whereas the symmetric cell with a fiberglass diaphragm in an electrolyte shows an initial overpotential of 62 mV; however, short circuit and a sudden decrease in overpotential appear after 616 h, implying that the Zn dendrites punctured the fiberglass diaphragm. The formation of Zn dendrites with the cycled Zn metal electrodes was directly observed by SEM. For the Zn|Zn symmetric cell using the SE-PMOF, no obvious bulky Zn dendrites can be observed on top of the Zn metal (Figure S21a). By comparison, the liquid Zn|Zn symmetric cell using a fiberglass diaphragm as a separator showcases bulky and conglobate Zn dendrites over 10 μm (Figure S21b), which eventually leads to the failure of the symmetric cell. Therefore, the results confirm that the SE-PMOF can effectively suppress the formation of Zn dendrites.", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["property"], "content": "<p>To further\ninvestigate the applicability of the SE-PMOF as the\nSE in the SSB, SE-PMOF and MOF/PVDF-HFP were implemented in Li metal\ncells with LiFePO<sub>4</sub> as the counter electrode. As shown in\npanels a and b of , the LiFePO<sub>4</sub> cell with the SE-PMOF has specific\ncapacities of 153, 150, 144, and 130 mAh g<sup>–1</sup> at\n0.2, 0.5, 1, and 2 C, respectively. By contrast, the cell with MOF/PVDF-HFP\nas the SE shows C rate performances of only 137, 132, and 125 mAh\ng<sup>–1</sup> at 0.2, 0.5, and 1 C, respectively. Specifically,\nits specific capacity at 2 C declines rapidly from 102 to 68 mAh g<sup>–1</sup> in five cycles, which can be caused by the insufficient\nLi<sup>+</sup> transport at a high C rate. The cycling performance\nof the cell with the SE-PMOF was further investigated. In panels c\nand d of ,\nthe cell shows a stable cycling performance at 0.2 C, and the specific\ncapacity remains at 145 mAh g<sup>–1</sup> after 100 cycles,\nrendering a high retention of 97.7%. The decay rate per cycle is as\nlow as 0.29‰. The cycling performance at 1 C was further studied\nto show its practicability at a high C rate. It can be seen in panels\ne and f of  that after 500 cycles, the specific capacity slowly decreases to\n127 mAh g<sup>–1</sup> from the initial 138 mAh g<sup>–1</sup>, showing a decay rate of 0.15‰. The cell also exhibits good\ncycling performance at a higher current at 2 C. The specific capacity\nis as high as 114 mAh g<sup>–1</sup> after 350 cycles, and\nthe decay rate per cycle is as low as 0.14‰ (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsenergylett.0c01517/suppl_file/nz0c01517_si_001.pdf\">Figure S22</ext-link>). The comparison of SSB performance with other\nreported MOF-based SEs can be found in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsenergylett.0c01517/suppl_file/nz0c01517_si_001.pdf\">Table S3</ext-link> and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsenergylett.0c01517/suppl_file/nz0c01517_si_001.pdf\">Figure S23</ext-link>. One can conclude that\nthe SSB performance in this work is outstanding. With respect to , we assume that\nthe optimized interfacial compatibility in the SE-PMOF and the suppressed\nLi dendrite growth contribute greatly to the improved specific capacity\nand cycling performance of the quasi-solid Li metal cell implemented\nwith the SE-PMOF.</p>", "clean_text": "To further investigate the applicability of the SE-PMOF as the SE in the SSB, SE-PMOF and MOF/PVDF-HFP were implemented in Li metal cells with LiFePO4 as the counter electrode. As shown in panels a and b of , the LiFePO4 cell with the SE-PMOF has specific capacities of 153, 150, 144, and 130 mAh g-1 at 0.2, 0.5, 1, and 2 C, respectively. By contrast, the cell with MOF/PVDF-HFP as the SE shows C rate performances of only 137, 132, and 125 mAh g-1 at 0.2, 0.5, and 1 C, respectively. Specifically, its specific capacity at 2 C declines rapidly from 102 to 68 mAh g-1 in five cycles, which can be caused by the insufficient Li+ transport at a high C rate. The cycling performance of the cell with the SE-PMOF was further investigated. In panels c and d of , the cell shows a stable cycling performance at 0.2 C, and the specific capacity remains at 145 mAh g-1 after 100 cycles, rendering a high retention of 97.7%. The decay rate per cycle is as low as 0.29‰. The cycling performance at 1 C was further studied to show its practicability at a high C rate. It can be seen in panels e and f of  that after 500 cycles, the specific capacity slowly decreases to 127 mAh g-1 from the initial 138 mAh g-1, showing a decay rate of 0.15‰. The cell also exhibits good cycling performance at a higher current at 2 C. The specific capacity is as high as 114 mAh g-1 after 350 cycles, and the decay rate per cycle is as low as 0.14‰ (Figure S22). The comparison of SSB performance with other reported MOF-based SEs can be found in Table S3 and Figure S23. One can conclude that the SSB performance in this work is outstanding. With respect to , we assume that the optimized interfacial compatibility in the SE-PMOF and the suppressed Li dendrite growth contribute greatly to the improved specific capacity and cycling performance of the quasi-solid Li metal cell implemented with the SE-PMOF.", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a and b) C rate performance and charge–discharge\nvoltage\nprofiles of the lithium SSB. (c–f) Cycling performance and\ncharge–discharge voltage profiles of the lithium SSB under\nroom temperature at 0.2 and 1 C.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"nz0c01517_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  (a and b) C rate performance and charge-discharge voltage profiles of the lithium SSB. (c-f) Cycling performance and charge-discharge voltage profiles of the lithium SSB under room temperature at 0.2 and 1 C.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["property"], "content": "<p>To certify the versatility of the SE-PMOF in the battery, the SE-PMOF\nwas implemented in Zn metal cells with NH<sub>4</sub>V<sub>4</sub>O<sub>10</sub> as the counter electrode. Panels a and b of  show that the specific capacities of the fabricated Zn metal\ncell at current densities of 0.1, 0.2, and 0.5 A g<sup>–1</sup> are 435, 419, and 335 mAh g<sup>–1</sup>, respectively. At\na higher current density of 1 A g<sup>–1</sup>, the specific\ncapacity decreases to 242 mAh g<sup>–1</sup>. The cycling performance\nat 0.1 A g<sup>–1</sup> is shown in panels c and d of , with a scarcely\ndecayed charge/discharge process in 50 cycles. Panels e and f of  display the cycling\nstability of the solid cell at a higher current of 0.5 A g<sup>–1</sup>. The specific capacity declined from 331 to 310 mAh g<sup>–1</sup> after 250 cycles, with a decay rate of ∼0.26‰ per\ncycle. This performance is better than that of the previously reported\nZn cell with PVDF-HFP as the ion conductor. The excellent capacity and cyclic performance of the Zn metal battery\nwith the SE-PMOF thus suggest that the newly designed SE holds great\npotential for extensive use in solid batteries.</p>", "clean_text": "To certify the versatility of the SE-PMOF in the battery, the SE-PMOF was implemented in Zn metal cells with NH4V4O10 as the counter electrode. Panels a and b of  show that the specific capacities of the fabricated Zn metal cell at current densities of 0.1, 0.2, and 0.5 A g-1 are 435, 419, and 335 mAh g-1, respectively. At a higher current density of 1 A g-1, the specific capacity decreases to 242 mAh g-1. The cycling performance at 0.1 A g-1 is shown in panels c and d of , with a scarcely decayed charge/discharge process in 50 cycles. Panels e and f of  display the cycling stability of the solid cell at a higher current of 0.5 A g-1. The specific capacity declined from 331 to 310 mAh g-1 after 250 cycles, with a decay rate of ~0.26‰ per cycle. This performance is better than that of the previously reported Zn cell with PVDF-HFP as the ion conductor. The excellent capacity and cyclic performance of the Zn metal battery with the SE-PMOF thus suggest that the newly designed SE holds great potential for extensive use in solid batteries.", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a and b) C rate performance\nand charge–discharge voltage\nprofiles of the Zn<sup>2+</sup> SSB. (c–f) Cycling performances\nand charge–discharge voltage profiles of the Zn<sup>2+</sup> SSB at room temperature, at 0.1 and 0.5 A g<sup>–1</sup>.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"nz0c01517_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  (a and b) C rate performance and charge-discharge voltage profiles of the Zn2+ SSB. (c-f) Cycling performances and charge-discharge voltage profiles of the Zn2+ SSB at room temperature, at 0.1 and 0.5 A g-1.   ", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["property"], "content": "<p>In summary, we have proposed and proved experimentally\na simple\nbut very efficient strategy for optimizing interfacial compatibility\nto promote ion transport in the MOF-based SE. The high <italic>t</italic>\n<sub>Li<sup>+</sup>\n</sub> (0.8) suggests that the designed SE-PMOF\ncan realize single ion transport. Compared with the conventionally\nfabricated SE by mechanical mixing, the SE-PMOF can upgrade the physical\ncontact to covalent bonding between MOF particles. The advantage of\nthe SE-PMOF has been verified by both plating/stripping tests and\nthe battery performance at various current densities. Higher ion conductivity,\nlower interface resistance, and better battery performance are realized\non the basis of the SE-PMOF. This finding thus exploits a new avenue\nfor overcoming the barrier of ion transport across physical interfaces\nbetween MOF particles, which is expected to be widely applicable for\nthe development of the high-performance SE based on other porous materials\nin various solid batteries.</p>", "clean_text": "In summary, we have proposed and proved experimentally a simple but very efficient strategy for optimizing interfacial compatibility to promote ion transport in the MOF-based SE. The high t Li+  (0.8) suggests that the designed SE-PMOF can realize single ion transport. Compared with the conventionally fabricated SE by mechanical mixing, the SE-PMOF can upgrade the physical contact to covalent bonding between MOF particles. The advantage of the SE-PMOF has been verified by both plating/stripping tests and the battery performance at various current densities. Higher ion conductivity, lower interface resistance, and better battery performance are realized on the basis of the SE-PMOF. This finding thus exploits a new avenue for overcoming the barrier of ion transport across physical interfaces between MOF particles, which is expected to be widely applicable for the development of the high-performance SE based on other porous materials in various solid batteries.", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information is\navailable free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/acsenergylett.0c01517?goto=supporting-info\">https://pubs.acs.org/doi/10.1021/acsenergylett.0c01517</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Experimental details,\nXRD patterns, SEM images, BET\nand TGA plots, FT-IR spectra, EIS data, CCD tests, the cycling performance\nof the lithium SSB, and XPS data (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsenergylett.0c01517/suppl_file/nz0c01517_si_001.pdf\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acsenergylett.0c01517.  Experimental details, XRD patterns, SEM images, BET and TGA plots, FT-IR spectra, EIS data, CCD tests, the cycling performance of the lithium SSB, and XPS data (PDF)   ", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<p>Experimental details,\nXRD patterns, SEM images, BET\nand TGA plots, FT-IR spectra, EIS data, CCD tests, the cycling performance\nof the lithium SSB, and XPS data (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsenergylett.0c01517/suppl_file/nz0c01517_si_001.pdf\">PDF</ext-link>)</p><p>Q. Zhang and\nB.L. contributed equally to this work. Q. Zhang and S.H. conceived\nthe idea and designed the experiments. Q. Zhang and B.L. synthesized\nthe materials and characterized the materials. B.L., M.Z., and Y.M.\nanalyzed the data. J.W., Q.L., D.L., S.G., Y.X., Q. Zeng, W.H., M.Z.,\nand Y.M. assisted with the syntheses and characterization of the material.\nQ. Zhang, J.W., and S.H. co-wrote the manuscript with comments from\nall of the other co-authors.</p>", "clean_text": "Experimental details, XRD patterns, SEM images, BET and TGA plots, FT-IR spectra, EIS data, CCD tests, the cycling performance of the lithium SSB, and XPS data (PDF)\n\nQ. Zhang and B.L. contributed equally to this work. Q. Zhang and S.H. conceived the idea and designed the experiments. Q. Zhang and B.L. synthesized the materials and characterized the materials. B.L., M.Z., and Y.M. analyzed the data. J.W., Q.L., D.L., S.G., Y.X., Q. Zeng, W.H., M.Z., and Y.M. assisted with the syntheses and characterization of the material. Q. Zhang, J.W., and S.H. co-wrote the manuscript with comments from all of the other co-authors.", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<p>The authors\ndeclare no competing financial interest.</p>", "clean_text": "The authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "1, 6, 8, 10, 11, 12, 13", "type": "text", "classification": "property", "content": "<p>Metal–organic\nframeworks (MOFs) have been attracting a great\ndeal of attention as potential solid electrolytes (SEs). However,\nthe interfacial compatibility of MOF-based SEs caused by the physical\ncontact among MOF particles, the polymer binder, and electrodes is\nnot yet fully determined. Herein, a bioinspired design strategy aiming\nto build ion transport pathways at interfaces was introduced. The\nMOF-to-MOF transport paths were built via <italic>in situ</italic> ring opening of epoxide, akin to the protein molecules that transport\nthe ion across the cell walls. After optimization, the obtained SE\nis endowed with a high ion conductivity of 1.70 × 10<sup>–3</sup> S cm<sup>–1</sup> at 30 °C, a wide electrochemical window\nof 4.6 V, a high Li<sup>+</sup> transference number of 0.8, and a\ndecreased interface resistance. Consequently, the fabricated quasi-solid\nmetal batteries exhibit higher and more stable cycling performance\ncompared to the performance of those without interface optimization.\nThis strategy for optimizing the interfacial compatibility of MOFs\nthus exploits a new avenue for developing high-performance SEs for\nvarious metal batteries.</p><p>In this work, the physicochemically stable Zr-based MOF, UiO-66-2OH,\nwas chosen for the fabrication of bioinspired SE, as the electronegative\n-OH groups are expected to bind Li<sup>+</sup> and serve as hopping\nsites. Moreover, further chemical design is feasible with\n-OH groups. 3-Glycidoxypropyltrimethoxysilane (γ-GPS) was used\nto provide cross-linking nodes on MOF surfaces because of its suitable\nsize and chemical property. The γ-GPS molecule is ∼11.7\nÅ in length and ∼5.6 Å in width (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsenergylett.0c01517/suppl_file/nz0c01517_si_001.pdf\">Figure S1</ext-link>) and slightly larger than the window size of UiO-66-2OH\n(&lt;6 Å). Thus, the hydrolysis–condensation of γ-GPS\nis supposed to occur on the surface of MOF particles, ensuring that\nthe inner aperture of MOF-CN remains unoccupied. XRD and SEM results\ndemonstrate that MOF-CN preserves the crystal structure of UiO-66-2OH\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsenergylett.0c01517/suppl_file/nz0c01517_si_001.pdf\">Figure S2</ext-link>), and its particle size is ∼500\nnm, without an obvious change from UiO-66-2OH (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsenergylett.0c01517/suppl_file/nz0c01517_si_001.pdf\">Figure S3</ext-link>). Compared with UiO-66-2OH, MOF-CN possesses a smaller\nBET surface area (785 m<sup>2</sup> g<sup>–1</sup> vs 520 m<sup>2</sup> g<sup>–1</sup>) (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsenergylett.0c01517/suppl_file/nz0c01517_si_001.pdf\">Figure S4</ext-link>), suggesting the presence of γ-GPS. To further certify the\nexistence of γ-GPS in MOF-CN, TGA and FT-IR were conducted.\nTGA data indicate that the organic content of MOF-CN is 2.2 wt % higher\nthan that of UiO-66-2OH, which can be ascribed to grafted γ-GPS\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsenergylett.0c01517/suppl_file/nz0c01517_si_001.pdf\">Figure S5</ext-link>). The additional adsorption\npeak at 1095 cm<sup>–1</sup> observed in FT-IR spectra of MOF-CN\nis assigned to the stretching vibration of the Si-O-C group, confirming\nthat γ-GPS has been successfully grafted onto UiO-66-2OH (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsenergylett.0c01517/suppl_file/nz0c01517_si_001.pdf\">Figure S6a</ext-link>).</p><p>The calculated density of the\nSE-PMOF membrane is 0.32 g cm<sup>–3</sup>, while the densities\nof UiO-66-2OH pellets pressed\nunder 1 and 2 MPa are 0.24 and 0.35 g cm<sup>–3</sup>, respectively\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsenergylett.0c01517/suppl_file/nz0c01517_si_001.pdf\">Figure S9</ext-link>). Thus, the density of SE-PMOF\nis close to that of the MOF pellet pressed under a pressure of 2 MPa,\ndemonstrating that the <italic>in situ</italic> ring-opening reaction\nincreased the stacking density of MOF particles and implying a close\ninterface contact between MOF particles. One can seen in a that the MOF-CN\nparticles are densely packed, and a very thin polymer overlayer can\nbe observed between crystals. The side view of the SE-PMOF (b) shows that the\nmembrane has a good uniform thickness, ∼60 μm. The morphologies\nof SE-PMOF and the typical SE fabricated with the MOF and polymer\nbinder (UiO-66-2OH/PVDF-HFP) are compared in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsenergylett.0c01517/suppl_file/nz0c01517_si_001.pdf\">Figure S10</ext-link>. Under a higher magnification, the MOF particles in SE-PMOF\nare fully covered by the thin polymer overlayer and are closely connected\nto each other (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsenergylett.0c01517/suppl_file/nz0c01517_si_001.pdf\">Figure S10a</ext-link>). While voids\nbetween MOF particles can be clearly observed in the case of UiO-66-2OH/PVDF-HFP,\nthe diameters of some voids are &gt;100 nm (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsenergylett.0c01517/suppl_file/nz0c01517_si_001.pdf\">Figure S10b</ext-link>). Therefore, compared with the physical contact in UiO-66-2OH/PVDF-HFP,\nthe covalent bonds formed between MOF particles and the polymer in\nSE-PMOF can significantly improve the interfacial compatibility.</p><p>Both the mechanical property and the electronic conductivity\nwere\ninvestigated to study the usability of the SE-PMOF. The SE-PMOF exhibits\ngood flexibility and toughness (c). Tensile tests show that the dry SE-PMOF has a higher\ntensile strength, but its ductility is poor. The PC-wetted SE-PMOF\npossesses better ductility but a lower tensile strength (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsenergylett.0c01517/suppl_file/nz0c01517_si_001.pdf\">Figure S11</ext-link>). The tensile strength of the SE-PMOF\nis however lower than those of traditional polymers such as PEO and\nPVDF-HFP, which could be expected as the SE-PMOF is mainly composed\nof MOF particles and lacks long chain polymers. The electronic conductivity\nof the SE-PMOF was estimated with a multimeter, and the calculated\nelectronic conductivity is 9.1 × 10<sup>–12</sup> S cm<sup>–1</sup>, indicating that the SE-PMOF is an insulator.</p><p>To study the electrochemical stability of the SE-PMOF, a linear\nsweep voltammetry (LSV) test was conducted at a scan rate of 1 mV\ns<sup>–1</sup> with asymmetric Li|SE-PMOF|SS (SS is short for\nstainless steel) cells. The SE-PMOF demonstrates a wide electrochemical\nwindow as large as ∼4.6 V versus Li<sup>+</sup>/Li (d). To certify the\nsuperiority of SE-PMOF, the DPPG/PEGDE/PVDF-HFP and PVDF-HFP membrane\nwere fabricated and tested under identical conditions. Both of them\nbecame unstable at ∼4 V versus Li<sup>+</sup>/Li (d), suggesting that\nthe SE-PMOF has better electrochemical stability compared with that\nof the traditional polymeric SE.\n</p><p>The ion transport ability of SE-PMOF was investigated by electrochemical\nimpedance spectroscopy (EIS) at a range of temperatures from −20\nto 60 °C (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsenergylett.0c01517/suppl_file/nz0c01517_si_001.pdf\">Figure S12</ext-link>). Migrations\nof Li<sup>+</sup> and Zn<sup>2+</sup> in the SE-PMOF were investigated\nas examples with LiTFSI, Zn­(TFSI)<sub>2</sub>, and Zn­(ClO<sub>4</sub>)<sub>2</sub> as ion sources. The ionic conductivity of the SE-PMOF\nmembrane increases with temperature and is calculated to be 1.70 ×\n10<sup>–3</sup>, 1.43 × 10<sup>–3</sup>, and 2.87\n× 10<sup>–3</sup> S cm<sup>–1</sup> (at 30 °C)\nfor LiTFSI, Zn­(TFSI)<sub>2</sub>, and Zn­(ClO<sub>4</sub>)<sub>2</sub>, respectively (e and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsenergylett.0c01517/suppl_file/nz0c01517_si_001.pdf\">Table S1</ext-link>). Moreover, the conductivity\nshows Arrhenius-type activated behavior, and the calculated ion migration\nenergies are 0.27, 0.37, and 0.31 eV, respectively (f). The difference in ion conductivity\nbetween the use of Zn­(TFSI)<sub>2</sub> and Zn­(ClO<sub>4</sub>)<sub>2</sub> reveals that the anion can affect the transport of metal\nions, as well, implying that more electronegative chemical groups\npromote ion transport better. For comparison, UiO-66-2OH pellets and\nSE membranes composed of UiO-66-2OH and PVDF-HFP (UiO-66-2OH/PVDF-HFP)\nwere prepared. They were tested with the same procedures as the SE-PMOF.\nUiO-66-2OH and UiO-66-2OH/PVDF-HFP show Li<sup>+</sup> conductivities\nof 4.35 × 10<sup>–5</sup> and 3.32 × 10<sup>–4</sup> S cm<sup>–1</sup> at 30 °C, respectively (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsenergylett.0c01517/suppl_file/nz0c01517_si_001.pdf\">Figure S13</ext-link>), which are smaller than that of SE-PMOF\n(1.70 × 10<sup>–3</sup> S cm<sup>–1</sup>). TGA\ncurves manifest that the estimated PC contents in the SE-PMOF, UiO-66-2OH\npellet, and UiO-66-2OH/PVDF-HFP are 27.3, 34.3, and 27.8 wt %, respectively\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsenergylett.0c01517/suppl_file/nz0c01517_si_001.pdf\">Figure S14</ext-link>), which excludes the contribution\nof PC to the enhanced ion conductivity of the SE-PMOF. The Li<sup>+</sup> conductivity of SE-PMOF is even higher than those of other\npreviously reported MOFs applied in SSBs (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsenergylett.0c01517/suppl_file/nz0c01517_si_001.pdf\">Table S2</ext-link> and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsenergylett.0c01517/suppl_file/nz0c01517_si_001.pdf\">Figure S15</ext-link>), which we attribute\nto the optimized interfacial compatibility in polymerized MOFs.\n</p><p>Because both positive and negative ions migrate during ion\nconductivity\ntests, the real conductivity of positive ions needs to be confirmed\nby ion transport number. Herein, the Li<sup>+</sup> transference number\n(<italic>t</italic>\n<sub>Li<sup>+</sup>\n</sub>) in the SE-PMOF was evaluated\nwith the potentiostatic polarization method using a Li|SE-PMOF|Li\nsymmetric cell. The current–time plots and EIS before and after\n10 mV potential polarization are summarized in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsenergylett.0c01517/suppl_file/nz0c01517_si_001.pdf\">Figure S16</ext-link>. The <italic>t</italic>\n<sub>Li<sup>+</sup>\n</sub> of SE-PMOF is calculated to be ≤0.8, much higher than that\nof the liquid electrolyte, which is usually in the range of 0.2–0.4. The single ion transport ability of SE-PMOF\nin this work is the best among the reported SEs with MOFs (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsenergylett.0c01517/suppl_file/nz0c01517_si_001.pdf\">Table S2</ext-link>).</p>", "clean_text": "Metal-organic frameworks (MOFs) have been attracting a great deal of attention as potential solid electrolytes (SEs). However, the interfacial compatibility of MOF-based SEs caused by the physical contact among MOF particles, the polymer binder, and electrodes is not yet fully determined. Herein, a bioinspired design strategy aiming to build ion transport pathways at interfaces was introduced. The MOF-to-MOF transport paths were built via in situ ring opening of epoxide, akin to the protein molecules that transport the ion across the cell walls. After optimization, the obtained SE is endowed with a high ion conductivity of 1.70 × 10-3 S cm-1 at 30 °C, a wide electrochemical window of 4.6 V, a high Li+ transference number of 0.8, and a decreased interface resistance. Consequently, the fabricated quasi-solid metal batteries exhibit higher and more stable cycling performance compared to the performance of those without interface optimization. This strategy for optimizing the interfacial compatibility of MOFs thus exploits a new avenue for developing high-performance SEs for various metal batteries.\n\nIn this work, the physicochemically stable Zr-based MOF, UiO-66-2OH, was chosen for the fabrication of bioinspired SE, as the electronegative -OH groups are expected to bind Li+ and serve as hopping sites. Moreover, further chemical design is feasible with -OH groups. 3-Glycidoxypropyltrimethoxysilane (γ-GPS) was used to provide cross-linking nodes on MOF surfaces because of its suitable size and chemical property. The γ-GPS molecule is ~11.7 Å in length and ~5.6 Å in width (Figure S1) and slightly larger than the window size of UiO-66-2OH (<6 Å). Thus, the hydrolysis-condensation of γ-GPS is supposed to occur on the surface of MOF particles, ensuring that the inner aperture of MOF-CN remains unoccupied. XRD and SEM results demonstrate that MOF-CN preserves the crystal structure of UiO-66-2OH (Figure S2), and its particle size is ~500 nm, without an obvious change from UiO-66-2OH (Figure S3). Compared with UiO-66-2OH, MOF-CN possesses a smaller BET surface area (785 m2 g-1 vs 520 m2 g-1) (Figure S4), suggesting the presence of γ-GPS. To further certify the existence of γ-GPS in MOF-CN, TGA and FT-IR were conducted. TGA data indicate that the organic content of MOF-CN is 2.2 wt % higher than that of UiO-66-2OH, which can be ascribed to grafted γ-GPS (Figure S5). The additional adsorption peak at 1095 cm-1 observed in FT-IR spectra of MOF-CN is assigned to the stretching vibration of the Si-O-C group, confirming that γ-GPS has been successfully grafted onto UiO-66-2OH (Figure S6a).\n\nThe calculated density of the SE-PMOF membrane is 0.32 g cm-3, while the densities of UiO-66-2OH pellets pressed under 1 and 2 MPa are 0.24 and 0.35 g cm-3, respectively (Figure S9). Thus, the density of SE-PMOF is close to that of the MOF pellet pressed under a pressure of 2 MPa, demonstrating that the in situ ring-opening reaction increased the stacking density of MOF particles and implying a close interface contact between MOF particles. One can seen in a that the MOF-CN particles are densely packed, and a very thin polymer overlayer can be observed between crystals. The side view of the SE-PMOF (b) shows that the membrane has a good uniform thickness, ~60 μm. The morphologies of SE-PMOF and the typical SE fabricated with the MOF and polymer binder (UiO-66-2OH/PVDF-HFP) are compared in Figure S10. Under a higher magnification, the MOF particles in SE-PMOF are fully covered by the thin polymer overlayer and are closely connected to each other (Figure S10a). While voids between MOF particles can be clearly observed in the case of UiO-66-2OH/PVDF-HFP, the diameters of some voids are >100 nm (Figure S10b). Therefore, compared with the physical contact in UiO-66-2OH/PVDF-HFP, the covalent bonds formed between MOF particles and the polymer in SE-PMOF can significantly improve the interfacial compatibility.\n\nBoth the mechanical property and the electronic conductivity were investigated to study the usability of the SE-PMOF. The SE-PMOF exhibits good flexibility and toughness (c). Tensile tests show that the dry SE-PMOF has a higher tensile strength, but its ductility is poor. The PC-wetted SE-PMOF possesses better ductility but a lower tensile strength (Figure S11). The tensile strength of the SE-PMOF is however lower than those of traditional polymers such as PEO and PVDF-HFP, which could be expected as the SE-PMOF is mainly composed of MOF particles and lacks long chain polymers. The electronic conductivity of the SE-PMOF was estimated with a multimeter, and the calculated electronic conductivity is 9.1 × 10-12 S cm-1, indicating that the SE-PMOF is an insulator.\n\nTo study the electrochemical stability of the SE-PMOF, a linear sweep voltammetry (LSV) test was conducted at a scan rate of 1 mV s-1 with asymmetric Li|SE-PMOF|SS (SS is short for stainless steel) cells. The SE-PMOF demonstrates a wide electrochemical window as large as ~4.6 V versus Li+/Li (d). To certify the superiority of SE-PMOF, the DPPG/PEGDE/PVDF-HFP and PVDF-HFP membrane were fabricated and tested under identical conditions. Both of them became unstable at ~4 V versus Li+/Li (d), suggesting that the SE-PMOF has better electrochemical stability compared with that of the traditional polymeric SE. \n\nThe ion transport ability of SE-PMOF was investigated by electrochemical impedance spectroscopy (EIS) at a range of temperatures from -20 to 60 °C (Figure S12). Migrations of Li+ and Zn2+ in the SE-PMOF were investigated as examples with LiTFSI, Zn(TFSI)2, and Zn(ClO4)2 as ion sources. The ionic conductivity of the SE-PMOF membrane increases with temperature and is calculated to be 1.70 × 10-3, 1.43 × 10-3, and 2.87 × 10-3 S cm-1 (at 30 °C) for LiTFSI, Zn(TFSI)2, and Zn(ClO4)2, respectively (e and Table S1). Moreover, the conductivity shows Arrhenius-type activated behavior, and the calculated ion migration energies are 0.27, 0.37, and 0.31 eV, respectively (f). The difference in ion conductivity between the use of Zn(TFSI)2 and Zn(ClO4)2 reveals that the anion can affect the transport of metal ions, as well, implying that more electronegative chemical groups promote ion transport better. For comparison, UiO-66-2OH pellets and SE membranes composed of UiO-66-2OH and PVDF-HFP (UiO-66-2OH/PVDF-HFP) were prepared. They were tested with the same procedures as the SE-PMOF. UiO-66-2OH and UiO-66-2OH/PVDF-HFP show Li+ conductivities of 4.35 × 10-5 and 3.32 × 10-4 S cm-1 at 30 °C, respectively (Figure S13), which are smaller than that of SE-PMOF (1.70 × 10-3 S cm-1). TGA curves manifest that the estimated PC contents in the SE-PMOF, UiO-66-2OH pellet, and UiO-66-2OH/PVDF-HFP are 27.3, 34.3, and 27.8 wt %, respectively (Figure S14), which excludes the contribution of PC to the enhanced ion conductivity of the SE-PMOF. The Li+ conductivity of SE-PMOF is even higher than those of other previously reported MOFs applied in SSBs (Table S2 and Figure S15), which we attribute to the optimized interfacial compatibility in polymerized MOFs. \n\nBecause both positive and negative ions migrate during ion conductivity tests, the real conductivity of positive ions needs to be confirmed by ion transport number. Herein, the Li+ transference number (t Li+ ) in the SE-PMOF was evaluated with the potentiostatic polarization method using a Li|SE-PMOF|Li symmetric cell. The current-time plots and EIS before and after 10 mV potential polarization are summarized in Figure S16. The t Li+  of SE-PMOF is calculated to be ≤0.8, much higher than that of the liquid electrolyte, which is usually in the range of 0.2-0.4. The single ion transport ability of SE-PMOF in this work is the best among the reported SEs with MOFs (Table S2).", "data": ["(SyntaxError('invalid syntax', ('<unknown>', 10, 1, '[{\"meta\":{\"name\":\"MOF-B\", \"symbol\":\"\", \"chemical formula\":\"\"}, \"etc\": [\\n')), '[{\"meta\":{\"name\":\"MOF-A\", \"symbol\":\"\", \"chemical formula\":\"\"}, \"etc\": [\\n    {\\n        \"property name\": \"dielectric constant\",\\n        \"value\": \"4.5\",\\n        \"unit\": \"\",\\n        \"condition\": \"at 1 kHz\"\\n    }\\n]}]\\n\\n[{\"meta\":{\"name\":\"MOF-B\", \"symbol\":\"\", \"chemical formula\":\"\"}, \"etc\": [\\n    {\\n        \"property name\": \"electrical conductivity\",\\n        \"value\": \"0.01\",\\n        \"unit\": \"S/cm\",\\n        \"condition\": \"at room temperature\"\\n    }\\n]}]\\n\\n[{\"meta\":{\"name\":\"NOTT-202\", \"symbol\":\"\", \"chemical formula\":\"\"}, \"etc\": [\\n    {\\n        \"property name\": \"electrical resistance\",\\n        \"value\": \"10000000\",\\n        \"unit\": \"ohm·cm\",\\n        \"condition\": \"\"\\n    }\\n]}]')"], "include_properties": ["etc"]}, {"idx": "15, 16, 18, 19, 21, 23", "type": "text", "classification": "property", "content": "<p>Previous Li<sup>+</sup> conductivity has proven the superiority\nof SE-PMOF over UiO-66-2OH/PVDF-HFP; here the interface resistances\nof the UiO-66-2OH/PVDF-HFP membrane, the UiO-66-2OH/DPPG/PEGDE pellet,\nthe UiO-66-2OH pellet, and the SE-PMOF with electrodes (lithium metal)\nwere further compared to elaborate the impact of different preparation\nroutes (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsenergylett.0c01517/suppl_file/nz0c01517_si_001.pdf\">Figure S18</ext-link>). UiO-66-2OH/PVDF-HFP\nshows an interface resistance of 337.4 Ω. Both the UiO-66-2OH/DPPG/PEGDE\npellet (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsenergylett.0c01517/suppl_file/nz0c01517_si_001.pdf\">Figure S19</ext-link>) and the UiO-66-2OH\npellet show much higher interface resistances (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsenergylett.0c01517/suppl_file/nz0c01517_si_001.pdf\">Figure S18b</ext-link>). By contrast, the SE-PMOF has the lowest interface\nresistance of 34.0 Ω (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsenergylett.0c01517/suppl_file/nz0c01517_si_001.pdf\">Figure S18a</ext-link>). The lower interface resistance of the SE-PMOF can be ascribed\nto the optimized interface contact between the SE and lithium metal:\ncompared with the point contact between the MOF/PVDF-HFP and lithium\nmetal, additional Li<sup>+</sup> transport pathways from SE to lithium\nmetal are supplied by the covalently bonded organics between MOFs\nin the SE-PMOF, which improves the interfacial compatibility.\n</p><p>Characterizations for Li plating/stripping stability were\nalso\nconducted to evaluate the ability of SE-PMOF to suppress Li dendrite\nformation. Both the PVDF-HFP membrane and the SE-PMOF were implemented in a\nLi|Li symmetric cell of the 2032 type under a current density of 0.25\nmA cm<sup>–2</sup>, and a current areal capacity of 0.25 mA\nh cm<sup>–2</sup> was applied. One can see in a that the Li|SE-PMOF|Li symmetric\ncell has an initial overpotential of merely 46 mV, and the final overpotential\nslightly increases to 100 mV after 600 h. The voltage profiles remain\nflat, and no sign of short circuit is observed after 600 h, suggesting\na stable Li plating/stripping process and suppressed Li dendrite growth.\nBy contrast, the overpotential of the Li|PVDF-HFP|Li symmetric cell\nincreases rapidly from 52 to 233 mV after 230 h, indicating a quickly\nincreasing internal resistance caused by the growth of lithium dendrites,\nand then the lithium dendrites penetrate the PVDF-HFP membrane, leading\nto short circuit; thus, a sudden decrease in overpotential is observed\nat 230 h. The critical current density (CCD) of cells with the SE-PMOF,\nDPPG/PEGDE/PVDF-HFP, and PVDF-HFP as the SE was investigated (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsenergylett.0c01517/suppl_file/nz0c01517_si_001.pdf\">Figure S20</ext-link>). The CCDs of the Li|PVDF-HFP|Li cell\nand Li/DPPG/PEGDE/PVDF-HFP/Li cell are only 0.2 and 0.8 mA cm<sup>–2</sup>, respectively, while the CCD of the Li/SE-PMOF/Li\ncell has been substantially improved to 1.2 mA cm<sup>–2</sup>. The significant improvement of the CCD of the SE-PMOF is believed\nto be contributed by the stable electrochemical window and the optimized\ninterfacial compatibility.</p><p>In addition, Zn plating/stripping tests were conducted\nwith fiberglass\ndiaphragm and SE-PMOF separately implemented in a Zn|Zn symmetric\ncell of the 2032 type under a current density of 0.25 mA cm<sup>–2</sup>. As illustrated in b, the initial voltage hysteresis of the Zn|SE-PMOF|Zn symmetric\ncell is 86 mV and moderately increases to 111 mV after 800 h, whereas\nthe symmetric cell with a fiberglass diaphragm in an electrolyte shows\nan initial overpotential of 62 mV; however, short circuit and a sudden\ndecrease in overpotential appear after 616 h, implying that the Zn\ndendrites punctured the fiberglass diaphragm. The formation of Zn\ndendrites with the cycled Zn metal electrodes was directly observed\nby SEM. For the Zn|Zn symmetric cell using the SE-PMOF, no obvious\nbulky Zn dendrites can be observed on top of the Zn metal (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsenergylett.0c01517/suppl_file/nz0c01517_si_001.pdf\">Figure S21a</ext-link>). By comparison, the liquid Zn|Zn\nsymmetric cell using a fiberglass diaphragm as a separator showcases\nbulky and conglobate Zn dendrites over 10 μm (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsenergylett.0c01517/suppl_file/nz0c01517_si_001.pdf\">Figure S21b</ext-link>), which eventually leads to the failure of the\nsymmetric cell. Therefore, the results confirm that the SE-PMOF can\neffectively suppress the formation of Zn dendrites.</p><p>To further\ninvestigate the applicability of the SE-PMOF as the\nSE in the SSB, SE-PMOF and MOF/PVDF-HFP were implemented in Li metal\ncells with LiFePO<sub>4</sub> as the counter electrode. As shown in\npanels a and b of , the LiFePO<sub>4</sub> cell with the SE-PMOF has specific\ncapacities of 153, 150, 144, and 130 mAh g<sup>–1</sup> at\n0.2, 0.5, 1, and 2 C, respectively. By contrast, the cell with MOF/PVDF-HFP\nas the SE shows C rate performances of only 137, 132, and 125 mAh\ng<sup>–1</sup> at 0.2, 0.5, and 1 C, respectively. Specifically,\nits specific capacity at 2 C declines rapidly from 102 to 68 mAh g<sup>–1</sup> in five cycles, which can be caused by the insufficient\nLi<sup>+</sup> transport at a high C rate. The cycling performance\nof the cell with the SE-PMOF was further investigated. In panels c\nand d of ,\nthe cell shows a stable cycling performance at 0.2 C, and the specific\ncapacity remains at 145 mAh g<sup>–1</sup> after 100 cycles,\nrendering a high retention of 97.7%. The decay rate per cycle is as\nlow as 0.29‰. The cycling performance at 1 C was further studied\nto show its practicability at a high C rate. It can be seen in panels\ne and f of  that after 500 cycles, the specific capacity slowly decreases to\n127 mAh g<sup>–1</sup> from the initial 138 mAh g<sup>–1</sup>, showing a decay rate of 0.15‰. The cell also exhibits good\ncycling performance at a higher current at 2 C. The specific capacity\nis as high as 114 mAh g<sup>–1</sup> after 350 cycles, and\nthe decay rate per cycle is as low as 0.14‰ (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsenergylett.0c01517/suppl_file/nz0c01517_si_001.pdf\">Figure S22</ext-link>). The comparison of SSB performance with other\nreported MOF-based SEs can be found in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsenergylett.0c01517/suppl_file/nz0c01517_si_001.pdf\">Table S3</ext-link> and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsenergylett.0c01517/suppl_file/nz0c01517_si_001.pdf\">Figure S23</ext-link>. One can conclude that\nthe SSB performance in this work is outstanding. With respect to , we assume that\nthe optimized interfacial compatibility in the SE-PMOF and the suppressed\nLi dendrite growth contribute greatly to the improved specific capacity\nand cycling performance of the quasi-solid Li metal cell implemented\nwith the SE-PMOF.</p><p>To certify the versatility of the SE-PMOF in the battery, the SE-PMOF\nwas implemented in Zn metal cells with NH<sub>4</sub>V<sub>4</sub>O<sub>10</sub> as the counter electrode. Panels a and b of  show that the specific capacities of the fabricated Zn metal\ncell at current densities of 0.1, 0.2, and 0.5 A g<sup>–1</sup> are 435, 419, and 335 mAh g<sup>–1</sup>, respectively. At\na higher current density of 1 A g<sup>–1</sup>, the specific\ncapacity decreases to 242 mAh g<sup>–1</sup>. The cycling performance\nat 0.1 A g<sup>–1</sup> is shown in panels c and d of , with a scarcely\ndecayed charge/discharge process in 50 cycles. Panels e and f of  display the cycling\nstability of the solid cell at a higher current of 0.5 A g<sup>–1</sup>. The specific capacity declined from 331 to 310 mAh g<sup>–1</sup> after 250 cycles, with a decay rate of ∼0.26‰ per\ncycle. This performance is better than that of the previously reported\nZn cell with PVDF-HFP as the ion conductor. The excellent capacity and cyclic performance of the Zn metal battery\nwith the SE-PMOF thus suggest that the newly designed SE holds great\npotential for extensive use in solid batteries.</p><p>In summary, we have proposed and proved experimentally\na simple\nbut very efficient strategy for optimizing interfacial compatibility\nto promote ion transport in the MOF-based SE. The high <italic>t</italic>\n<sub>Li<sup>+</sup>\n</sub> (0.8) suggests that the designed SE-PMOF\ncan realize single ion transport. Compared with the conventionally\nfabricated SE by mechanical mixing, the SE-PMOF can upgrade the physical\ncontact to covalent bonding between MOF particles. The advantage of\nthe SE-PMOF has been verified by both plating/stripping tests and\nthe battery performance at various current densities. Higher ion conductivity,\nlower interface resistance, and better battery performance are realized\non the basis of the SE-PMOF. This finding thus exploits a new avenue\nfor overcoming the barrier of ion transport across physical interfaces\nbetween MOF particles, which is expected to be widely applicable for\nthe development of the high-performance SE based on other porous materials\nin various solid batteries.</p>", "clean_text": "Previous Li+ conductivity has proven the superiority of SE-PMOF over UiO-66-2OH/PVDF-HFP; here the interface resistances of the UiO-66-2OH/PVDF-HFP membrane, the UiO-66-2OH/DPPG/PEGDE pellet, the UiO-66-2OH pellet, and the SE-PMOF with electrodes (lithium metal) were further compared to elaborate the impact of different preparation routes (Figure S18). UiO-66-2OH/PVDF-HFP shows an interface resistance of 337.4 Ω. Both the UiO-66-2OH/DPPG/PEGDE pellet (Figure S19) and the UiO-66-2OH pellet show much higher interface resistances (Figure S18b). By contrast, the SE-PMOF has the lowest interface resistance of 34.0 Ω (Figure S18a). The lower interface resistance of the SE-PMOF can be ascribed to the optimized interface contact between the SE and lithium metal: compared with the point contact between the MOF/PVDF-HFP and lithium metal, additional Li+ transport pathways from SE to lithium metal are supplied by the covalently bonded organics between MOFs in the SE-PMOF, which improves the interfacial compatibility. \n\nCharacterizations for Li plating/stripping stability were also conducted to evaluate the ability of SE-PMOF to suppress Li dendrite formation. Both the PVDF-HFP membrane and the SE-PMOF were implemented in a Li|Li symmetric cell of the 2032 type under a current density of 0.25 mA cm-2, and a current areal capacity of 0.25 mA h cm-2 was applied. One can see in a that the Li|SE-PMOF|Li symmetric cell has an initial overpotential of merely 46 mV, and the final overpotential slightly increases to 100 mV after 600 h. The voltage profiles remain flat, and no sign of short circuit is observed after 600 h, suggesting a stable Li plating/stripping process and suppressed Li dendrite growth. By contrast, the overpotential of the Li|PVDF-HFP|Li symmetric cell increases rapidly from 52 to 233 mV after 230 h, indicating a quickly increasing internal resistance caused by the growth of lithium dendrites, and then the lithium dendrites penetrate the PVDF-HFP membrane, leading to short circuit; thus, a sudden decrease in overpotential is observed at 230 h. The critical current density (CCD) of cells with the SE-PMOF, DPPG/PEGDE/PVDF-HFP, and PVDF-HFP as the SE was investigated (Figure S20). The CCDs of the Li|PVDF-HFP|Li cell and Li/DPPG/PEGDE/PVDF-HFP/Li cell are only 0.2 and 0.8 mA cm-2, respectively, while the CCD of the Li/SE-PMOF/Li cell has been substantially improved to 1.2 mA cm-2. The significant improvement of the CCD of the SE-PMOF is believed to be contributed by the stable electrochemical window and the optimized interfacial compatibility.\n\nIn addition, Zn plating/stripping tests were conducted with fiberglass diaphragm and SE-PMOF separately implemented in a Zn|Zn symmetric cell of the 2032 type under a current density of 0.25 mA cm-2. As illustrated in b, the initial voltage hysteresis of the Zn|SE-PMOF|Zn symmetric cell is 86 mV and moderately increases to 111 mV after 800 h, whereas the symmetric cell with a fiberglass diaphragm in an electrolyte shows an initial overpotential of 62 mV; however, short circuit and a sudden decrease in overpotential appear after 616 h, implying that the Zn dendrites punctured the fiberglass diaphragm. The formation of Zn dendrites with the cycled Zn metal electrodes was directly observed by SEM. For the Zn|Zn symmetric cell using the SE-PMOF, no obvious bulky Zn dendrites can be observed on top of the Zn metal (Figure S21a). By comparison, the liquid Zn|Zn symmetric cell using a fiberglass diaphragm as a separator showcases bulky and conglobate Zn dendrites over 10 μm (Figure S21b), which eventually leads to the failure of the symmetric cell. Therefore, the results confirm that the SE-PMOF can effectively suppress the formation of Zn dendrites.\n\nTo further investigate the applicability of the SE-PMOF as the SE in the SSB, SE-PMOF and MOF/PVDF-HFP were implemented in Li metal cells with LiFePO4 as the counter electrode. As shown in panels a and b of , the LiFePO4 cell with the SE-PMOF has specific capacities of 153, 150, 144, and 130 mAh g-1 at 0.2, 0.5, 1, and 2 C, respectively. By contrast, the cell with MOF/PVDF-HFP as the SE shows C rate performances of only 137, 132, and 125 mAh g-1 at 0.2, 0.5, and 1 C, respectively. Specifically, its specific capacity at 2 C declines rapidly from 102 to 68 mAh g-1 in five cycles, which can be caused by the insufficient Li+ transport at a high C rate. The cycling performance of the cell with the SE-PMOF was further investigated. In panels c and d of , the cell shows a stable cycling performance at 0.2 C, and the specific capacity remains at 145 mAh g-1 after 100 cycles, rendering a high retention of 97.7%. The decay rate per cycle is as low as 0.29‰. The cycling performance at 1 C was further studied to show its practicability at a high C rate. It can be seen in panels e and f of  that after 500 cycles, the specific capacity slowly decreases to 127 mAh g-1 from the initial 138 mAh g-1, showing a decay rate of 0.15‰. The cell also exhibits good cycling performance at a higher current at 2 C. The specific capacity is as high as 114 mAh g-1 after 350 cycles, and the decay rate per cycle is as low as 0.14‰ (Figure S22). The comparison of SSB performance with other reported MOF-based SEs can be found in Table S3 and Figure S23. One can conclude that the SSB performance in this work is outstanding. With respect to , we assume that the optimized interfacial compatibility in the SE-PMOF and the suppressed Li dendrite growth contribute greatly to the improved specific capacity and cycling performance of the quasi-solid Li metal cell implemented with the SE-PMOF.\n\nTo certify the versatility of the SE-PMOF in the battery, the SE-PMOF was implemented in Zn metal cells with NH4V4O10 as the counter electrode. Panels a and b of  show that the specific capacities of the fabricated Zn metal cell at current densities of 0.1, 0.2, and 0.5 A g-1 are 435, 419, and 335 mAh g-1, respectively. At a higher current density of 1 A g-1, the specific capacity decreases to 242 mAh g-1. The cycling performance at 0.1 A g-1 is shown in panels c and d of , with a scarcely decayed charge/discharge process in 50 cycles. Panels e and f of  display the cycling stability of the solid cell at a higher current of 0.5 A g-1. The specific capacity declined from 331 to 310 mAh g-1 after 250 cycles, with a decay rate of ~0.26‰ per cycle. This performance is better than that of the previously reported Zn cell with PVDF-HFP as the ion conductor. The excellent capacity and cyclic performance of the Zn metal battery with the SE-PMOF thus suggest that the newly designed SE holds great potential for extensive use in solid batteries.\n\nIn summary, we have proposed and proved experimentally a simple but very efficient strategy for optimizing interfacial compatibility to promote ion transport in the MOF-based SE. The high t Li+  (0.8) suggests that the designed SE-PMOF can realize single ion transport. Compared with the conventionally fabricated SE by mechanical mixing, the SE-PMOF can upgrade the physical contact to covalent bonding between MOF particles. The advantage of the SE-PMOF has been verified by both plating/stripping tests and the battery performance at various current densities. Higher ion conductivity, lower interface resistance, and better battery performance are realized on the basis of the SE-PMOF. This finding thus exploits a new avenue for overcoming the barrier of ion transport across physical interfaces between MOF particles, which is expected to be widely applicable for the development of the high-performance SE based on other porous materials in various solid batteries.", "data": [[{"meta": {"name": "SE-PMOF", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "interface resistance", "value": "34.0", "unit": "Ω", "condition": ""}, {"property name": "overpotential", "value": "46", "unit": "mV", "condition": "Li|SE-PMOF|Li symmetric cell"}, {"property name": "overpotential", "value": "100", "unit": "mV", "condition": "Li|SE-PMOF|Li symmetric cell after 600 h"}, {"property name": "critical current density", "value": "1.2", "unit": "mA/cm^2", "condition": "Li|SE-PMOF|Li cell"}, {"property name": "initial voltage hysteresis", "value": "86", "unit": "mV", "condition": "Zn|SE-PMOF|Zn symmetric cell"}, {"property name": "voltage hysteresis", "value": "111", "unit": "mV", "condition": "Zn|SE-PMOF|Zn symmetric cell after 800 h"}, {"property name": "specific capacity", "value": "153", "unit": "mAh/g", "condition": "LiFePO4 cell with SE-PMOF at 0.2 C"}, {"property name": "specific capacity", "value": "150", "unit": "mAh/g", "condition": "LiFePO4 cell with SE-PMOF at 0.5 C"}, {"property name": "specific capacity", "value": "144", "unit": "mAh/g", "condition": "LiFePO4 cell with SE-PMOF at 1 C"}, {"property name": "specific capacity", "value": "130", "unit": "mAh/g", "condition": "LiFePO4 cell with SE-PMOF at 2 C"}, {"property name": "specific capacity", "value": "435", "unit": "mAh/g", "condition": "Zn metal cell with SE-PMOF at 0.1 A/g"}, {"property name": "specific capacity", "value": "419", "unit": "mAh/g", "condition": "Zn metal cell with SE-PMOF at 0.2 A/g"}, {"property name": "specific capacity", "value": "335", "unit": "mAh/g", "condition": "Zn metal cell with SE-PMOF at 0.5 A/g"}, {"property name": "specific capacity", "value": "242", "unit": "mAh/g", "condition": "Zn metal cell with SE-PMOF at 1 A/g"}]}]], "include_properties": ["etc"]}, {"idx": 5, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Illustration of Bioinspired Design\nand the Composition of SE-PMOF</title>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"nz0c01517_0005.tif\"></graphic>\n</fig>", "clean_text": " 1  Illustration of Bioinspired Design and the Composition of SE-PMOF   ", "data": null, "include_properties": null}, {"idx": 9, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a and\nb) Top and side views of the SE-PMOF, respectively. (c)\nPhotograph of the SE-PMOF. (d) LSV profile of the Li|SE-PMOF|SS asymmetric\ncell at a scan speed of 1 mV s<sup>–1</sup> at room temperature.\n(e) EIS of Zn<sup>2+</sup> and Li<sup>+</sup> for the SE-PMOF at 30\n°C. (f) Corresponding Arrhenius plot of the ionic conductivity\nof SE-PMOF for Zn<sup>2+</sup> and Li<sup>+</sup>.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"nz0c01517_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  (a and b) Top and side views of the SE-PMOF, respectively. (c) Photograph of the SE-PMOF. (d) LSV profile of the Li|SE-PMOF|SS asymmetric cell at a scan speed of 1 mV s-1 at room temperature. (e) EIS of Zn2+ and Li+ for the SE-PMOF at 30 °C. (f) Corresponding Arrhenius plot of the ionic conductivity of SE-PMOF for Zn2+ and Li+.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) Galvanostatic cycling profiles of the symmetric\nLi/Li cell\nwith the SE-PMOF and PVDF-HFP. (b) Galvanostatic cycling profiles\nof the symmetric Zn/Zn cell with the SE-PMOF and a fiberglass diaphragm.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"nz0c01517_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  (a) Galvanostatic cycling profiles of the symmetric Li/Li cell with the SE-PMOF and PVDF-HFP. (b) Galvanostatic cycling profiles of the symmetric Zn/Zn cell with the SE-PMOF and a fiberglass diaphragm.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a and b) C rate performance and charge–discharge\nvoltage\nprofiles of the lithium SSB. (c–f) Cycling performance and\ncharge–discharge voltage profiles of the lithium SSB under\nroom temperature at 0.2 and 1 C.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"nz0c01517_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  (a and b) C rate performance and charge-discharge voltage profiles of the lithium SSB. (c-f) Cycling performance and charge-discharge voltage profiles of the lithium SSB under room temperature at 0.2 and 1 C.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a and b) C rate performance\nand charge–discharge voltage\nprofiles of the Zn<sup>2+</sup> SSB. (c–f) Cycling performances\nand charge–discharge voltage profiles of the Zn<sup>2+</sup> SSB at room temperature, at 0.1 and 0.5 A g<sup>–1</sup>.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"nz0c01517_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  (a and b) C rate performance and charge-discharge voltage profiles of the Zn2+ SSB. (c-f) Cycling performances and charge-discharge voltage profiles of the Zn2+ SSB at room temperature, at 0.1 and 0.5 A g-1.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acsenergylett.0c01517", "title": null, "journal": "American Chemical Society", "date": "2020.08", "author_list": ["Zhang\nQi", "Liu\nBaoming", "Wang\nJia", "Li\nQifei", "Li\nDixiong", "Guo\nSijia", "Xiao\nYingbo", "Zeng\nQinghan", "He\nWenchao", "Zheng\nMingyi", "Ma\nYifei", "Huang\nShaoming"]}}