{"filepath": "../L2M3_data/1_application_papers/acs_xml/sc8b04458.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>We\npresent a solvent-free, green, and rapid mechanochemical route\nfor the synthesis of a series of zirconium metal–organic frameworks\n(MOFs) composed of Zr<sub>6</sub> cluster nodes, UiO-66, UiO-66-NH<sub>2</sub>, MOF-801, and MOF-804, both on a laboratory scale and by\nscalable and flow mechanochemical processing. The methodology, based\non the use of a nonconventional zirconium dodecanuclear acetate cluster\nand a minute amount of water as an additive, affords high-quality\nMOFs in less than 1 h of milling, with minimal requirements for workup\nprocessing and eliminating the need for conventional hazardous solvents,\nsuch as dimethylformamide. Moreover, the use of a dodecanuclear zirconium\nacetate precursor circumvents the need for modulators resulting in\nacetic acid as the only byproduct of the reaction, which does not\nharm these acid-resistant materials. The porosity, thermal and chemical\nstability, as well as catalytic activity of mechanochemically prepared\nZr-based MOFs are similar to those of solvothermally synthesized counterparts.\nFinally, the synthesis is readily applicable on a 10 g scale by using\na planetary mill, and is also performed by solid-state flow synthesis\nusing twin-screw extrusion (TSE), affording more than 100 g of catalytically\nactive UiO-66-NH<sub>2</sub> material in a continuous process at a\nrate of 1.4 kg/h.</p>", "clean_text": "We present a solvent-free, green, and rapid mechanochemical route for the synthesis of a series of zirconium metal-organic frameworks (MOFs) composed of Zr6 cluster nodes, UiO-66, UiO-66-NH2, MOF-801, and MOF-804, both on a laboratory scale and by scalable and flow mechanochemical processing. The methodology, based on the use of a nonconventional zirconium dodecanuclear acetate cluster and a minute amount of water as an additive, affords high-quality MOFs in less than 1 h of milling, with minimal requirements for workup processing and eliminating the need for conventional hazardous solvents, such as dimethylformamide. Moreover, the use of a dodecanuclear zirconium acetate precursor circumvents the need for modulators resulting in acetic acid as the only byproduct of the reaction, which does not harm these acid-resistant materials. The porosity, thermal and chemical stability, as well as catalytic activity of mechanochemically prepared Zr-based MOFs are similar to those of solvothermally synthesized counterparts. Finally, the synthesis is readily applicable on a 10 g scale by using a planetary mill, and is also performed by solid-state flow synthesis using twin-screw extrusion (TSE), affording more than 100 g of catalytically active UiO-66-NH2 material in a continuous process at a rate of 1.4 kg/h.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>The use of a zirconium dodecanuclear\nacetate cluster enabled\nfast and large-scale production of UiO-MOFs by water-assisted mechanochemistry\nor twin-screw extrusion.</p><title>Introduction</title><p>There is a growing\ninterest in the synthesis and design of metal–organic\nframeworks (MOFs) as highly tunable, microporous functional materials\nfor uses in gas storage, separation, catalysis, and more. Among diverse MOF designs, zirconium-based architectures with [Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>]<sup>12+</sup> cluster nodes\nand bridging carboxylate linkers are particularly attractive for their\nhigh chemical and thermal stability, including resistance to water, high surface area, biocompatibility, and excellent\ncatalytic activity, e.g.,\nin detoxification of chemical warfare agents and simulants. The archetypal zirconium MOFs of the UiO-family, which are based on 12-connected metal nodes and\nadopt the <italic>fcu</italic>-topology, are particularly noted for\ntheir catalytic activitywhich can be enhanced by the introduction\nof electron withdrawing groups on the linker, or by the controlled introduction of defects (e.g., missing linkers\nor missing nodes).\n</p>", "clean_text": "The use of a zirconium dodecanuclear acetate cluster enabled fast and large-scale production of UiO-MOFs by water-assisted mechanochemistry or twin-screw extrusion.\n\nIntroduction\n\nThere is a growing interest in the synthesis and design of metal-organic frameworks (MOFs) as highly tunable, microporous functional materials for uses in gas storage, separation, catalysis, and more. Among diverse MOF designs, zirconium-based architectures with [Zr6O4(OH)4]12+ cluster nodes and bridging carboxylate linkers are particularly attractive for their high chemical and thermal stability, including resistance to water, high surface area, biocompatibility, and excellent catalytic activity, e.g., in detoxification of chemical warfare agents and simulants. The archetypal zirconium MOFs of the UiO-family, which are based on 12-connected metal nodes and adopt the fcu-topology, are particularly noted for their catalytic activitywhich can be enhanced by the introduction of electron withdrawing groups on the linker, or by the controlled introduction of defects (e.g., missing linkers or missing nodes). ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>Despite recent commercialization, wider\nuse of MOFs is hindered by long, often costly synthetic procedures which commonly involve high-boiling and hazardous organic solvents\nsuch as <italic>N</italic>,<italic>N</italic>-dimethylformamide (DMF), <italic>N</italic>,<italic>N</italic>-dimethylacetamide (DMA), as well as\nsoluble nitrate or chloride metal salts, combined with acidic modulators,\nlong reaction times, and large amounts of waste byproducts which need\nto be remediated and/or recycled. In contrast to process chemistry and organic synthesis,\nwhich have placed strong focus on the development of cleaner, safer,\nand sustainable reactions and techniques, there has been much less\nattention to such development in the context of coordination chemistry\nand MOF synthesis. Recently, however, a number of studies have begun\nto address the need for new, greener procedures for preparation of\nmetal–organic materials.\n</p>", "clean_text": "Despite recent commercialization, wider use of MOFs is hindered by long, often costly synthetic procedures which commonly involve high-boiling and hazardous organic solvents such as N,N-dimethylformamide (DMF), N,N-dimethylacetamide (DMA), as well as soluble nitrate or chloride metal salts, combined with acidic modulators, long reaction times, and large amounts of waste byproducts which need to be remediated and/or recycled. In contrast to process chemistry and organic synthesis, which have placed strong focus on the development of cleaner, safer, and sustainable reactions and techniques, there has been much less attention to such development in the context of coordination chemistry and MOF synthesis. Recently, however, a number of studies have begun to address the need for new, greener procedures for preparation of metal-organic materials. ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Mechanochemistry, i.e., chemical reactivity induced\nby mechanical force, has surfaced as a versatile technique for conducting\nclean, solvent-free reactions in a wide range of areas, including\norganic, pharmaceutical, inorganic, organometallic, supramolecular, and coordination chemistry. Indeed, over the past decade mechanochemistry has provided\nefficient, rapid routes for the assembly of coordination polymers\nand microporous MOFs, without resorting to solvents or high temperatures\ncommon in solvothermal synthesis, and often from simple, readily accessible\nreagents. Particularly useful in that context are liquid-assisted grinding\n(LAG), which uses a small amount of a liquid phase to accelerate reactivity,\ntemplate the structure, and ensure a high degree of crystallinity\nof the product, and ion- and liquid-assisted grinding (ILAG), which\nalso uses a catalytic amount of a salt to enable MOF assembly from\ntypically inert metal oxides. The introduction of\nLAG and ILAG methods has enabled rapid progress in mechanochemical\nMOF synthesis, with reliable, rapid room-temperature procedures reported\nfor a number of popular MOFs, including IRMOF-1, MOF-74, MIL-100, Al­(fumarate)­(OH)<sup>5</sup>, and UiO-66. While all these reports highlight quantitative reaction yields achieved\nat room temperature and in significantly less time compared to most\nconventional solution-based or solvothermal processes (30–60\nmin compared to days), they nevertheless require the use of minuscule\namounts of organic liquid additives.</p>", "clean_text": "Mechanochemistry, i.e., chemical reactivity induced by mechanical force, has surfaced as a versatile technique for conducting clean, solvent-free reactions in a wide range of areas, including organic, pharmaceutical, inorganic, organometallic, supramolecular, and coordination chemistry. Indeed, over the past decade mechanochemistry has provided efficient, rapid routes for the assembly of coordination polymers and microporous MOFs, without resorting to solvents or high temperatures common in solvothermal synthesis, and often from simple, readily accessible reagents. Particularly useful in that context are liquid-assisted grinding (LAG), which uses a small amount of a liquid phase to accelerate reactivity, template the structure, and ensure a high degree of crystallinity of the product, and ion- and liquid-assisted grinding (ILAG), which also uses a catalytic amount of a salt to enable MOF assembly from typically inert metal oxides. The introduction of LAG and ILAG methods has enabled rapid progress in mechanochemical MOF synthesis, with reliable, rapid room-temperature procedures reported for a number of popular MOFs, including IRMOF-1, MOF-74, MIL-100, Al(fumarate)(OH)5, and UiO-66. While all these reports highlight quantitative reaction yields achieved at room temperature and in significantly less time compared to most conventional solution-based or solvothermal processes (30-60 min compared to days), they nevertheless require the use of minuscule amounts of organic liquid additives.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>We now demonstrate the\nnext step in achieving cleaner, safer, as\nwell as scalable access to useful MOF products, by developing a generally\napplicable mechanochemical synthesis of high-performance zirconium\nMOFs based on Zr<sub>6</sub> cluster nodes, UiO-66, UiO-66-NH<sub>2</sub>, MOF-801, and MOF-804, requiring the use of only water as\nthe LAG liquid additive. Whereas the synthesis of a UiO-66 derivative\nby water-assisted milling was recently reported, the procedure was\nlimited only to the fluorinated framework UiO-66-F<sub>4</sub>. Central to the herein presented procedure are\nthe stability of zirconium MOFs in aqueous environments and the use\nof a nonconventional dodecanuclear zirconium acetate cluster Zr<sub>12</sub>O<sub>8</sub>(OH)<sub>8</sub>(CH<sub>3</sub>COO)<sub>24</sub> (<bold>1</bold>), as a precursor. This compound is readily prepared\non a 100 g scale from Zr­(IV) propoxide and acetic acid (). While the MOF materials\nprepared by this procedure exhibit porosity and catalytic activity\ncomparable to the conventionally prepared counterparts, the reactions\nprovide the environmental benefit of generating acetic acid as the\nonly byproduct, and are readily scalable to multigram amounts by using\na planetary mill. In the case of UiO-66-NH<sub>2</sub>, a MOF of high\nactivity for catalytic breakdown of nerve gas simulants, this mechanochemical\nprocedure was adapted for continuous twin-screw extrusion (TSE) manufacture at a rate of almost 1.4 kg/h.</p>", "clean_text": "We now demonstrate the next step in achieving cleaner, safer, as well as scalable access to useful MOF products, by developing a generally applicable mechanochemical synthesis of high-performance zirconium MOFs based on Zr6 cluster nodes, UiO-66, UiO-66-NH2, MOF-801, and MOF-804, requiring the use of only water as the LAG liquid additive. Whereas the synthesis of a UiO-66 derivative by water-assisted milling was recently reported, the procedure was limited only to the fluorinated framework UiO-66-F4. Central to the herein presented procedure are the stability of zirconium MOFs in aqueous environments and the use of a nonconventional dodecanuclear zirconium acetate cluster Zr12O8(OH)8(CH3COO)24 (1), as a precursor. This compound is readily prepared on a 100 g scale from Zr(IV) propoxide and acetic acid (). While the MOF materials prepared by this procedure exhibit porosity and catalytic activity comparable to the conventionally prepared counterparts, the reactions provide the environmental benefit of generating acetic acid as the only byproduct, and are readily scalable to multigram amounts by using a planetary mill. In the case of UiO-66-NH2, a MOF of high activity for catalytic breakdown of nerve gas simulants, this mechanochemical procedure was adapted for continuous twin-screw extrusion (TSE) manufacture at a rate of almost 1.4 kg/h.", "data": null, "include_properties": null}, {"idx": 6, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Water-Assisted\nMechanochemical Procedure for Green Synthesis of Zirconium\nMOFs</title>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"sc-2018-04458z_0006.tif\"></graphic>\n</fig>", "clean_text": " 1  Water-Assisted Mechanochemical Procedure for Green Synthesis of Zirconium MOFs   ", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><p>The first reported mechanochemical syntheses of UiO-66 and UiO-66-NH<sub>2</sub> relied on the use of a presynthesized Zr<sub>6</sub> methacrylate\ncluster\n<bold>2</bold> as the precursor,\nin the presence of small volumes of DMF or methanol (MeOH) as LAG\nadditives. Notably, <bold>2</bold> was also shown to be an efficient\nprecursor for the water-assisted milling synthesis of the fluorinated\nUiO-66 analogue UiO-66-F<sub>4</sub>. However, the water-assisted synthesis was limited only to UiO-66-F<sub>4</sub>, which was tentatively ascribed to the higher solubility\nof fluoroterephthalic acid in water compared to other terephthalic\nacid linkers. Whereas the use of <bold>2</bold> enables rapid and\nefficient synthesis of several UiO-materials, it also involves certain\nenvironmental and safety concerns due to release of methacrylic acid\nduring the reaction. In particular, methacrylic acid is considered\na hazardous, corrosive, and reactive substance by the National Institute\nfor Occupational Safety and Health (NIOSH) and the US Occupational\nSafety and Health Administration (OSHA). Released methacrylic acid also provides a potential polymerization\nlink upon milling in the presence of water. Such polymerization could\ntentatively lead to clogging of MOF pores, requiring complicated purification\nprocedures and diminishing the product quality. The herein presented\nresults demonstrate that the dodecanuclear zirconium acetate cluster <bold>1</bold> can be used as an efficient, and more broadly applicable\nprecursor for mechanochemical synthesis of UiO-type MOFs, at the same\ntime avoiding the generation of reactive and hazardous methacrylic\nacid byproduct.</p>", "clean_text": "Results and Discussion\n\nThe first reported mechanochemical syntheses of UiO-66 and UiO-66-NH2 relied on the use of a presynthesized Zr6 methacrylate cluster 2 as the precursor, in the presence of small volumes of DMF or methanol (MeOH) as LAG additives. Notably, 2 was also shown to be an efficient precursor for the water-assisted milling synthesis of the fluorinated UiO-66 analogue UiO-66-F4. However, the water-assisted synthesis was limited only to UiO-66-F4, which was tentatively ascribed to the higher solubility of fluoroterephthalic acid in water compared to other terephthalic acid linkers. Whereas the use of 2 enables rapid and efficient synthesis of several UiO-materials, it also involves certain environmental and safety concerns due to release of methacrylic acid during the reaction. In particular, methacrylic acid is considered a hazardous, corrosive, and reactive substance by the National Institute for Occupational Safety and Health (NIOSH) and the US Occupational Safety and Health Administration (OSHA). Released methacrylic acid also provides a potential polymerization link upon milling in the presence of water. Such polymerization could tentatively lead to clogging of MOF pores, requiring complicated purification procedures and diminishing the product quality. The herein presented results demonstrate that the dodecanuclear zirconium acetate cluster 1 can be used as an efficient, and more broadly applicable precursor for mechanochemical synthesis of UiO-type MOFs, at the same time avoiding the generation of reactive and hazardous methacrylic acid byproduct.", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<title>Water-Assisted Milling Synthesis from the Methacrylate Cluster <bold>2</bold>\n</title><p>To evaluate the relative efficiencies of <bold>1</bold> and <bold>2</bold> as precursors for the synthesis of UiO-type\nmaterials, we first explored the synthesis of UiO-66, UiO-66-NH<sub>2</sub>, MOF-804, and MOF-801 from methacrylate cluster <bold>2</bold> using the water-assisted milling procedure. As established by Fourier-transform\ninfrared spectroscopy (FTIR) and powder X-ray diffraction (PXRD),\nwater-assisted milling reactions (η­(H<sub>2</sub>O) = 0.36 μL/mg)\nof 1:6 stoichiometric mixtures of <bold>2</bold> with terephthalic\nacid (tpa), 2-aminoterephthalic acid (atpa), 2,5-dihydroxyterephthalic\nacid (dhta), and fumaric acid (fum) produced either only a physical\nmixture of reactants, or a mixture of reactants with low amount of\nproduct (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b04458/suppl_file/sc8b04458_si_001.pdf\">SI</ext-link>). Specifically, the procedure\nwas successful only for the synthesis of MOF-801, based on the short\nfumaric acid linker (a). After thorough washing with water, the purity of mechanochemically\nsynthesized MOF-801 was tested by NMR analysis. <sup>1</sup>H NMR\nof MOF-801 suspended in deuterated chloroform revealed that the product\ncontained methacrylic acid residues that could not be completely removed\nby simple workup procedures (b).</p>", "clean_text": "Water-Assisted Milling Synthesis from the Methacrylate Cluster 2 \n\nTo evaluate the relative efficiencies of 1 and 2 as precursors for the synthesis of UiO-type materials, we first explored the synthesis of UiO-66, UiO-66-NH2, MOF-804, and MOF-801 from methacrylate cluster 2 using the water-assisted milling procedure. As established by Fourier-transform infrared spectroscopy (FTIR) and powder X-ray diffraction (PXRD), water-assisted milling reactions (η(H2O) = 0.36 μL/mg) of 1:6 stoichiometric mixtures of 2 with terephthalic acid (tpa), 2-aminoterephthalic acid (atpa), 2,5-dihydroxyterephthalic acid (dhta), and fumaric acid (fum) produced either only a physical mixture of reactants, or a mixture of reactants with low amount of product (see SI). Specifically, the procedure was successful only for the synthesis of MOF-801, based on the short fumaric acid linker (a). After thorough washing with water, the purity of mechanochemically synthesized MOF-801 was tested by NMR analysis. 1H NMR of MOF-801 suspended in deuterated chloroform revealed that the product contained methacrylic acid residues that could not be completely removed by simple workup procedures (b).", "data": null, "include_properties": null}, {"idx": 9, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) Comparison of PXRD patters for products obtained by\nwater-assisted\ngrinding using methacrylate cluster <bold>2</bold> precursor. (b)\nSection of <sup>1</sup>H NMR data in chloroform-<italic>d<sub>1</sub>\n</italic> for MOF-801 product obtained from <bold>2</bold> collected\nafter workup procedure. The peaks for methacrylic acid residues are\nnoted with asterisks. For a more detailed NMR spectrum please check\nthe <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b04458/suppl_file/sc8b04458_si_001.pdf\">Supporting Information</ext-link>.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"sc-2018-04458z_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  (a) Comparison of PXRD patters for products obtained by water-assisted grinding using methacrylate cluster 2 precursor. (b) Section of 1H NMR data in chloroform-d1  for MOF-801 product obtained from 2 collected after workup procedure. The peaks for methacrylic acid residues are noted with asterisks. For a more detailed NMR spectrum please check the Supporting Information.   ", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<title>Water-Assisted Milling Synthesis from the\nAcetate Cluster <bold>1</bold>\n</title><p>After exploring methacrylate <bold>2</bold> as\nthe precursor for mechanosynthesis of UiO-type MOFs, we turned to\nthe dodecanuclear zirconium acetate cluster <bold>1</bold> as the\nstarting material. Compound <bold>1</bold> was previously used for\nsolvothermal synthesis of the biphenyl-based\nUiO-67, and very recently, we have shown its use\nfor rapid mechanochemical synthesis of high-porosity NU-901 and UiO-67 MOFs using DMF as the additive.\n</p>", "clean_text": "Water-Assisted Milling Synthesis from the Acetate Cluster 1 \n\nAfter exploring methacrylate 2 as the precursor for mechanosynthesis of UiO-type MOFs, we turned to the dodecanuclear zirconium acetate cluster 1 as the starting material. Compound 1 was previously used for solvothermal synthesis of the biphenyl-based UiO-67, and very recently, we have shown its use for rapid mechanochemical synthesis of high-porosity NU-901 and UiO-67 MOFs using DMF as the additive. ", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<p>Here, milling of <bold>1</bold> with 12\nequiv of bridging ligand and with water as a liquid additive in a\nlaboratory IST-500 mixer mill (InSolido Technologies) afforded UiO-66-NH<sub>2</sub>, MOF-804, and MOF-801 in high yield after 45–90 min\nof milling and simple washing with small volumes of water or methanol\n(a). However,\nthe same procedure yielded only poorly crystalline framework UiO-66,\nand the reaction mixture contained a significant amount of unreacted\nligand, even after 300 min of uninterrupted milling (please check\nthe <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b04458/suppl_file/sc8b04458_si_001.pdf\">Supporting Information</ext-link>). To resolve\nthis problem, we attempted to activate the terephthalic acid reactant\nby addition of triethylamine (TEA) to the reaction mixture. The modified\nreaction procedure was conducted in two successive mechanochemical\nsteps, by first milling TEA and terephthalic acid in 2:1 stoichiometric\nratio over 30 min, followed by addition of <bold>1</bold> and milling\nfor further 90 min. After washing with MeOH, the product was identified\nby PXRD as highly crystalline UiO-66 target (a).</p>", "clean_text": "Here, milling of 1 with 12 equiv of bridging ligand and with water as a liquid additive in a laboratory IST-500 mixer mill (InSolido Technologies) afforded UiO-66-NH2, MOF-804, and MOF-801 in high yield after 45-90 min of milling and simple washing with small volumes of water or methanol (a). However, the same procedure yielded only poorly crystalline framework UiO-66, and the reaction mixture contained a significant amount of unreacted ligand, even after 300 min of uninterrupted milling (please check the Supporting Information). To resolve this problem, we attempted to activate the terephthalic acid reactant by addition of triethylamine (TEA) to the reaction mixture. The modified reaction procedure was conducted in two successive mechanochemical steps, by first milling TEA and terephthalic acid in 2:1 stoichiometric ratio over 30 min, followed by addition of 1 and milling for further 90 min. After washing with MeOH, the product was identified by PXRD as highly crystalline UiO-66 target (a).", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) PXRD patterns for UiO- products obtained\nby LAG-H<sub>2</sub>O synthesis of (from top to bottom) MOF-801, calculated\npattern of\nMOF-801, MOF-804, UiO-66-NH<sub>2</sub>, UiO-66, and calculated pattern\nof UiO-66. (b) SEM micrographs for UiO-MOF derivatives prepared by\nwater-assisted mechanochemical procedure using cluster <bold>1</bold>.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"sc-2018-04458z_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  (a) PXRD patterns for UiO- products obtained by LAG-H2O synthesis of (from top to bottom) MOF-801, calculated pattern of MOF-801, MOF-804, UiO-66-NH2, UiO-66, and calculated pattern of UiO-66. (b) SEM micrographs for UiO-MOF derivatives prepared by water-assisted mechanochemical procedure using cluster 1.   ", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<p>Scanning electron microscopy (SEM)\nanalysis showed that in most\ncases milling with acetate cluster <bold>1</bold> afforded MOFs with\nparticle size below 100 nm, which agglomerate to form loosely bound\nspherical conglomerates with ca. 1 μm diameter, as in UiO-66-NH<sub>2</sub> and MOF-804, or leaflike formations in MOF-801 and UiO-66,\nwhere the MOF particles seem strongly bound (b). Thermal decomposition of each MOF was\ninvestigated by thermogravimetric analysis (TGA), and the results\nwere consistent with solvothermally prepared compounds. The first\nstep of each TGA curve shows the loss of solvent and is followed by\ndegradation of the MOF, occurring between 350 and 500 °C. The\nresidue above 600 °C is assumed to be ZrO<sub>2</sub> and was\nconfirmed by PXRD (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b04458/suppl_file/sc8b04458_si_001.pdf\">SI</ext-link>).</p>", "clean_text": "Scanning electron microscopy (SEM) analysis showed that in most cases milling with acetate cluster 1 afforded MOFs with particle size below 100 nm, which agglomerate to form loosely bound spherical conglomerates with ca. 1 μm diameter, as in UiO-66-NH2 and MOF-804, or leaflike formations in MOF-801 and UiO-66, where the MOF particles seem strongly bound (b). Thermal decomposition of each MOF was investigated by thermogravimetric analysis (TGA), and the results were consistent with solvothermally prepared compounds. The first step of each TGA curve shows the loss of solvent and is followed by degradation of the MOF, occurring between 350 and 500 °C. The residue above 600 °C is assumed to be ZrO2 and was confirmed by PXRD (see SI).", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["synthesis condition"], "content": "<p>The applicability\nof <bold>1</bold> for development of the green\nsynthesis of zirconium MOFs on a multigram scale was tested on UiO-66-NH<sub>2</sub>, one of the most potent and investigated zirconium catalysts\ntoday. Here, we devised the mechanochemical procedure to scale the\nreaction to 10 g using a planetary Fritsch Pulverisette 6 reactor\nequipped with one 50 mL zirconia jar. Milling for 90 min with 4 mL\nof water additive at 500 rpm yielded more than 11 g of pale-yellow\npowder which was identified by PXRD as highly crystalline UiO-66-NH<sub>2</sub> ().\nThe crude product was washed with a small amount of methanol to remove\nthe acetic acid byproduct and linker residues and was further subjected\nto porosity measurements.</p>", "clean_text": "The applicability of 1 for development of the green synthesis of zirconium MOFs on a multigram scale was tested on UiO-66-NH2, one of the most potent and investigated zirconium catalysts today. Here, we devised the mechanochemical procedure to scale the reaction to 10 g using a planetary Fritsch Pulverisette 6 reactor equipped with one 50 mL zirconia jar. Milling for 90 min with 4 mL of water additive at 500 rpm yielded more than 11 g of pale-yellow powder which was identified by PXRD as highly crystalline UiO-66-NH2 (). The crude product was washed with a small amount of methanol to remove the acetic acid byproduct and linker residues and was further subjected to porosity measurements.", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) TSE setup used for continuous mechanochemical\nsynthesis of\nUiO-66-NH<sub>2</sub>. Extruded UiO-66-NH<sub>2</sub> was collected\nin a 1 L beaker. (b) SEM micrographs of UiO-66-NH<sub>2</sub> prepared\nby TSE (left) and by milling in planetary mill (right). (c) PXRD patterns\nof UiO-66-NH<sub>2</sub> obtained on a 10 g scale in a planetary mill\nand on a 100 g scale by continuous mechanochemical procedure using\nTSE.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"sc-2018-04458z_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  (a) TSE setup used for continuous mechanochemical synthesis of UiO-66-NH2. Extruded UiO-66-NH2 was collected in a 1 L beaker. (b) SEM micrographs of UiO-66-NH2 prepared by TSE (left) and by milling in planetary mill (right). (c) PXRD patterns of UiO-66-NH2 obtained on a 10 g scale in a planetary mill and on a 100 g scale by continuous mechanochemical procedure using TSE.   ", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<title>Continuous Mechanochemical\nProcedure for the Synthesis of UiO-66-NH<sub>2</sub> by Twin-Screw\nExtrusion</title><p>As our target reaction scale\nof ca. 100 g would require large and cumbersome reactor vessels, we\nswitched from batch synthesis to a continuous manufacturing methodology\nbased on a twin-screw extrusion (TSE) procedure. Notably, TSE was\nrecently described in continuous- and solvent-free synthesis of four\nother commercially interesting MOFs. The\nprocedure is based on use of a twin-screw laboratory extruder (a), wherein the reaction\nmixture, added continuously through the feeder, is milled and transported\nalong two corotating screws before exiting the instrument. In our\ncase we have used a Rondol 21 mm LAB TWIN extruder where the die at\nthe end of the tube was removed to avoid clogging by product particles.\nTo be able to use this equipment on a larger scale, the main prerequisite\nis the accessibility of a large quantity of starting compounds. Whereas\nthe 2-aminoterephthalic acid linker is commercially available, compound <bold>1</bold> was synthesized readily on a 100 g scale, simply by mixing\nof a solution of zirconium propoxide with acetic acid (). Colorless crystals can be isolated\nand filtered after a day or two of standing at room temperature. We\npremixed <bold>1</bold> and 2-aminoterephthalic acid in a large glass\nbeaker before starting to add it carefully through the feeder, and\nMeOH was added through the adjacent inlet to provide necessary lubrication\nand to catalyze the reaction. We have chosen MeOH rather than water,\nused in milling procedures involving mixer or planetary mills, as\nmixtures in LAG with methanol additive seemed to flow more readily\nthrough the extrusion reactor.</p>", "clean_text": "Continuous Mechanochemical Procedure for the Synthesis of UiO-66-NH2 by Twin-Screw Extrusion\n\nAs our target reaction scale of ca. 100 g would require large and cumbersome reactor vessels, we switched from batch synthesis to a continuous manufacturing methodology based on a twin-screw extrusion (TSE) procedure. Notably, TSE was recently described in continuous- and solvent-free synthesis of four other commercially interesting MOFs. The procedure is based on use of a twin-screw laboratory extruder (a), wherein the reaction mixture, added continuously through the feeder, is milled and transported along two corotating screws before exiting the instrument. In our case we have used a Rondol 21 mm LAB TWIN extruder where the die at the end of the tube was removed to avoid clogging by product particles. To be able to use this equipment on a larger scale, the main prerequisite is the accessibility of a large quantity of starting compounds. Whereas the 2-aminoterephthalic acid linker is commercially available, compound 1 was synthesized readily on a 100 g scale, simply by mixing of a solution of zirconium propoxide with acetic acid (). Colorless crystals can be isolated and filtered after a day or two of standing at room temperature. We premixed 1 and 2-aminoterephthalic acid in a large glass beaker before starting to add it carefully through the feeder, and MeOH was added through the adjacent inlet to provide necessary lubrication and to catalyze the reaction. We have chosen MeOH rather than water, used in milling procedures involving mixer or planetary mills, as mixtures in LAG with methanol additive seemed to flow more readily through the extrusion reactor.", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["property"], "content": "<p>The product after the first pass\nwas pale yellow, consistent with the color expected of UiO-66-NH<sub>2</sub>. In accordance with the standard TSE procedure, the obtained\nmixture was fed through the extruder one more time to ensure larger\nresidence times, and consequentially, a higher yield of the product.\nAt the screw speed of 180 rpm, the accomplished throughput was around\n23 g/min, equivalent to almost 1.4 kg of product per hour. The obtained\npale-yellow powder was washed with a small volume of MeOH and identified\nas UiO-66-NH<sub>2</sub> using PXRD analysis (c). The particles in the sample are smaller\nthan 100 nm in diameter and agglomerate to loosely bound spheres,\nsimilar to UiO-66-NH<sub>2</sub> obtained on a 200 mg scale by LAG\nprocedure using a laboratory mixer mill (b, left).</p>", "clean_text": "The product after the first pass was pale yellow, consistent with the color expected of UiO-66-NH2. In accordance with the standard TSE procedure, the obtained mixture was fed through the extruder one more time to ensure larger residence times, and consequentially, a higher yield of the product. At the screw speed of 180 rpm, the accomplished throughput was around 23 g/min, equivalent to almost 1.4 kg of product per hour. The obtained pale-yellow powder was washed with a small volume of MeOH and identified as UiO-66-NH2 using PXRD analysis (c). The particles in the sample are smaller than 100 nm in diameter and agglomerate to loosely bound spheres, similar to UiO-66-NH2 obtained on a 200 mg scale by LAG procedure using a laboratory mixer mill (b, left).", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["property"], "content": "<title>Porosity Measurements</title><p>In addition to confirming crystallinity\nand topology, it is important to determine how the proposed mechanochemical\nprocedures affect the MOF porosity. Zirconium MOFs are generally considered\nto be highly stable in aqueous environments, which is a basis for\ntheir potential application in remediation of chemical warfare agents\nand other pollutants. The surface area of UiO-66, UiO-66-NH<sub>2</sub>, MOF-801, and MOF-804 samples, prepared by LAG with water and activated\nby a standard procedure, shows that the proposed laboratory mechanochemical\nLAG procedure did not influence significantly the porosity of prepared\nmaterials (). The measured Brunauer–Emmett–Teller (BET) areas\nfor samples of UiO-66, UiO-66-NH<sub>2</sub>, MOF-801, and MOF-804\nwere 1145, 815, 540, and 755 m<sup>2</sup>/g, respectively ( and ). These results are consistent\nwith the literature values for analogous materials synthesized solvothermally or by mechanochemical batch synthesis using\nLAG in the presence of MeOH additive. The\nhysteresis observed in the isotherm of the UiO-66 sample is most likely\ndue to small particles (&lt;100 nm diameter) which are compacted strongly\n(a), thus creating\ninterparticle voids that may act like larger mesopores. UiO-66-NH<sub>2</sub> prepared in a planetary mill on a 10 g scale with water additive\ndisplayed an excellent BET surface area (885 m<sup>2</sup>/g), while\nthe sample made on a 100 g scale by TSE showed somewhat lower surface\narea (610 m<sup>2</sup>/g).</p>", "clean_text": "Porosity Measurements\n\nIn addition to confirming crystallinity and topology, it is important to determine how the proposed mechanochemical procedures affect the MOF porosity. Zirconium MOFs are generally considered to be highly stable in aqueous environments, which is a basis for their potential application in remediation of chemical warfare agents and other pollutants. The surface area of UiO-66, UiO-66-NH2, MOF-801, and MOF-804 samples, prepared by LAG with water and activated by a standard procedure, shows that the proposed laboratory mechanochemical LAG procedure did not influence significantly the porosity of prepared materials (). The measured Brunauer-Emmett-Teller (BET) areas for samples of UiO-66, UiO-66-NH2, MOF-801, and MOF-804 were 1145, 815, 540, and 755 m2/g, respectively ( and ). These results are consistent with the literature values for analogous materials synthesized solvothermally or by mechanochemical batch synthesis using LAG in the presence of MeOH additive. The hysteresis observed in the isotherm of the UiO-66 sample is most likely due to small particles (<100 nm diameter) which are compacted strongly (a), thus creating interparticle voids that may act like larger mesopores. UiO-66-NH2 prepared in a planetary mill on a 10 g scale with water additive displayed an excellent BET surface area (885 m2/g), while the sample made on a 100 g scale by TSE showed somewhat lower surface area (610 m2/g).", "data": null, "include_properties": null}, {"idx": 19, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>BET Surface Areas\nof Mechanochemically\nPrepared UiO-MOFs (in m<sup>2</sup>/g), Determined from N<sub>2</sub> Sorption Measurements at 77 K</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">MOF</oasis:entry>\n<oasis:entry align=\"center\">additive H<sub>2</sub>O</oasis:entry>\n<oasis:entry align=\"center\">additive MeOH</oasis:entry>\n<oasis:entry align=\"center\">literature<xref ref-type=\"table-fn\" rid=\"t1fn1\"></xref>\n<sup>,</sup>\n<xref ref-type=\"bibr\" rid=\"ref69\"></xref>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>MOF-801</oasis:entry>\n<oasis:entry>540</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>690 (SC<xref ref-type=\"table-fn\" rid=\"t1fn2\"></xref>), 990 (P<xref ref-type=\"table-fn\" rid=\"t1fn2\"></xref>)<xref ref-type=\"bibr\" rid=\"ref72\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MOF-804</oasis:entry>\n<oasis:entry>755</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>560<xref ref-type=\"bibr\" rid=\"ref69\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>UiO-66</oasis:entry>\n<oasis:entry>1145</oasis:entry>\n<oasis:entry>1020<xref ref-type=\"bibr\" rid=\"ref9\"></xref>\n</oasis:entry>\n<oasis:entry>1100<xref ref-type=\"bibr\" rid=\"ref69\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>UiO-66-NH<sub>2</sub>\n</oasis:entry>\n<oasis:entry>815</oasis:entry>\n<oasis:entry>945<xref ref-type=\"bibr\" rid=\"ref9\"></xref>\n</oasis:entry>\n<oasis:entry>830<xref ref-type=\"bibr\" rid=\"ref69\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>UiO-66-NH<sub>2</sub> (planetary)<xref ref-type=\"table-fn\" rid=\"t1fn3\"></xref>\n</oasis:entry>\n<oasis:entry>885</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>UiO-66-NH<sub>2</sub> (TSE)<xref ref-type=\"table-fn\" rid=\"t1fn3\"></xref>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>610</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t1fn1\">\n<label>a</label>\n<p>Solvothermally obtained MOFs.</p>\n</fn>\n<fn id=\"t1fn2\">\n<label>b</label>\n<p>SC, single crystal; P, powder.</p>\n</fn>\n<fn id=\"t1fn3\">\n<label>c</label>\n<p>Materials were activated without\nthe solvent exchange, by heating the samples to 120 °C in a lowered\npressure atmosphere.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Nitrogen adsorption–desorption\nisotherms measured at 77\nK for Zr-MOFs prepared by mechanochemical procedures from <bold>1</bold>.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"sc-2018-04458z_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  Nitrogen adsorption-desorption isotherms measured at 77 K for Zr-MOFs prepared by mechanochemical procedures from 1.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<p>Importantly, the latter two samples\nwere activated using a much\nsimpler procedure than conventionally used for MOFs and applied for\nother tested samples (). As these samples were synthesized in the presence of small amounts\nof water or alcohols, we aimed to avoid the conventional solvent-exchange\nprocedure which is inherently wasteful, involves multiple washings\nwith the volatile and hazardous organic solvents, and requires specialized\nequipment. In the herein developed procedure, the MOFs were simply\nkept overnight in vacuum at 120 °C, leading to excellent BET\nsurface areas. Consequently, the herein developed green and environmentally\nfriendly synthetic procedures also enable a cleaner, more material-efficient\nactivation of the MOF products.</p>", "clean_text": "Importantly, the latter two samples were activated using a much simpler procedure than conventionally used for MOFs and applied for other tested samples (). As these samples were synthesized in the presence of small amounts of water or alcohols, we aimed to avoid the conventional solvent-exchange procedure which is inherently wasteful, involves multiple washings with the volatile and hazardous organic solvents, and requires specialized equipment. In the herein developed procedure, the MOFs were simply kept overnight in vacuum at 120 °C, leading to excellent BET surface areas. Consequently, the herein developed green and environmentally friendly synthetic procedures also enable a cleaner, more material-efficient activation of the MOF products.", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["property"], "content": "<title>Catalytic Activity</title><p>After confirming the permanent porosity\nand phase purity of the mechanochemically produced UiO-type MOFs,\nwe evaluated their applicability by assessing their activity as catalysts\nfor hydrolysis of the nerve agent simulant dimethyl 4-nitrophenyl\nphosphate (DMNP, ). The mechanochemically prepared samples of UiO-66-NH<sub>2</sub>, previously established to be one of the most potent catalysts for\nthis reaction, expectedly displayed much higher catalytic activity\n(<italic>t</italic>\n<sub>1/2</sub> is ≈6 min for the UiO-66-NH<sub>2</sub> made by milling in the IST-500 mixer mill) compared to UiO-66,\nconsistent with the previously described behavior of solvothermally\nprepared UiO’s. Interestingly,\nUiO-66-NH<sub>2</sub> prepared by TSE on a 100 g scale showed the\nbest catalytic activity among all tested samples (<italic>t</italic>\n<sub>1/2</sub> is ≈5 min), which is possibly due to the good\ndispersibility of the loosely bound particles (b) in water. The UiO-66-NH<sub>2</sub> sample\nobtained from the planetary mill formed large agglomerates in the\nsolid-state (please check the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b04458/suppl_file/sc8b04458_si_001.pdf\">Supporting Information</ext-link>) and the solution, which would not disperse despite the long sonication,\nand that was the only tested UiO-66-NH<sub>2</sub> sample that showed\nmoderate hydrolytic activity under these experimental conditions.\nIt is worth noting that the overall catalytic activity reported here\nis slightly lower compared to solvothermally prepared UiO-66-NH<sub>2</sub> due to the formation of larger agglomerates, resulting in\nlimited dispersibility in water.</p>", "clean_text": "Catalytic Activity\n\nAfter confirming the permanent porosity and phase purity of the mechanochemically produced UiO-type MOFs, we evaluated their applicability by assessing their activity as catalysts for hydrolysis of the nerve agent simulant dimethyl 4-nitrophenyl phosphate (DMNP, ). The mechanochemically prepared samples of UiO-66-NH2, previously established to be one of the most potent catalysts for this reaction, expectedly displayed much higher catalytic activity (t 1/2 is ~6 min for the UiO-66-NH2 made by milling in the IST-500 mixer mill) compared to UiO-66, consistent with the previously described behavior of solvothermally prepared UiO's. Interestingly, UiO-66-NH2 prepared by TSE on a 100 g scale showed the best catalytic activity among all tested samples (t 1/2 is ~5 min), which is possibly due to the good dispersibility of the loosely bound particles (b) in water. The UiO-66-NH2 sample obtained from the planetary mill formed large agglomerates in the solid-state (please check the Supporting Information) and the solution, which would not disperse despite the long sonication, and that was the only tested UiO-66-NH2 sample that showed moderate hydrolytic activity under these experimental conditions. It is worth noting that the overall catalytic activity reported here is slightly lower compared to solvothermally prepared UiO-66-NH2 due to the formation of larger agglomerates, resulting in limited dispersibility in water.", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Comparison of hydrolysis profiles for\na degradation of nerve simulant\nDMNP in the presence of UiO-66 (red, prepared by LAG in the IST-500\nmixer mill) and UiO-66-NH<sub>2</sub> (purple, sample from batch LAG\nin the IST-500 mill; green, sample prepared by TSE; and blue, sample\nprepared by milling in the planetary Fritsch Pulverisette 6 mill).</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"sc-2018-04458z_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  Comparison of hydrolysis profiles for a degradation of nerve simulant DMNP in the presence of UiO-66 (red, prepared by LAG in the IST-500 mixer mill) and UiO-66-NH2 (purple, sample from batch LAG in the IST-500 mill; green, sample prepared by TSE; and blue, sample prepared by milling in the planetary Fritsch Pulverisette 6 mill).   ", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>In\nsummary, we have developed a rapid, scalable, and green mechanochemical\nsynthesis of a series of Zr<sub>6</sub>-based MOFs with <italic>fcu</italic>-topology (UiO-66, UiO-66-NH<sub>2</sub>, MOF-801, and MOF-804) via\nwater-assisted grinding. The procedure relies on use of a Zr<sub>12</sub> acetate precursor and a minute amount of liquid additive to afford\nhigh-quality <italic>fcu</italic>-Zr<sub>6</sub> MOFs in batch or\nflow mechanochemical reactors, with minimum workup needed and with\nacetic acid as an exclusive byproduct. Reactivity of the Zr<sub>12</sub> acetate cluster proved superior to reactivity of the more commonly\nused Zr<sub>6</sub> methacrylate cluster, which was successful for\nMOF-801 synthesis only. The proposed mechanochemical procedure can\nbe scaled to a 10 g scale using a planetary mill, or even to larger\nscales using continuous processing by twin-screw extrusion, affording\n&gt;100 g of UiO-66-NH<sub>2</sub> MOF at a rate of ca. 1.4 kg/h.\nThe\nobtained products showed high crystallinity and porosity without the\nneed for excessive workup or the stabilization of the framework by\nDMF. For materials prepared on a larger scale, simple thermal activation\nwithout long and costly solvent-exchange procedures was sufficient\nto yield activated MOFs with high BET surfaces. The catalytic activity\nof UiO-66-NH<sub>2</sub> and UiO-66 prepared from the acetate precursor\nby water-assisted mechanochemistry was comparable to those of their\nconventionally prepared counterparts. Based on these encouraging results,\nwe believe this Zr<sub>12</sub> acetate cluster may become a common\nprecursor in development of greener and safer synthetic procedures\nfor other commercially interesting zirconium MOFs.</p>", "clean_text": "Conclusions\n\nIn summary, we have developed a rapid, scalable, and green mechanochemical synthesis of a series of Zr6-based MOFs with fcu-topology (UiO-66, UiO-66-NH2, MOF-801, and MOF-804) via water-assisted grinding. The procedure relies on use of a Zr12 acetate precursor and a minute amount of liquid additive to afford high-quality fcu-Zr6 MOFs in batch or flow mechanochemical reactors, with minimum workup needed and with acetic acid as an exclusive byproduct. Reactivity of the Zr12 acetate cluster proved superior to reactivity of the more commonly used Zr6 methacrylate cluster, which was successful for MOF-801 synthesis only. The proposed mechanochemical procedure can be scaled to a 10 g scale using a planetary mill, or even to larger scales using continuous processing by twin-screw extrusion, affording >100 g of UiO-66-NH2 MOF at a rate of ca. 1.4 kg/h. The obtained products showed high crystallinity and porosity without the need for excessive workup or the stabilization of the framework by DMF. For materials prepared on a larger scale, simple thermal activation without long and costly solvent-exchange procedures was sufficient to yield activated MOFs with high BET surfaces. The catalytic activity of UiO-66-NH2 and UiO-66 prepared from the acetate precursor by water-assisted mechanochemistry was comparable to those of their conventionally prepared counterparts. Based on these encouraging results, we believe this Zr12 acetate cluster may become a common precursor in development of greener and safer synthetic procedures for other commercially interesting zirconium MOFs.", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<title>Experimental Section</title><p>Zr­(IV) propoxide (70 wt % in 1-propanol\nsolution) was obtained\nfrom Sigma-Aldrich, acetic acid (99.5% purity) from Kemika, and terephthalic\nacid (tpa) from Merck; 2-aminoterephthalic acid (atpa) and fumaric\nacid (fum) were obtained from TCI, and 2,5-dihydroxyterephthalic acid\n(dhta) (97% purity) was obtained from Alfa Aesar. All reagents were\nused without further purification, and all reactions were conducted\nwith deionized water. Cluster <bold>2</bold> (Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>(C<sub>2</sub>H<sub>3</sub>CO<sub>2</sub>)<sub>12</sub>) was prepared according to the literature.\n</p>", "clean_text": "Experimental Section\n\nZr(IV) propoxide (70 wt % in 1-propanol solution) was obtained from Sigma-Aldrich, acetic acid (99.5% purity) from Kemika, and terephthalic acid (tpa) from Merck; 2-aminoterephthalic acid (atpa) and fumaric acid (fum) were obtained from TCI, and 2,5-dihydroxyterephthalic acid (dhta) (97% purity) was obtained from Alfa Aesar. All reagents were used without further purification, and all reactions were conducted with deionized water. Cluster 2 (Zr6O4(OH)4(C2H3CO2)12) was prepared according to the literature. ", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis of Acetate Cluster [Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>(CH<sub>3</sub>COO)<sub>12</sub>]<sub>2</sub> (<bold>1</bold>)</title><p>Synthesis of <bold>1</bold> was conducted according to\nthe literature method. Zirconium­(IV)\npropoxide (70 wt % 1-propanol solution) (1 g, 3.05 mmol) and acetic\nacid (3.50 mL) (1:20 ratio) were mixed in a sealed beaker and left\novernight at room temperature. Microcrystalline colorless powder was\ncollected by filter suction, washed with acetic acid gently, and dried\nat room temperature, with a yield of 0.825 g, 95% based on zirconium­(IV)\npropoxide.</p>", "clean_text": "Synthesis of Acetate Cluster [Zr6O4(OH)4(CH3COO)12]2 (1)\n\nSynthesis of 1 was conducted according to the literature method. Zirconium(IV) propoxide (70 wt % 1-propanol solution) (1 g, 3.05 mmol) and acetic acid (3.50 mL) (1:20 ratio) were mixed in a sealed beaker and left overnight at room temperature. Microcrystalline colorless powder was collected by filter suction, washed with acetic acid gently, and dried at room temperature, with a yield of 0.825 g, 95% based on zirconium(IV) propoxide.", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<title>Attempted Water-Assisted LAG Synthesis of\nUiO-66, UiO-66-NH<sub>2</sub>, MOF-801, and MOF-804 Using Methacrylate\nCluster <bold>2</bold>\n</title><p>The methacrylate-based cluster <bold>2</bold> (0.052 mmol),\norganic linkers (terephthalic acid, 2-aminoterephthalic acid, 2,5-dihydroxy\nterephthalic acid, and fumaric acid) (0.315 mmol) (1:6 molar ratio\nof cluster <bold>2</bold> to organic linker), and 50 μL of H<sub>2</sub>O were placed into a Teflon jar equipped with two stainless\nsteel balls (1.38 g each) and milled for 90 min using the IST-500\nmixer mill operating at 25 Hz. Resulting powders for each reaction\nwere washed with water or MeOH and analyzed by PXRD and FTIR-ATR.</p>", "clean_text": "Attempted Water-Assisted LAG Synthesis of UiO-66, UiO-66-NH2, MOF-801, and MOF-804 Using Methacrylate Cluster 2 \n\nThe methacrylate-based cluster 2 (0.052 mmol), organic linkers (terephthalic acid, 2-aminoterephthalic acid, 2,5-dihydroxy terephthalic acid, and fumaric acid) (0.315 mmol) (1:6 molar ratio of cluster 2 to organic linker), and 50 μL of H2O were placed into a Teflon jar equipped with two stainless steel balls (1.38 g each) and milled for 90 min using the IST-500 mixer mill operating at 25 Hz. Resulting powders for each reaction were washed with water or MeOH and analyzed by PXRD and FTIR-ATR.", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["synthesis condition"], "content": "<title>Water-Assisted Milling Synthesis of UiO-66-NH<sub>2</sub> from <bold>1</bold>\n</title><p>The optimized LAG-assisted milling reaction of\nUiO-66-NH<sub>2</sub> was performed at the IST-500 mixer mill at 25\nHz for 90 min. Zr<sub>12</sub> precursor (64.8 mg, 0.023 mmol), 2-aminoterephthalic\nacid (50.77 mg, 0.28 mmol) (molar ratio of 1:12), and 50 μL\nof H<sub>2</sub>O were placed into a Teflon jar (10 mL) with two stainless\nsteel balls (1.38 g each). The resulting yellow powder was washed\nwith water or MeOH and analyzed by PXRD, FTIR-ATR, and TGA, with an\nisolated amount of 111 mg.</p>", "clean_text": "Water-Assisted Milling Synthesis of UiO-66-NH2 from 1 \n\nThe optimized LAG-assisted milling reaction of UiO-66-NH2 was performed at the IST-500 mixer mill at 25 Hz for 90 min. Zr12 precursor (64.8 mg, 0.023 mmol), 2-aminoterephthalic acid (50.77 mg, 0.28 mmol) (molar ratio of 1:12), and 50 μL of H2O were placed into a Teflon jar (10 mL) with two stainless steel balls (1.38 g each). The resulting yellow powder was washed with water or MeOH and analyzed by PXRD, FTIR-ATR, and TGA, with an isolated amount of 111 mg.", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["synthesis condition"], "content": "<title>Water-Assisted Milling Synthesis of MOF-801\nfrom <bold>1</bold>\n</title><p>Compound <bold>1</bold> (89.5 mg, 0.0263\nmmol), fumaric\nacid (36.66 mg, 0.315 mmol), and 50 μL of H<sub>2</sub>O were\nplaced into a plastic jar (10 mL) with two stainless steel balls (1.38\ng each). The reaction mixture was milled using the IST-500 mixer mill\nat 25 Hz for 90 min. The resulting white powder was washed with water\nor MeOH and analyzed by PXRD, FTIR-ATR, and TGA, with an isolated\namount of 87 mg.</p>", "clean_text": "Water-Assisted Milling Synthesis of MOF-801 from 1 \n\nCompound 1 (89.5 mg, 0.0263 mmol), fumaric acid (36.66 mg, 0.315 mmol), and 50 μL of H2O were placed into a plastic jar (10 mL) with two stainless steel balls (1.38 g each). The reaction mixture was milled using the IST-500 mixer mill at 25 Hz for 90 min. The resulting white powder was washed with water or MeOH and analyzed by PXRD, FTIR-ATR, and TGA, with an isolated amount of 87 mg.", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["synthesis condition"], "content": "<title>Water-Assisted Milling Synthesis of MOF-804\nfrom <bold>1</bold>\n</title><p>Compound <bold>1</bold> (89.5 mg, 0.0263\nmmol), 2,5-dihydroxyterephthalic\nacid (62.58 mg, 0.315 mmol), and 50 μL of H<sub>2</sub>O were\nplaced into a plastic jar (10 mL) with two stainless steel balls (1.38\ng each). The reaction mixture was milled using the IST-500 mixer mill\nat 25 Hz for 90 min. The resulting yellow powder was washed with water\nor MeOH and analyzed by PXRD, FTIR-ATR, and TGA, with an isolated\namount of 108 mg.</p>", "clean_text": "Water-Assisted Milling Synthesis of MOF-804 from 1 \n\nCompound 1 (89.5 mg, 0.0263 mmol), 2,5-dihydroxyterephthalic acid (62.58 mg, 0.315 mmol), and 50 μL of H2O were placed into a plastic jar (10 mL) with two stainless steel balls (1.38 g each). The reaction mixture was milled using the IST-500 mixer mill at 25 Hz for 90 min. The resulting yellow powder was washed with water or MeOH and analyzed by PXRD, FTIR-ATR, and TGA, with an isolated amount of 108 mg.", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["synthesis condition"], "content": "<title>Two-Step Water-Assisted Milling Synthesis\nof UiO-66 from <bold>1</bold>\n</title><p>UiO-66 was synthesized in two\nreaction steps. First,\nterephthalic acid (52.47 mg, 0.315 mmol), triethylamine (63.80 mg,\n0.631 mmol), and 50 μL of H<sub>2</sub>O were placed into a\nTeflon jar (10 mL) and milled for 30 min at 25 Hz using two stainless\nsteel balls (1.38 g each) and an InSolido Technologies IST-500 mixer\nmill. Zr<sub>12</sub> precursor <bold>1</bold> (89.5 mg, 0.0263 mmol)\nwas added afterward to this mixture and stirred for an additional\n90 min. The resulting white powder (isolated 95 mg) was washed with\nmethanol (MeOH), dried in air, and analyzed by PXRD, FTIR-ATR, and\nTGA.</p>", "clean_text": "Two-Step Water-Assisted Milling Synthesis of UiO-66 from 1 \n\nUiO-66 was synthesized in two reaction steps. First, terephthalic acid (52.47 mg, 0.315 mmol), triethylamine (63.80 mg, 0.631 mmol), and 50 μL of H2O were placed into a Teflon jar (10 mL) and milled for 30 min at 25 Hz using two stainless steel balls (1.38 g each) and an InSolido Technologies IST-500 mixer mill. Zr12 precursor 1 (89.5 mg, 0.0263 mmol) was added afterward to this mixture and stirred for an additional 90 min. The resulting white powder (isolated 95 mg) was washed with methanol (MeOH), dried in air, and analyzed by PXRD, FTIR-ATR, and TGA.", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["synthesis condition"], "content": "<title>10 g Scale Mechanochemical Synthesis of UiO-66-NH<sub>2</sub> in a Planetary Mill</title><p>Gram-scale mechanochemical synthesis\nof UiO-66-NH<sub>2</sub> was conducted using a Fritsch Pulverisette\n6 planetary mill operating at 500 rpm. Compound <bold>1</bold>, 7.16\ng, was mixed with 4.58 g of 2-aminoterephthalic acid in a 50 mL reaction\nvessel made of ZrO<sub>2</sub> with three ZrO<sub>2</sub> balls (each\nweighing 3 g), followed by the addition of 4 mL of water. After 90\nmin of milling, pale-yellow product was isolated and washed three\ntimes with a small volume of methanol, with an isolated amount of\n11.3 g of UiO-66-NH<sub>2</sub>.</p>", "clean_text": "10 g Scale Mechanochemical Synthesis of UiO-66-NH2 in a Planetary Mill\n\nGram-scale mechanochemical synthesis of UiO-66-NH2 was conducted using a Fritsch Pulverisette 6 planetary mill operating at 500 rpm. Compound 1, 7.16 g, was mixed with 4.58 g of 2-aminoterephthalic acid in a 50 mL reaction vessel made of ZrO2 with three ZrO2 balls (each weighing 3 g), followed by the addition of 4 mL of water. After 90 min of milling, pale-yellow product was isolated and washed three times with a small volume of methanol, with an isolated amount of 11.3 g of UiO-66-NH2.", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["else"], "content": "<title>Continuous Mechanosynthesis\nof UiO-66-NH<sub>2</sub> by TSE</title><p>A continuous mechanochemical\nsynthesis experiment was carried out\nin a Rondol 21 mm LAB TWIN corotating, intermeshing twin-screw extruder\n(TSE), shown in a. Total barrel length was 630 mm, leading to <italic>L</italic>/<italic>D</italic> ratio of 30. Apart from forward-conveying sections, screws\nwere equipped with three kneading blocks comprising 5 mm wide bilobed\nelements arranged in 30°, 60°, and 90° stagger angles\nwith lengths of 65, 25, and 50 mm, respectively. The barrel of the\nextruder consisted of five individual heating/cooling sections (a). The barrel was\nkept at 40 °C to ensure smooth screw rotation. For the purpose\nof this experiment, the die at the end of the extruder barrel was\nremoved, and the extruded material was collected in a weighed beaker.\nReactants were gently premixed in a beaker and fed manually through\nthe first feed port. Screw speed was kept at 180 rpm, at which torque\nwas kept at 90% of the maximum value, providing as high as possible\nthroughput for the current screw configuration. To facilitate longer\nresidence times and ensure higher conversion, the obtained product\nwas fed through the extruder one more time, with an isolated amount\nof 104 g of UiO-66-NH<sub>2</sub>.</p>", "clean_text": "Continuous Mechanosynthesis of UiO-66-NH2 by TSE\n\nA continuous mechanochemical synthesis experiment was carried out in a Rondol 21 mm LAB TWIN corotating, intermeshing twin-screw extruder (TSE), shown in a. Total barrel length was 630 mm, leading to L/D ratio of 30. Apart from forward-conveying sections, screws were equipped with three kneading blocks comprising 5 mm wide bilobed elements arranged in 30°, 60°, and 90° stagger angles with lengths of 65, 25, and 50 mm, respectively. The barrel of the extruder consisted of five individual heating/cooling sections (a). The barrel was kept at 40 °C to ensure smooth screw rotation. For the purpose of this experiment, the die at the end of the extruder barrel was removed, and the extruded material was collected in a weighed beaker. Reactants were gently premixed in a beaker and fed manually through the first feed port. Screw speed was kept at 180 rpm, at which torque was kept at 90% of the maximum value, providing as high as possible throughput for the current screw configuration. To facilitate longer residence times and ensure higher conversion, the obtained product was fed through the extruder one more time, with an isolated amount of 104 g of UiO-66-NH2.", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["else"], "content": "<title>Activation and Porosity\nMeasurements</title><p>Samples were shipped\nto Northwestern University as wet powders containing a minimal amount\nof H<sub>2</sub>O or methanol. Nitrogen adsorption and desorption\nisotherm measurements were performed on a Micromeritics Tristar II\ninstrument at 77 K. All gases used were ultra-high-purity grade 5\ngases from Airgas Specialty Gases. Prior to measuring the nitrogen\nadsorption–desorption isotherms, the materials obtained by\nmilling in the mixer mill were activated as follows: each sample (≈60\nmg each) was then soaked in 12 mL of acetone in a 15 mL polypropylene\ncentrifuge tube. After soaking for 3 h, the MOF sample was centrifuged,\nand the acetone was removed using a Pasteur pipet. A 12 mL portion\nof fresh acetone was then added to the MOF sample in the 15 mL polypropylene\ncentrifuge tube. The sample was allowed to soak in the fresh acetone\nfor 3 h before repeating centrifugation and removal of solvent. Finally,\n12 mL of fresh acetone was added to the MOF sample in the 15 mL polypropylene\ncentrifuge tube and allowed to soak for 18 h before repeating centrifugation\nand removal of solvent. The sample was then placed in a vacuum oven\nset at 80 °C for 6 h to remove the majority of the acetone in\nthe sample. Lastly, the MOF was thermally activated under ultrahigh\nvacuum at 120 °C for 18 h on a Micromeritics Smart VacPrep instrument.</p>", "clean_text": "Activation and Porosity Measurements\n\nSamples were shipped to Northwestern University as wet powders containing a minimal amount of H2O or methanol. Nitrogen adsorption and desorption isotherm measurements were performed on a Micromeritics Tristar II instrument at 77 K. All gases used were ultra-high-purity grade 5 gases from Airgas Specialty Gases. Prior to measuring the nitrogen adsorption-desorption isotherms, the materials obtained by milling in the mixer mill were activated as follows: each sample (~60 mg each) was then soaked in 12 mL of acetone in a 15 mL polypropylene centrifuge tube. After soaking for 3 h, the MOF sample was centrifuged, and the acetone was removed using a Pasteur pipet. A 12 mL portion of fresh acetone was then added to the MOF sample in the 15 mL polypropylene centrifuge tube. The sample was allowed to soak in the fresh acetone for 3 h before repeating centrifugation and removal of solvent. Finally, 12 mL of fresh acetone was added to the MOF sample in the 15 mL polypropylene centrifuge tube and allowed to soak for 18 h before repeating centrifugation and removal of solvent. The sample was then placed in a vacuum oven set at 80 °C for 6 h to remove the majority of the acetone in the sample. Lastly, the MOF was thermally activated under ultrahigh vacuum at 120 °C for 18 h on a Micromeritics Smart VacPrep instrument.", "data": null, "include_properties": null}, {"idx": 35, "type": "text", "classification": ["synthesis condition"], "content": "<p>A slightly milder technique using supercritical CO<sub>2</sub> drying\nwas performed for activation of UiO-66 sample using a TousimisTM Samdri\nPVT-30 critical point dryer (Tousimis, Rockville, MD). Supercritically\ndried samples were prepared in the following manner. The solvent is\nexchanged with absolute ethanol overnight. The ethanol-dispersed sample\nwas transferred into the sample holder with a glass pipet and allowed\nto settle down overnight. The next day, excess of EtOH was pipetted\nout, and the sample holder was placed into a Tousimis Samdri-PVT-3D\nsupercritical CO<sub>2</sub> dryer. The temperature was lowered to\n0 °C, and the chamber was filled with liquid CO<sub>2</sub> (ultra-high-grade\nCO<sub>2</sub> with a siphon from Air-Gas Inc. was used). The sample\nwas soaked for 8 h total, with 5 min venting for every 2 h. The chamber\nwas then heated to 40 °C, and the supercritical CO<sub>2</sub> was bled off at a rate of 0.5 mL/min until the chamber reached close-to-ambient\npressure. The chamber was opened, and the sample was quickly transferred\ninto a preweighed glass sample tube which was sealed and quickly transferred\nto a system providing 10–4 Torr dynamic vacuum. The sample\nwas kept under vacuum at 50 °C for 2 h and was then used for\nN<sub>2</sub> adsorption measurements using a Micromeritics Tristar\nII instrument at 77 K.</p>", "clean_text": "A slightly milder technique using supercritical CO2 drying was performed for activation of UiO-66 sample using a TousimisTM Samdri PVT-30 critical point dryer (Tousimis, Rockville, MD). Supercritically dried samples were prepared in the following manner. The solvent is exchanged with absolute ethanol overnight. The ethanol-dispersed sample was transferred into the sample holder with a glass pipet and allowed to settle down overnight. The next day, excess of EtOH was pipetted out, and the sample holder was placed into a Tousimis Samdri-PVT-3D supercritical CO2 dryer. The temperature was lowered to 0 °C, and the chamber was filled with liquid CO2 (ultra-high-grade CO2 with a siphon from Air-Gas Inc. was used). The sample was soaked for 8 h total, with 5 min venting for every 2 h. The chamber was then heated to 40 °C, and the supercritical CO2 was bled off at a rate of 0.5 mL/min until the chamber reached close-to-ambient pressure. The chamber was opened, and the sample was quickly transferred into a preweighed glass sample tube which was sealed and quickly transferred to a system providing 10-4 Torr dynamic vacuum. The sample was kept under vacuum at 50 °C for 2 h and was then used for N2 adsorption measurements using a Micromeritics Tristar II instrument at 77 K.", "data": null, "include_properties": null}, {"idx": 36, "type": "text", "classification": ["else"], "content": "<p>For the MOF samples prepared by TSE or\na planetary mill, an even\nsimpler activation procedure was used. The materials, without the\nsolvent exchange or supercritical CO<sub>2</sub> treatment, were subjected\nto thermal activation under vacuum at 120 °C for 16 h before\nthe N<sub>2</sub> adsorption measurements on a Micromeritics Tristar\nII instrument at 77 K were conducted.</p>", "clean_text": "For the MOF samples prepared by TSE or a planetary mill, an even simpler activation procedure was used. The materials, without the solvent exchange or supercritical CO2 treatment, were subjected to thermal activation under vacuum at 120 °C for 16 h before the N2 adsorption measurements on a Micromeritics Tristar II instrument at 77 K were conducted.", "data": null, "include_properties": null}, {"idx": 37, "type": "text", "classification": ["else"], "content": "<title>Catalytic Activity Measurements</title><p>Hydrolysis profiles\nwere recorded by in situ <sup>31</sup>P NMR spectroscopy at room temperature.\nMOF catalyst, 1.5 μmol {2.5 mg of UiO66; 3.2 mg of UiO-67 [corresponds\nto 6 mol % catalyst (Zr<sub>6</sub> node)]}, weighted using a microbalance\nand transferred into a 1.5 dram (≈5.5. mL) vial and 0.4 M <italic>N</italic>-ethylmorpholine solution (1.05 mL; 0.05 mL of <italic>N</italic>-ethylmorpholine, 0.9 mL of deionized water, and 0.1 mL\nof D<sub>2</sub>O) were added and then sonicated for 30 s to disperse\nhomogeneously. DMNP (4 μL; 25 μmol) was added to the mixture\nsolution and swirled for 15 s. The reaction mixture was then transferred\nto an NMR tube, and the spectrum was immediately measured; the first\ndata point was collected 120 s after the start of the reaction. The\nprogress of the reaction was monitored with 1 min increments (number\nof scans =  16, delay time =  28 s).</p>", "clean_text": "Catalytic Activity Measurements\n\nHydrolysis profiles were recorded by in situ 31P NMR spectroscopy at room temperature. MOF catalyst, 1.5 μmol {2.5 mg of UiO66; 3.2 mg of UiO-67 [corresponds to 6 mol % catalyst (Zr6 node)]}, weighted using a microbalance and transferred into a 1.5 dram (~5.5. mL) vial and 0.4 M N-ethylmorpholine solution (1.05 mL; 0.05 mL of N-ethylmorpholine, 0.9 mL of deionized water, and 0.1 mL of D2O) were added and then sonicated for 30 s to disperse homogeneously. DMNP (4 μL; 25 μmol) was added to the mixture solution and swirled for 15 s. The reaction mixture was then transferred to an NMR tube, and the spectrum was immediately measured; the first data point was collected 120 s after the start of the reaction. The progress of the reaction was monitored with 1 min increments (number of scans =  16, delay time =  28 s).", "data": null, "include_properties": null}, {"idx": 38, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information is\navailable free of charge on the <ext-link xlink:href=\"http://pubs.acs.org\">ACS Publications website</ext-link> at DOI: <ext-link xlink:href=\"http://pubs.acs.org/doi/abs/10.1021/acssuschemeng.8b04458\">10.1021/acssuschemeng.8b04458</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Powder X-ray diffraction\n(PXRD) analysis, thermogravimetric\nanalysis (TGA/DTA), and FTIR-ATR analysis (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b04458/suppl_file/sc8b04458_si_001.pdf\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acssuschemeng.8b04458.  Powder X-ray diffraction (PXRD) analysis, thermogravimetric analysis (TGA/DTA), and FTIR-ATR analysis (PDF)   ", "data": null, "include_properties": null}, {"idx": 39, "type": "text", "classification": ["else"], "content": "<p>Powder X-ray diffraction\n(PXRD) analysis, thermogravimetric\nanalysis (TGA/DTA), and FTIR-ATR analysis (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b04458/suppl_file/sc8b04458_si_001.pdf\">PDF</ext-link>)</p><p>(S.-Y.M.) Korea Research Institute of Chemical\nTechnology, 141\nGajeongro, Yuseong, Daejeon 34114, Korea.</p><p>The manuscript\nwas written through contributions of all authors. All authors have\ngiven approval to the final version of the manuscript.</p><p>The authors declare no\ncompeting financial interest.</p><p>NIOSH. International Chemical\nSafety Cards\n(ICSC).</p>", "clean_text": "Powder X-ray diffraction (PXRD) analysis, thermogravimetric analysis (TGA/DTA), and FTIR-ATR analysis (PDF)\n\n(S.-Y.M.) Korea Research Institute of Chemical Technology, 141 Gajeongro, Yuseong, Daejeon 34114, Korea.\n\nThe manuscript was written through contributions of all authors. All authors have given approval to the final version of the manuscript.\n\nThe authors declare no competing financial interest.\n\nNIOSH. International Chemical Safety Cards (ICSC).", "data": null, "include_properties": null}], "cln_elements": [{"idx": "14, 26, 28, 29, 30, 31, 32, 35", "type": "text", "classification": "synthesis condition", "content": "<p>The applicability\nof <bold>1</bold> for development of the green\nsynthesis of zirconium MOFs on a multigram scale was tested on UiO-66-NH<sub>2</sub>, one of the most potent and investigated zirconium catalysts\ntoday. Here, we devised the mechanochemical procedure to scale the\nreaction to 10 g using a planetary Fritsch Pulverisette 6 reactor\nequipped with one 50 mL zirconia jar. Milling for 90 min with 4 mL\nof water additive at 500 rpm yielded more than 11 g of pale-yellow\npowder which was identified by PXRD as highly crystalline UiO-66-NH<sub>2</sub> ().\nThe crude product was washed with a small amount of methanol to remove\nthe acetic acid byproduct and linker residues and was further subjected\nto porosity measurements.</p><title>Synthesis of Acetate Cluster [Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>(CH<sub>3</sub>COO)<sub>12</sub>]<sub>2</sub> (<bold>1</bold>)</title><p>Synthesis of <bold>1</bold> was conducted according to\nthe literature method. Zirconium­(IV)\npropoxide (70 wt % 1-propanol solution) (1 g, 3.05 mmol) and acetic\nacid (3.50 mL) (1:20 ratio) were mixed in a sealed beaker and left\novernight at room temperature. Microcrystalline colorless powder was\ncollected by filter suction, washed with acetic acid gently, and dried\nat room temperature, with a yield of 0.825 g, 95% based on zirconium­(IV)\npropoxide.</p><title>Water-Assisted Milling Synthesis of UiO-66-NH<sub>2</sub> from <bold>1</bold>\n</title><p>The optimized LAG-assisted milling reaction of\nUiO-66-NH<sub>2</sub> was performed at the IST-500 mixer mill at 25\nHz for 90 min. Zr<sub>12</sub> precursor (64.8 mg, 0.023 mmol), 2-aminoterephthalic\nacid (50.77 mg, 0.28 mmol) (molar ratio of 1:12), and 50 μL\nof H<sub>2</sub>O were placed into a Teflon jar (10 mL) with two stainless\nsteel balls (1.38 g each). The resulting yellow powder was washed\nwith water or MeOH and analyzed by PXRD, FTIR-ATR, and TGA, with an\nisolated amount of 111 mg.</p><title>Water-Assisted Milling Synthesis of MOF-801\nfrom <bold>1</bold>\n</title><p>Compound <bold>1</bold> (89.5 mg, 0.0263\nmmol), fumaric\nacid (36.66 mg, 0.315 mmol), and 50 μL of H<sub>2</sub>O were\nplaced into a plastic jar (10 mL) with two stainless steel balls (1.38\ng each). The reaction mixture was milled using the IST-500 mixer mill\nat 25 Hz for 90 min. The resulting white powder was washed with water\nor MeOH and analyzed by PXRD, FTIR-ATR, and TGA, with an isolated\namount of 87 mg.</p><title>Water-Assisted Milling Synthesis of MOF-804\nfrom <bold>1</bold>\n</title><p>Compound <bold>1</bold> (89.5 mg, 0.0263\nmmol), 2,5-dihydroxyterephthalic\nacid (62.58 mg, 0.315 mmol), and 50 μL of H<sub>2</sub>O were\nplaced into a plastic jar (10 mL) with two stainless steel balls (1.38\ng each). The reaction mixture was milled using the IST-500 mixer mill\nat 25 Hz for 90 min. The resulting yellow powder was washed with water\nor MeOH and analyzed by PXRD, FTIR-ATR, and TGA, with an isolated\namount of 108 mg.</p><title>Two-Step Water-Assisted Milling Synthesis\nof UiO-66 from <bold>1</bold>\n</title><p>UiO-66 was synthesized in two\nreaction steps. First,\nterephthalic acid (52.47 mg, 0.315 mmol), triethylamine (63.80 mg,\n0.631 mmol), and 50 μL of H<sub>2</sub>O were placed into a\nTeflon jar (10 mL) and milled for 30 min at 25 Hz using two stainless\nsteel balls (1.38 g each) and an InSolido Technologies IST-500 mixer\nmill. Zr<sub>12</sub> precursor <bold>1</bold> (89.5 mg, 0.0263 mmol)\nwas added afterward to this mixture and stirred for an additional\n90 min. The resulting white powder (isolated 95 mg) was washed with\nmethanol (MeOH), dried in air, and analyzed by PXRD, FTIR-ATR, and\nTGA.</p><title>10 g Scale Mechanochemical Synthesis of UiO-66-NH<sub>2</sub> in a Planetary Mill</title><p>Gram-scale mechanochemical synthesis\nof UiO-66-NH<sub>2</sub> was conducted using a Fritsch Pulverisette\n6 planetary mill operating at 500 rpm. Compound <bold>1</bold>, 7.16\ng, was mixed with 4.58 g of 2-aminoterephthalic acid in a 50 mL reaction\nvessel made of ZrO<sub>2</sub> with three ZrO<sub>2</sub> balls (each\nweighing 3 g), followed by the addition of 4 mL of water. After 90\nmin of milling, pale-yellow product was isolated and washed three\ntimes with a small volume of methanol, with an isolated amount of\n11.3 g of UiO-66-NH<sub>2</sub>.</p><p>A slightly milder technique using supercritical CO<sub>2</sub> drying\nwas performed for activation of UiO-66 sample using a TousimisTM Samdri\nPVT-30 critical point dryer (Tousimis, Rockville, MD). Supercritically\ndried samples were prepared in the following manner. The solvent is\nexchanged with absolute ethanol overnight. The ethanol-dispersed sample\nwas transferred into the sample holder with a glass pipet and allowed\nto settle down overnight. The next day, excess of EtOH was pipetted\nout, and the sample holder was placed into a Tousimis Samdri-PVT-3D\nsupercritical CO<sub>2</sub> dryer. The temperature was lowered to\n0 °C, and the chamber was filled with liquid CO<sub>2</sub> (ultra-high-grade\nCO<sub>2</sub> with a siphon from Air-Gas Inc. was used). The sample\nwas soaked for 8 h total, with 5 min venting for every 2 h. The chamber\nwas then heated to 40 °C, and the supercritical CO<sub>2</sub> was bled off at a rate of 0.5 mL/min until the chamber reached close-to-ambient\npressure. The chamber was opened, and the sample was quickly transferred\ninto a preweighed glass sample tube which was sealed and quickly transferred\nto a system providing 10–4 Torr dynamic vacuum. The sample\nwas kept under vacuum at 50 °C for 2 h and was then used for\nN<sub>2</sub> adsorption measurements using a Micromeritics Tristar\nII instrument at 77 K.</p>", "clean_text": "The applicability of 1 for development of the green synthesis of zirconium MOFs on a multigram scale was tested on UiO-66-NH2, one of the most potent and investigated zirconium catalysts today. Here, we devised the mechanochemical procedure to scale the reaction to 10 g using a planetary Fritsch Pulverisette 6 reactor equipped with one 50 mL zirconia jar. Milling for 90 min with 4 mL of water additive at 500 rpm yielded more than 11 g of pale-yellow powder which was identified by PXRD as highly crystalline UiO-66-NH2 (). The crude product was washed with a small amount of methanol to remove the acetic acid byproduct and linker residues and was further subjected to porosity measurements.\n\nSynthesis of Acetate Cluster [Zr6O4(OH)4(CH3COO)12]2 (1)\n\nSynthesis of 1 was conducted according to the literature method. Zirconium(IV) propoxide (70 wt % 1-propanol solution) (1 g, 3.05 mmol) and acetic acid (3.50 mL) (1:20 ratio) were mixed in a sealed beaker and left overnight at room temperature. Microcrystalline colorless powder was collected by filter suction, washed with acetic acid gently, and dried at room temperature, with a yield of 0.825 g, 95% based on zirconium(IV) propoxide.\n\nWater-Assisted Milling Synthesis of UiO-66-NH2 from 1 \n\nThe optimized LAG-assisted milling reaction of UiO-66-NH2 was performed at the IST-500 mixer mill at 25 Hz for 90 min. Zr12 precursor (64.8 mg, 0.023 mmol), 2-aminoterephthalic acid (50.77 mg, 0.28 mmol) (molar ratio of 1:12), and 50 μL of H2O were placed into a Teflon jar (10 mL) with two stainless steel balls (1.38 g each). The resulting yellow powder was washed with water or MeOH and analyzed by PXRD, FTIR-ATR, and TGA, with an isolated amount of 111 mg.\n\nWater-Assisted Milling Synthesis of MOF-801 from 1 \n\nCompound 1 (89.5 mg, 0.0263 mmol), fumaric acid (36.66 mg, 0.315 mmol), and 50 μL of H2O were placed into a plastic jar (10 mL) with two stainless steel balls (1.38 g each). The reaction mixture was milled using the IST-500 mixer mill at 25 Hz for 90 min. The resulting white powder was washed with water or MeOH and analyzed by PXRD, FTIR-ATR, and TGA, with an isolated amount of 87 mg.\n\nWater-Assisted Milling Synthesis of MOF-804 from 1 \n\nCompound 1 (89.5 mg, 0.0263 mmol), 2,5-dihydroxyterephthalic acid (62.58 mg, 0.315 mmol), and 50 μL of H2O were placed into a plastic jar (10 mL) with two stainless steel balls (1.38 g each). The reaction mixture was milled using the IST-500 mixer mill at 25 Hz for 90 min. The resulting yellow powder was washed with water or MeOH and analyzed by PXRD, FTIR-ATR, and TGA, with an isolated amount of 108 mg.\n\nTwo-Step Water-Assisted Milling Synthesis of UiO-66 from 1 \n\nUiO-66 was synthesized in two reaction steps. First, terephthalic acid (52.47 mg, 0.315 mmol), triethylamine (63.80 mg, 0.631 mmol), and 50 μL of H2O were placed into a Teflon jar (10 mL) and milled for 30 min at 25 Hz using two stainless steel balls (1.38 g each) and an InSolido Technologies IST-500 mixer mill. Zr12 precursor 1 (89.5 mg, 0.0263 mmol) was added afterward to this mixture and stirred for an additional 90 min. The resulting white powder (isolated 95 mg) was washed with methanol (MeOH), dried in air, and analyzed by PXRD, FTIR-ATR, and TGA.\n\n10 g Scale Mechanochemical Synthesis of UiO-66-NH2 in a Planetary Mill\n\nGram-scale mechanochemical synthesis of UiO-66-NH2 was conducted using a Fritsch Pulverisette 6 planetary mill operating at 500 rpm. Compound 1, 7.16 g, was mixed with 4.58 g of 2-aminoterephthalic acid in a 50 mL reaction vessel made of ZrO2 with three ZrO2 balls (each weighing 3 g), followed by the addition of 4 mL of water. After 90 min of milling, pale-yellow product was isolated and washed three times with a small volume of methanol, with an isolated amount of 11.3 g of UiO-66-NH2.\n\nA slightly milder technique using supercritical CO2 drying was performed for activation of UiO-66 sample using a TousimisTM Samdri PVT-30 critical point dryer (Tousimis, Rockville, MD). Supercritically dried samples were prepared in the following manner. The solvent is exchanged with absolute ethanol overnight. The ethanol-dispersed sample was transferred into the sample holder with a glass pipet and allowed to settle down overnight. The next day, excess of EtOH was pipetted out, and the sample holder was placed into a Tousimis Samdri-PVT-3D supercritical CO2 dryer. The temperature was lowered to 0 °C, and the chamber was filled with liquid CO2 (ultra-high-grade CO2 with a siphon from Air-Gas Inc. was used). The sample was soaked for 8 h total, with 5 min venting for every 2 h. The chamber was then heated to 40 °C, and the supercritical CO2 was bled off at a rate of 0.5 mL/min until the chamber reached close-to-ambient pressure. The chamber was opened, and the sample was quickly transferred into a preweighed glass sample tube which was sealed and quickly transferred to a system providing 10-4 Torr dynamic vacuum. The sample was kept under vacuum at 50 °C for 2 h and was then used for N2 adsorption measurements using a Micromeritics Tristar II instrument at 77 K.", "data": [{"meta": {"name": "[Zr6O4(OH)4(CH3COO)12]2", "symbol": "1", "chemical formula": "C28H52O40Ca3Er2"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "Zirconium­(IV) propoxide", "amount": "1", "unit": "g"}, {"name": "acetic acid", "amount": "3.50", "unit": "mL"}], "solution": [{"name": "1-propanol", "amount": "70", "unit": "wt %"}, {"name": "H2O", "amount": "", "unit": ""}], "pressure": "", "temperature": "room temperature", "time": "overnight"}, {"synthesis method": "washing", "washing solution": "acetic acid", "amount": ""}]}, {"meta": {"name": "UiO-66-NH2", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "mechanochemical synthesis", "precursor": [{"name": "Zr12 precursor", "amount": "64.8", "unit": "mg"}, {"name": "2-aminoterephthalic acid", "amount": "50.77", "unit": "mg"}], "solution": [{"name": "H2O", "amount": "50", "unit": "μL"}], "pressure": "", "temperature": "25 Hz", "time": "90 min"}, {"synthesis method": "washing", "washing solution": "water or MeOH", "amount": ""}]}, {"meta": {"name": "MOF-801", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "mechanochemical synthesis", "precursor": [{"name": "Zr12 precursor", "amount": "89.5", "unit": "mg"}, {"name": "fumaric acid", "amount": "36.66", "unit": "mg"}], "solution": [{"name": "H2O", "amount": "50", "unit": "μL"}], "pressure": "", "temperature": "25 Hz", "time": "90 min"}, {"synthesis method": "washing", "washing solution": "water or MeOH", "amount": ""}]}, {"meta": {"name": "MOF-804", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "mechanochemical synthesis", "precursor": [{"name": "Zr12 precursor", "amount": "89.5", "unit": "mg"}, {"name": "2,5-dihydroxyterephthalic acid", "amount": "62.58", "unit": "mg"}], "solution": [{"name": "H2O", "amount": "50", "unit": "μL"}], "pressure": "", "temperature": "25 Hz", "time": "90 min"}, {"synthesis method": "washing", "washing solution": "water or MeOH", "amount": ""}]}, {"meta": {"name": "UiO-66", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "two-step mechanochemical synthesis", "precursor": [{"name": "terephthalic acid", "amount": "52.47", "unit": "mg"}, {"name": "triethylamine", "amount": "63.80", "unit": "mg"}, {"name": "Zr12 precursor", "amount": "89.5", "unit": "mg"}], "solution": [{"name": "H2O", "amount": "50", "unit": "μL"}], "pressure": "", "temperature": "25 Hz", "time": "30 min, 90 min"}, {"synthesis method": "washing", "washing solution": "methanol", "amount": ""}]}], "include_properties": ["ball_milling", "washing"]}, {"idx": "17, 18, 22", "type": "text", "classification": "property", "content": "<p>The product after the first pass\nwas pale yellow, consistent with the color expected of UiO-66-NH<sub>2</sub>. In accordance with the standard TSE procedure, the obtained\nmixture was fed through the extruder one more time to ensure larger\nresidence times, and consequentially, a higher yield of the product.\nAt the screw speed of 180 rpm, the accomplished throughput was around\n23 g/min, equivalent to almost 1.4 kg of product per hour. The obtained\npale-yellow powder was washed with a small volume of MeOH and identified\nas UiO-66-NH<sub>2</sub> using PXRD analysis (c). The particles in the sample are smaller\nthan 100 nm in diameter and agglomerate to loosely bound spheres,\nsimilar to UiO-66-NH<sub>2</sub> obtained on a 200 mg scale by LAG\nprocedure using a laboratory mixer mill (b, left).</p><title>Porosity Measurements</title><p>In addition to confirming crystallinity\nand topology, it is important to determine how the proposed mechanochemical\nprocedures affect the MOF porosity. Zirconium MOFs are generally considered\nto be highly stable in aqueous environments, which is a basis for\ntheir potential application in remediation of chemical warfare agents\nand other pollutants. The surface area of UiO-66, UiO-66-NH<sub>2</sub>, MOF-801, and MOF-804 samples, prepared by LAG with water and activated\nby a standard procedure, shows that the proposed laboratory mechanochemical\nLAG procedure did not influence significantly the porosity of prepared\nmaterials (). The measured Brunauer–Emmett–Teller (BET) areas\nfor samples of UiO-66, UiO-66-NH<sub>2</sub>, MOF-801, and MOF-804\nwere 1145, 815, 540, and 755 m<sup>2</sup>/g, respectively ( and ). These results are consistent\nwith the literature values for analogous materials synthesized solvothermally or by mechanochemical batch synthesis using\nLAG in the presence of MeOH additive. The\nhysteresis observed in the isotherm of the UiO-66 sample is most likely\ndue to small particles (&lt;100 nm diameter) which are compacted strongly\n(a), thus creating\ninterparticle voids that may act like larger mesopores. UiO-66-NH<sub>2</sub> prepared in a planetary mill on a 10 g scale with water additive\ndisplayed an excellent BET surface area (885 m<sup>2</sup>/g), while\nthe sample made on a 100 g scale by TSE showed somewhat lower surface\narea (610 m<sup>2</sup>/g).</p><title>Catalytic Activity</title><p>After confirming the permanent porosity\nand phase purity of the mechanochemically produced UiO-type MOFs,\nwe evaluated their applicability by assessing their activity as catalysts\nfor hydrolysis of the nerve agent simulant dimethyl 4-nitrophenyl\nphosphate (DMNP, ). The mechanochemically prepared samples of UiO-66-NH<sub>2</sub>, previously established to be one of the most potent catalysts for\nthis reaction, expectedly displayed much higher catalytic activity\n(<italic>t</italic>\n<sub>1/2</sub> is ≈6 min for the UiO-66-NH<sub>2</sub> made by milling in the IST-500 mixer mill) compared to UiO-66,\nconsistent with the previously described behavior of solvothermally\nprepared UiO’s. Interestingly,\nUiO-66-NH<sub>2</sub> prepared by TSE on a 100 g scale showed the\nbest catalytic activity among all tested samples (<italic>t</italic>\n<sub>1/2</sub> is ≈5 min), which is possibly due to the good\ndispersibility of the loosely bound particles (b) in water. The UiO-66-NH<sub>2</sub> sample\nobtained from the planetary mill formed large agglomerates in the\nsolid-state (please check the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b04458/suppl_file/sc8b04458_si_001.pdf\">Supporting Information</ext-link>) and the solution, which would not disperse despite the long sonication,\nand that was the only tested UiO-66-NH<sub>2</sub> sample that showed\nmoderate hydrolytic activity under these experimental conditions.\nIt is worth noting that the overall catalytic activity reported here\nis slightly lower compared to solvothermally prepared UiO-66-NH<sub>2</sub> due to the formation of larger agglomerates, resulting in\nlimited dispersibility in water.</p>", "clean_text": "The product after the first pass was pale yellow, consistent with the color expected of UiO-66-NH2. In accordance with the standard TSE procedure, the obtained mixture was fed through the extruder one more time to ensure larger residence times, and consequentially, a higher yield of the product. At the screw speed of 180 rpm, the accomplished throughput was around 23 g/min, equivalent to almost 1.4 kg of product per hour. The obtained pale-yellow powder was washed with a small volume of MeOH and identified as UiO-66-NH2 using PXRD analysis (c). The particles in the sample are smaller than 100 nm in diameter and agglomerate to loosely bound spheres, similar to UiO-66-NH2 obtained on a 200 mg scale by LAG procedure using a laboratory mixer mill (b, left).\n\nPorosity Measurements\n\nIn addition to confirming crystallinity and topology, it is important to determine how the proposed mechanochemical procedures affect the MOF porosity. Zirconium MOFs are generally considered to be highly stable in aqueous environments, which is a basis for their potential application in remediation of chemical warfare agents and other pollutants. The surface area of UiO-66, UiO-66-NH2, MOF-801, and MOF-804 samples, prepared by LAG with water and activated by a standard procedure, shows that the proposed laboratory mechanochemical LAG procedure did not influence significantly the porosity of prepared materials (). The measured Brunauer-Emmett-Teller (BET) areas for samples of UiO-66, UiO-66-NH2, MOF-801, and MOF-804 were 1145, 815, 540, and 755 m2/g, respectively ( and ). These results are consistent with the literature values for analogous materials synthesized solvothermally or by mechanochemical batch synthesis using LAG in the presence of MeOH additive. The hysteresis observed in the isotherm of the UiO-66 sample is most likely due to small particles (<100 nm diameter) which are compacted strongly (a), thus creating interparticle voids that may act like larger mesopores. UiO-66-NH2 prepared in a planetary mill on a 10 g scale with water additive displayed an excellent BET surface area (885 m2/g), while the sample made on a 100 g scale by TSE showed somewhat lower surface area (610 m2/g).\n\nCatalytic Activity\n\nAfter confirming the permanent porosity and phase purity of the mechanochemically produced UiO-type MOFs, we evaluated their applicability by assessing their activity as catalysts for hydrolysis of the nerve agent simulant dimethyl 4-nitrophenyl phosphate (DMNP, ). The mechanochemically prepared samples of UiO-66-NH2, previously established to be one of the most potent catalysts for this reaction, expectedly displayed much higher catalytic activity (t 1/2 is ~6 min for the UiO-66-NH2 made by milling in the IST-500 mixer mill) compared to UiO-66, consistent with the previously described behavior of solvothermally prepared UiO's. Interestingly, UiO-66-NH2 prepared by TSE on a 100 g scale showed the best catalytic activity among all tested samples (t 1/2 is ~5 min), which is possibly due to the good dispersibility of the loosely bound particles (b) in water. The UiO-66-NH2 sample obtained from the planetary mill formed large agglomerates in the solid-state (please check the Supporting Information) and the solution, which would not disperse despite the long sonication, and that was the only tested UiO-66-NH2 sample that showed moderate hydrolytic activity under these experimental conditions. It is worth noting that the overall catalytic activity reported here is slightly lower compared to solvothermally prepared UiO-66-NH2 due to the formation of larger agglomerates, resulting in limited dispersibility in water.", "data": [[{"meta": {"name": "UiO-66-NH2", "symbol": "", "chemical formula": ""}, "porosity": [{"proboe": "", "value": "", "unit": "", "condition": ""}]}]], "include_properties": ["porosity"]}, {"idx": 19, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>BET Surface Areas\nof Mechanochemically\nPrepared UiO-MOFs (in m<sup>2</sup>/g), Determined from N<sub>2</sub> Sorption Measurements at 77 K</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">MOF</oasis:entry>\n<oasis:entry align=\"center\">additive H<sub>2</sub>O</oasis:entry>\n<oasis:entry align=\"center\">additive MeOH</oasis:entry>\n<oasis:entry align=\"center\">literature<xref ref-type=\"table-fn\" rid=\"t1fn1\"></xref>\n<sup>,</sup>\n<xref ref-type=\"bibr\" rid=\"ref69\"></xref>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>MOF-801</oasis:entry>\n<oasis:entry>540</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>690 (SC<xref ref-type=\"table-fn\" rid=\"t1fn2\"></xref>), 990 (P<xref ref-type=\"table-fn\" rid=\"t1fn2\"></xref>)<xref ref-type=\"bibr\" rid=\"ref72\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MOF-804</oasis:entry>\n<oasis:entry>755</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>560<xref ref-type=\"bibr\" rid=\"ref69\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>UiO-66</oasis:entry>\n<oasis:entry>1145</oasis:entry>\n<oasis:entry>1020<xref ref-type=\"bibr\" rid=\"ref9\"></xref>\n</oasis:entry>\n<oasis:entry>1100<xref ref-type=\"bibr\" rid=\"ref69\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>UiO-66-NH<sub>2</sub>\n</oasis:entry>\n<oasis:entry>815</oasis:entry>\n<oasis:entry>945<xref ref-type=\"bibr\" rid=\"ref9\"></xref>\n</oasis:entry>\n<oasis:entry>830<xref ref-type=\"bibr\" rid=\"ref69\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>UiO-66-NH<sub>2</sub> (planetary)<xref ref-type=\"table-fn\" rid=\"t1fn3\"></xref>\n</oasis:entry>\n<oasis:entry>885</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>UiO-66-NH<sub>2</sub> (TSE)<xref ref-type=\"table-fn\" rid=\"t1fn3\"></xref>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>610</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t1fn1\">\n<label>a</label>\n<p>Solvothermally obtained MOFs.</p>\n</fn>\n<fn id=\"t1fn2\">\n<label>b</label>\n<p>SC, single crystal; P, powder.</p>\n</fn>\n<fn id=\"t1fn3\">\n<label>c</label>\n<p>Materials were activated without\nthe solvent exchange, by heating the samples to 120 °C in a lowered\npressure atmosphere.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": ["substring not found"], "include_properties": null}, {"idx": 6, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Water-Assisted\nMechanochemical Procedure for Green Synthesis of Zirconium\nMOFs</title>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"sc-2018-04458z_0006.tif\"></graphic>\n</fig>", "clean_text": " 1  Water-Assisted Mechanochemical Procedure for Green Synthesis of Zirconium MOFs   ", "data": null, "include_properties": null}, {"idx": 9, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) Comparison of PXRD patters for products obtained by\nwater-assisted\ngrinding using methacrylate cluster <bold>2</bold> precursor. (b)\nSection of <sup>1</sup>H NMR data in chloroform-<italic>d<sub>1</sub>\n</italic> for MOF-801 product obtained from <bold>2</bold> collected\nafter workup procedure. The peaks for methacrylic acid residues are\nnoted with asterisks. For a more detailed NMR spectrum please check\nthe <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.8b04458/suppl_file/sc8b04458_si_001.pdf\">Supporting Information</ext-link>.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"sc-2018-04458z_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  (a) Comparison of PXRD patters for products obtained by water-assisted grinding using methacrylate cluster 2 precursor. (b) Section of 1H NMR data in chloroform-d1  for MOF-801 product obtained from 2 collected after workup procedure. The peaks for methacrylic acid residues are noted with asterisks. For a more detailed NMR spectrum please check the Supporting Information.   ", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) PXRD patterns for UiO- products obtained\nby LAG-H<sub>2</sub>O synthesis of (from top to bottom) MOF-801, calculated\npattern of\nMOF-801, MOF-804, UiO-66-NH<sub>2</sub>, UiO-66, and calculated pattern\nof UiO-66. (b) SEM micrographs for UiO-MOF derivatives prepared by\nwater-assisted mechanochemical procedure using cluster <bold>1</bold>.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"sc-2018-04458z_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  (a) PXRD patterns for UiO- products obtained by LAG-H2O synthesis of (from top to bottom) MOF-801, calculated pattern of MOF-801, MOF-804, UiO-66-NH2, UiO-66, and calculated pattern of UiO-66. (b) SEM micrographs for UiO-MOF derivatives prepared by water-assisted mechanochemical procedure using cluster 1.   ", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) TSE setup used for continuous mechanochemical\nsynthesis of\nUiO-66-NH<sub>2</sub>. Extruded UiO-66-NH<sub>2</sub> was collected\nin a 1 L beaker. (b) SEM micrographs of UiO-66-NH<sub>2</sub> prepared\nby TSE (left) and by milling in planetary mill (right). (c) PXRD patterns\nof UiO-66-NH<sub>2</sub> obtained on a 10 g scale in a planetary mill\nand on a 100 g scale by continuous mechanochemical procedure using\nTSE.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"sc-2018-04458z_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  (a) TSE setup used for continuous mechanochemical synthesis of UiO-66-NH2. Extruded UiO-66-NH2 was collected in a 1 L beaker. (b) SEM micrographs of UiO-66-NH2 prepared by TSE (left) and by milling in planetary mill (right). (c) PXRD patterns of UiO-66-NH2 obtained on a 10 g scale in a planetary mill and on a 100 g scale by continuous mechanochemical procedure using TSE.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Nitrogen adsorption–desorption\nisotherms measured at 77\nK for Zr-MOFs prepared by mechanochemical procedures from <bold>1</bold>.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"sc-2018-04458z_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  Nitrogen adsorption-desorption isotherms measured at 77 K for Zr-MOFs prepared by mechanochemical procedures from 1.   ", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Comparison of hydrolysis profiles for\na degradation of nerve simulant\nDMNP in the presence of UiO-66 (red, prepared by LAG in the IST-500\nmixer mill) and UiO-66-NH<sub>2</sub> (purple, sample from batch LAG\nin the IST-500 mill; green, sample prepared by TSE; and blue, sample\nprepared by milling in the planetary Fritsch Pulverisette 6 mill).</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"sc-2018-04458z_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  Comparison of hydrolysis profiles for a degradation of nerve simulant DMNP in the presence of UiO-66 (red, prepared by LAG in the IST-500 mixer mill) and UiO-66-NH2 (purple, sample from batch LAG in the IST-500 mill; green, sample prepared by TSE; and blue, sample prepared by milling in the planetary Fritsch Pulverisette 6 mill).   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acssuschemeng.8b04458", "title": null, "journal": "American\nChemical Society", "date": "2018.10", "author_list": ["Karadeniz\nBahar", "Howarth\nAshlee J.", "Stolar\nTomislav", "Islamoglu\nTimur", "Dejanović\nIgor", "Tireli\nMartina", "Wasson\nMegan C.", "Moon\nSu-Young", "Farha\nOmar K.", "Friščić\nTomislav", "Užarević\nKrunoslav"]}}