{"filepath": "../L2M3_data/1_application_papers/acs_xml/sc9b01020.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["property"], "content": "<p>Several thousands\nof metal organic frameworks (MOFs) have been\nreported to date, but the information on H<sub>2</sub>/N<sub>2</sub> separation performances of MOF membranes is currently very limited\nin the literature. We report the first large-scale computational screening\nstudy that combines state-of-the-art molecular simulations, grand\ncanonical Monte Carlo (GCMC) and molecular dynamics (MD), to predict\nH<sub>2</sub> permeability and H<sub>2</sub>/N<sub>2</sub> selectivity\nof 3765 different types of MOF membranes. Results showed that MOF\nmembranes offer very high H<sub>2</sub> permeabilities, 2.5 ×\n10<sup>3</sup> to 1.7 × 10<sup>6</sup> Barrer, and moderate H<sub>2</sub>/N<sub>2</sub> membrane selectivities up to 7. The top 20\nMOF membranes that exceed the polymeric membranes’ upper bound\nfor H<sub>2</sub>/N<sub>2</sub> separation were identified based on\nthe results of initial screening performed at infinite dilution condition.\nMolecular simulations were then carried out considering binary H<sub>2</sub>/N<sub>2</sub> and quaternary H<sub>2</sub>/N<sub>2</sub>/CO<sub>2</sub>/CO mixtures to evaluate the separation performance of MOF\nmembranes under industrial operating conditions. Lower H<sub>2</sub> permeabilities and higher N<sub>2</sub> permeabilities were obtained\nat binary mixture conditions compared to the ones obtained at infinite\ndilution due to the absence of multicomponent mixture effects in the\nlatter. Structure–performance relations of MOFs were also explored\nto provide molecular-level insights into the development of new MOF\nmembranes that can offer both high H<sub>2</sub> permeability and\nhigh H<sub>2</sub>/N<sub>2</sub> selectivity. Results showed that\nthe most promising MOF membranes generally have large pore sizes (&gt;6\nÅ) as well as high surface areas (&gt;3500 m<sup>2</sup>/g) and\nhigh pore volumes (&gt;1 cm<sup>3</sup>/g). We finally examined H<sub>2</sub>/N<sub>2</sub> separation potentials of the mixed matrix membranes\n(MMMs) in which the best MOF materials identified from our high-throughput\nscreening were used as fillers in various polymers. Results showed\nthat incorporation of MOFs into polymers almost doubles H<sub>2</sub> permeabilities and slightly enhances H<sub>2</sub>/N<sub>2</sub> selectivities of polymer membranes, which can advance the current\nmembrane technology for efficient H<sub>2</sub> purification.</p>", "clean_text": "Several thousands of metal organic frameworks (MOFs) have been reported to date, but the information on H2/N2 separation performances of MOF membranes is currently very limited in the literature. We report the first large-scale computational screening study that combines state-of-the-art molecular simulations, grand canonical Monte Carlo (GCMC) and molecular dynamics (MD), to predict H2 permeability and H2/N2 selectivity of 3765 different types of MOF membranes. Results showed that MOF membranes offer very high H2 permeabilities, 2.5 × 103 to 1.7 × 106 Barrer, and moderate H2/N2 membrane selectivities up to 7. The top 20 MOF membranes that exceed the polymeric membranes' upper bound for H2/N2 separation were identified based on the results of initial screening performed at infinite dilution condition. Molecular simulations were then carried out considering binary H2/N2 and quaternary H2/N2/CO2/CO mixtures to evaluate the separation performance of MOF membranes under industrial operating conditions. Lower H2 permeabilities and higher N2 permeabilities were obtained at binary mixture conditions compared to the ones obtained at infinite dilution due to the absence of multicomponent mixture effects in the latter. Structure-performance relations of MOFs were also explored to provide molecular-level insights into the development of new MOF membranes that can offer both high H2 permeability and high H2/N2 selectivity. Results showed that the most promising MOF membranes generally have large pore sizes (>6 Å) as well as high surface areas (>3500 m2/g) and high pore volumes (>1 cm3/g). We finally examined H2/N2 separation potentials of the mixed matrix membranes (MMMs) in which the best MOF materials identified from our high-throughput screening were used as fillers in various polymers. Results showed that incorporation of MOFs into polymers almost doubles H2 permeabilities and slightly enhances H2/N2 selectivities of polymer membranes, which can advance the current membrane technology for efficient H2 purification.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>MOF membranes were screened for H<sub>2</sub>/N<sub>2</sub> separation,\nand the top MOF candidates were studied as fillers in\npolymer/MOF MMMs.</p><title>Introduction</title><p>The increasing demand\nfor hydrogen (H<sub>2</sub>) production has\nattracted tremendous interest because H<sub>2</sub> is an efficient\nenergy carrier with zero pollution emission. H<sub>2</sub> should be separated from various gas mixtures, and\nseparation of H<sub>2</sub> from N<sub>2</sub> is specifically important\nin industrial applications, for example, in carbon black manufacturing\nwhere the dry postcombustion gas stream consists of H<sub>2</sub>,\nN<sub>2</sub>, CO, and CO<sub>2</sub>. The requirement of high purity H<sub>2</sub> has directed the research\nto membrane-based separation because this process has the advantages\nof ease of operation and low energy consumption compared to the traditional\nseparation methods such as cryogenic distillation and pressure swing\nadsorption. Polymeric membranes and dense metallic membranes have\nbeen commonly used for H<sub>2</sub> purification. Recently,\na new class of porous materials, metal organic frameworks (MOFs),\nhave been considered as promising membrane candidates for H<sub>2</sub> purification because of their outstanding gas separation performances,\nwhich can overcome the limitations of conventional membrane materials.\n</p>", "clean_text": "MOF membranes were screened for H2/N2 separation, and the top MOF candidates were studied as fillers in polymer/MOF MMMs.\n\nIntroduction\n\nThe increasing demand for hydrogen (H2) production has attracted tremendous interest because H2 is an efficient energy carrier with zero pollution emission. H2 should be separated from various gas mixtures, and separation of H2 from N2 is specifically important in industrial applications, for example, in carbon black manufacturing where the dry postcombustion gas stream consists of H2, N2, CO, and CO2. The requirement of high purity H2 has directed the research to membrane-based separation because this process has the advantages of ease of operation and low energy consumption compared to the traditional separation methods such as cryogenic distillation and pressure swing adsorption. Polymeric membranes and dense metallic membranes have been commonly used for H2 purification. Recently, a new class of porous materials, metal organic frameworks (MOFs), have been considered as promising membrane candidates for H2 purification because of their outstanding gas separation performances, which can overcome the limitations of conventional membrane materials. ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>MOFs consist of metal complexes connected\nby organic linkers to\nform highly porous crystals. They have controllable pore sizes and\nuniform pore distributions, which can be rationally designed during\ntheir synthesis by altering the combination of metals and organic\nlinkers. Although thousands of diverse\nstructures have been synthesized to date, only a small number of MOFs\nhas been tested as membranes for gas separations. Most of the fabricated MOF membranes exhibit high gas permeability,\nwhich leads to a reduction both in the required surface area and the\ncapital cost of the membrane-based separation process. Although MOF\nmembranes offer great promise for high H<sub>2</sub> permeability,\ntheir H<sub>2</sub>/N<sub>2</sub> selectivities have been reported\nto be lower than the desired values. Several well-known MOF membranes\nsuch as MOF-5, MIL-53, Ni-MOF-74, and Cuhfb were reported to have\nideal H<sub>2</sub>/N<sub>2</sub> selectivities in the range of 2.5–4. Cu-BTC is one of the most widely studied MOF membranes in the literature,\nand selectivities of Cu-BTC membranes for separation of H<sub>2</sub>/N<sub>2</sub> mixtures varied between 3.7 and 8.9, whereas their\nideal selectivities were reported to be 3.7–12.8. H<sub>2</sub> and N<sub>2</sub> permeabilities through Cu-BTC membranes\nwere reported to vary within 2 orders of magnitude, 1.6 × 10<sup>3</sup> to 2.1 × 10<sup>5</sup> and 1.5 × 10<sup>2</sup> to 5.7 × 10<sup>4</sup> Barrer, respectively, both in the single-component\nand binary gas mixture permeability measurements. These variations\nmay be explained by the usage of different types of membrane preparation\nprocedures to achieve continuous, intergrown, thin MOF membranes having\nvarious qualities and hence separation performances.\n</p>", "clean_text": "MOFs consist of metal complexes connected by organic linkers to form highly porous crystals. They have controllable pore sizes and uniform pore distributions, which can be rationally designed during their synthesis by altering the combination of metals and organic linkers. Although thousands of diverse structures have been synthesized to date, only a small number of MOFs has been tested as membranes for gas separations. Most of the fabricated MOF membranes exhibit high gas permeability, which leads to a reduction both in the required surface area and the capital cost of the membrane-based separation process. Although MOF membranes offer great promise for high H2 permeability, their H2/N2 selectivities have been reported to be lower than the desired values. Several well-known MOF membranes such as MOF-5, MIL-53, Ni-MOF-74, and Cuhfb were reported to have ideal H2/N2 selectivities in the range of 2.5-4. Cu-BTC is one of the most widely studied MOF membranes in the literature, and selectivities of Cu-BTC membranes for separation of H2/N2 mixtures varied between 3.7 and 8.9, whereas their ideal selectivities were reported to be 3.7-12.8. H2 and N2 permeabilities through Cu-BTC membranes were reported to vary within 2 orders of magnitude, 1.6 × 103 to 2.1 × 105 and 1.5 × 102 to 5.7 × 104 Barrer, respectively, both in the single-component and binary gas mixture permeability measurements. These variations may be explained by the usage of different types of membrane preparation procedures to achieve continuous, intergrown, thin MOF membranes having various qualities and hence separation performances. ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Zeolitic imidazolate frameworks (ZIFs), a subclass\nof MOFs, have\nbeen also widely studied as membranes. ZIF-8, ZIF-22, ZIF-78, and\nZIF-90 membranes were reported to exhibit the highest ideal selectivities\n(6–16) and mixture selectivities (5–12) among the fabricated\nMOF membranes for H<sub>2</sub>/N<sub>2</sub> separation. H<sub>2</sub> and N<sub>2</sub> permeabilities of ZIF membranes\nwere also reported to be high, 3.6 × 10<sup>3</sup> to 2.4 ×\n10<sup>4</sup> and 5.4 × 10<sup>2</sup> to 3.5 × 10<sup>3</sup> Barrer, respectively. At that point, it is important to note\nthat H<sub>2</sub>/N<sub>2</sub> selectivities reported for MOF membranes\nare lower than the ideal selectivities of polymeric membranes, which\nvary between 2 and 300. However, it is\nimportant to note that only a small number and narrow variety of MOF\nmembranes have been fabricated and examined for H<sub>2</sub>/N<sub>2</sub> separation to date. Considering the large number of available\nMOFs and the continuous growth in the synthesis of new materials,\nmany MOFs having high H<sub>2</sub>/N<sub>2</sub> selectivities and\nhigh H<sub>2</sub> permeabilities possibly exist. Fabrication of membranes\nfrom every single synthesized MOF material and experimental measurement\nof their H<sub>2</sub>/N<sub>2</sub> separation performances are not\npractical due to the significant time and resource requirements of\nmembrane synthesis from new materials.</p>", "clean_text": "Zeolitic imidazolate frameworks (ZIFs), a subclass of MOFs, have been also widely studied as membranes. ZIF-8, ZIF-22, ZIF-78, and ZIF-90 membranes were reported to exhibit the highest ideal selectivities (6-16) and mixture selectivities (5-12) among the fabricated MOF membranes for H2/N2 separation. H2 and N2 permeabilities of ZIF membranes were also reported to be high, 3.6 × 103 to 2.4 × 104 and 5.4 × 102 to 3.5 × 103 Barrer, respectively. At that point, it is important to note that H2/N2 selectivities reported for MOF membranes are lower than the ideal selectivities of polymeric membranes, which vary between 2 and 300. However, it is important to note that only a small number and narrow variety of MOF membranes have been fabricated and examined for H2/N2 separation to date. Considering the large number of available MOFs and the continuous growth in the synthesis of new materials, many MOFs having high H2/N2 selectivities and high H2 permeabilities possibly exist. Fabrication of membranes from every single synthesized MOF material and experimental measurement of their H2/N2 separation performances are not practical due to the significant time and resource requirements of membrane synthesis from new materials.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>High-throughput computational\nscreening methods play a crucial\nrole in efficiently examining large numbers of materials to identify\nthe best candidates for a gas separation of interest. Large-scale\ncomputational screening studies using molecular simulation techniques\nhave been performed to find the top MOF adsorbents having high selectivities\nspecifically for CO<sub>2</sub> separations. However, a\nsimilar type of computational screening study has not been extensively\nperformed for MOF membranes due to the computational expense and long\ntime necessity of modeling gas transport through membranes. A few\nstudies focused on the computational screening of MOF membranes for\ndifferent gas separations such as CO<sub>2</sub>/CH<sub>4</sub>, CO<sub>2</sub>/H<sub>2</sub>, CO<sub>2</sub>/N<sub>2</sub>, and He/CH<sub>4</sub>. For example, Watanabe and Sholl screened 1163 MOFs as membrane materials for CO<sub>2</sub>/N<sub>2</sub> separation and proposed the 10 best MOFs based on their selectivities\ncomputed at infinite dilution at 303 K. Jiang and coworkers performed a computational study to screen 137 953\nhypothetical (computer-generated) MOF membranes at infinite dilution\nand selected the top 24 MOF membranes for further investigation at\n10 bar and 298 K for binary CO<sub>2</sub>/CH<sub>4</sub> and ternary\nCO<sub>2</sub>/N<sub>2</sub>/CH<sub>4</sub> mixture separations. In\ntheir following study, they examined\n4764 computation-ready experimental MOFs for separation of ternary\nCO<sub>2</sub>/N<sub>2</sub>/CH<sub>4</sub> gas mixtures at 10 bar\nand 298 K and proposed the 7 best MOF membranes with the highest CO<sub>2</sub>/CH<sub>4</sub> and N<sub>2</sub>/CH<sub>4</sub> selectivities.\nWilmer and coworkers recently screened\nboth the synthesized and hypothetical MOFs to predict CO<sub>2</sub>/N<sub>2</sub> separation performances of mixed matrix membranes\n(MMMs) composed of MOFs. Our group identified several top-performing\nMOF membranes for H<sub>2</sub>/CH<sub>4</sub>, He/CH<sub>4</sub>, CO<sub>2</sub>/CH<sub>4</sub>, CO<sub>2</sub>/H<sub>2</sub>, and CO<sub>2</sub>/N<sub>2</sub>\n separations by screening large\nnumbers of materials using molecular simulations. As this literature\nreview summarizes, none of the large-scale computational screening\nstudies focused on MOF membranes for H<sub>2</sub>/N<sub>2</sub> separation\nto date and the knowledge about H<sub>2</sub>/N<sub>2</sub> separation\npotential of MOF membranes and MOF-based MMMs is currently very limited\nin the literature.</p>", "clean_text": "High-throughput computational screening methods play a crucial role in efficiently examining large numbers of materials to identify the best candidates for a gas separation of interest. Large-scale computational screening studies using molecular simulation techniques have been performed to find the top MOF adsorbents having high selectivities specifically for CO2 separations. However, a similar type of computational screening study has not been extensively performed for MOF membranes due to the computational expense and long time necessity of modeling gas transport through membranes. A few studies focused on the computational screening of MOF membranes for different gas separations such as CO2/CH4, CO2/H2, CO2/N2, and He/CH4. For example, Watanabe and Sholl screened 1163 MOFs as membrane materials for CO2/N2 separation and proposed the 10 best MOFs based on their selectivities computed at infinite dilution at 303 K. Jiang and coworkers performed a computational study to screen 137953 hypothetical (computer-generated) MOF membranes at infinite dilution and selected the top 24 MOF membranes for further investigation at 10 bar and 298 K for binary CO2/CH4 and ternary CO2/N2/CH4 mixture separations. In their following study, they examined 4764 computation-ready experimental MOFs for separation of ternary CO2/N2/CH4 gas mixtures at 10 bar and 298 K and proposed the 7 best MOF membranes with the highest CO2/CH4 and N2/CH4 selectivities. Wilmer and coworkers recently screened both the synthesized and hypothetical MOFs to predict CO2/N2 separation performances of mixed matrix membranes (MMMs) composed of MOFs. Our group identified several top-performing MOF membranes for H2/CH4, He/CH4, CO2/CH4, CO2/H2, and CO2/N2  separations by screening large numbers of materials using molecular simulations. As this literature review summarizes, none of the large-scale computational screening studies focused on MOF membranes for H2/N2 separation to date and the knowledge about H2/N2 separation potential of MOF membranes and MOF-based MMMs is currently very limited in the literature.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>Motivated from this, we investigated membrane-based\nH<sub>2</sub>/N<sub>2</sub> separation performances of MOFs combining\ngrand canonical\nMonte Carlo (GCMC) and molecular dynamics (MD) simulations. We first\ncomputed H<sub>2</sub> and N<sub>2</sub> permeabilities and ideal\nH<sub>2</sub>/N<sub>2</sub> selectivities of 3765 MOF membranes at\ninfinite dilution at room temperature. MOF membranes that can exceed\nthe Robeson’s upper bound, which\nwas established for polymeric membranes, were identified, and the\ntop 20 MOFs were selected based on their H<sub>2</sub>/N<sub>2</sub> selectivities. In the next step, molecular simulations were performed\nfor these top membranes considering binary H<sub>2</sub>/N<sub>2</sub>:30/70 and quaternary H<sub>2</sub>/N<sub>2</sub>/CO<sub>2</sub>/CO:16.4/60.5/5.3/17.9\nmixtures to assess the gas separation performances of MOFs under practical\noperating conditions, 1 bar and 298 K. Gas permeabilities and selectivities\nobtained at infinite dilution; binary mixture and quaternary mixture\nconditions were compared to understand the multicomponent mixture\neffects on the predicted gas separation performances of MOF membranes.\nStructural properties of MOFs such as pore sizes, pore volumes, surface\nareas, and lattice types were also described, and their correlations\nwith H<sub>2</sub>/N<sub>2</sub> separation performances of MOF membranes\nwere investigated to gain molecular-level insights into the optimum\nstructural properties of the best MOF membranes which can accelerate\nthe design and development of new MOFs with outstanding H<sub>2</sub>/N<sub>2</sub> separation potentials. Finally, we examined MOF/polymer\nMMMs where the top MOFs obtained from our high-throughput screening\napproach were used as fillers in six different polymers that are close\nto the upper bound. H<sub>2</sub> permeabilities, N<sub>2</sub> permeabilities,\nand H<sub>2</sub>/N<sub>2</sub> selectivities of MOF-based MMMs were\ncomputed to assess the contribution of MOFs in enhancing the separation\nperformance of the polymer membranes. Results of this study will be\nbeneficial to guide the future experimental work in this field by\nunlocking the potentials of pristine MOF membranes and MOF-based polymer\nmembranes in H<sub>2</sub>/N<sub>2</sub> separations.</p>", "clean_text": "Motivated from this, we investigated membrane-based H2/N2 separation performances of MOFs combining grand canonical Monte Carlo (GCMC) and molecular dynamics (MD) simulations. We first computed H2 and N2 permeabilities and ideal H2/N2 selectivities of 3765 MOF membranes at infinite dilution at room temperature. MOF membranes that can exceed the Robeson's upper bound, which was established for polymeric membranes, were identified, and the top 20 MOFs were selected based on their H2/N2 selectivities. In the next step, molecular simulations were performed for these top membranes considering binary H2/N2:30/70 and quaternary H2/N2/CO2/CO:16.4/60.5/5.3/17.9 mixtures to assess the gas separation performances of MOFs under practical operating conditions, 1 bar and 298 K. Gas permeabilities and selectivities obtained at infinite dilution; binary mixture and quaternary mixture conditions were compared to understand the multicomponent mixture effects on the predicted gas separation performances of MOF membranes. Structural properties of MOFs such as pore sizes, pore volumes, surface areas, and lattice types were also described, and their correlations with H2/N2 separation performances of MOF membranes were investigated to gain molecular-level insights into the optimum structural properties of the best MOF membranes which can accelerate the design and development of new MOFs with outstanding H2/N2 separation potentials. Finally, we examined MOF/polymer MMMs where the top MOFs obtained from our high-throughput screening approach were used as fillers in six different polymers that are close to the upper bound. H2 permeabilities, N2 permeabilities, and H2/N2 selectivities of MOF-based MMMs were computed to assess the contribution of MOFs in enhancing the separation performance of the polymer membranes. Results of this study will be beneficial to guide the future experimental work in this field by unlocking the potentials of pristine MOF membranes and MOF-based polymer membranes in H2/N2 separations.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<title>Simulation Details</title><p>We computationally screened the\nmost recent MOF subset of the Cambridge\nStructural Database (CSD) which contains 54 808 nondisordered\nMOFs. To mimic the experimental activation\nprocedure of MOFs, we removed the solvent molecules using the publicly\navailable Python script to make the MOFs’\npores available for the adsorption and transport of gas molecules.\nStructural properties such as the largest cavity diameter (LCD), pore\nlimiting diameter (PLD), accessible gravimetric surface area (SA),\nand pore volume of MOFs were calculated using the Zeo++ software. Probe sizes of 3.6 Å (kinetic diameter\nof N<sub>2</sub> molecule) and 0 Å were used for the calculation\nof SA and pore volume, respectively. We only considered the MOFs having\nSA &gt; 0 m<sup>2</sup>/g and PLD &gt; 3.75 Å so that both H<sub>2</sub> and N<sub>2</sub> gases can permeate through the MOF membranes’\npores. After these refinements, we ended up with 3765 materials representing\na wide range of structural and chemical properties.</p>", "clean_text": "Simulation Details\n\nWe computationally screened the most recent MOF subset of the Cambridge Structural Database (CSD) which contains 54808 nondisordered MOFs. To mimic the experimental activation procedure of MOFs, we removed the solvent molecules using the publicly available Python script to make the MOFs' pores available for the adsorption and transport of gas molecules. Structural properties such as the largest cavity diameter (LCD), pore limiting diameter (PLD), accessible gravimetric surface area (SA), and pore volume of MOFs were calculated using the Zeo++ software. Probe sizes of 3.6 Å (kinetic diameter of N2 molecule) and 0 Å were used for the calculation of SA and pore volume, respectively. We only considered the MOFs having SA > 0 m2/g and PLD > 3.75 Å so that both H2 and N2 gases can permeate through the MOF membranes' pores. After these refinements, we ended up with 3765 materials representing a wide range of structural and chemical properties.", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<p>GCMC and\nMD simulations were performed using the RASPA simulation\nsoftware. Adsorption and diffusion of\ngases were examined at three different conditions in this work: (i)\nfor single-component H<sub>2</sub> and N<sub>2</sub> at infinite dilution,\n(ii) for binary H<sub>2</sub>/N<sub>2</sub> mixture, and (iii) for\nquaternary H<sub>2</sub>/N<sub>2</sub>/CO<sub>2</sub>/CO mixture.\nIntermolecular interactions were defined using the Lennard–Jones\n(LJ) potential, and the Lorentz–Berthelot mixing rule was applied\nto parametrize the effective pair potentials. The potential parameters\nof MOFs were taken from the Universal Force Field (UFF) because UFF is applicable to all MOFs having\nvarious types of atoms. MOFs were assumed\nto be rigid in molecular simulations to save significant computational\ntime. The cutoff radius was set to 13 Å, and the length of unit\ncells of MOFs in each dimension was expanded to at least 26 Å.\nBesides LJ interactions, electrostatic interactions were also considered\nfor N<sub>2</sub>, CO, and CO<sub>2</sub> molecules using the Coulomb\npotential, and these interactions were evaluated using the Ewald summation.\nPartial point charges were assigned to MOF atoms using the charge\nequilibrium method (QEq) as implemented in the\nRASPA to calculate the electrostatic interactions between adsorbates\nand MOF atoms. N<sub>2</sub> was modeled as a three-site rigid molecule\nwhere two sites were N atoms and the other site was the center of\nmass with partial point charges. Single-site\nspherical model with LJ 12-6 potentials was used for H<sub>2</sub>. We showed the good agreement between\nexperiments and simulations using this model for adsorption isotherms\nof H<sub>2</sub> in several MOFs, including Cu-BTC, ZIF-8, and IRMOF-1\nat a wide range of pressures. We modeled\nH<sub>2</sub> as nonpolar in our simulations; therefore, there was\nno electrostatic interaction between H<sub>2</sub> and MOFs. H<sub>2</sub> has a nonzero quadrupole moment, but charge–quadrupole\ninteractions between Cu-BTC and adsorbed H<sub>2</sub> molecules were\nfound to be negligible at 298 K. A three-site\nmodel was used for CO which was provided by Fisher et al. where LJ parameters were adapted from Gu et\nal. and the point charges were adapted\nfrom Straub and Karplus models. CO<sub>2</sub> was represented as a three-site rigid model with partial\npoint charges located at the center of each site. The potentials used for gas molecules are given in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.9b01020/suppl_file/sc9b01020_si_001.pdf\">Table S1</ext-link> of Supporting Information.</p>", "clean_text": "GCMC and MD simulations were performed using the RASPA simulation software. Adsorption and diffusion of gases were examined at three different conditions in this work: (i) for single-component H2 and N2 at infinite dilution, (ii) for binary H2/N2 mixture, and (iii) for quaternary H2/N2/CO2/CO mixture. Intermolecular interactions were defined using the Lennard-Jones (LJ) potential, and the Lorentz-Berthelot mixing rule was applied to parametrize the effective pair potentials. The potential parameters of MOFs were taken from the Universal Force Field (UFF) because UFF is applicable to all MOFs having various types of atoms. MOFs were assumed to be rigid in molecular simulations to save significant computational time. The cutoff radius was set to 13 Å, and the length of unit cells of MOFs in each dimension was expanded to at least 26 Å. Besides LJ interactions, electrostatic interactions were also considered for N2, CO, and CO2 molecules using the Coulomb potential, and these interactions were evaluated using the Ewald summation. Partial point charges were assigned to MOF atoms using the charge equilibrium method (QEq) as implemented in the RASPA to calculate the electrostatic interactions between adsorbates and MOF atoms. N2 was modeled as a three-site rigid molecule where two sites were N atoms and the other site was the center of mass with partial point charges. Single-site spherical model with LJ 12-6 potentials was used for H2. We showed the good agreement between experiments and simulations using this model for adsorption isotherms of H2 in several MOFs, including Cu-BTC, ZIF-8, and IRMOF-1 at a wide range of pressures. We modeled H2 as nonpolar in our simulations; therefore, there was no electrostatic interaction between H2 and MOFs. H2 has a nonzero quadrupole moment, but charge-quadrupole interactions between Cu-BTC and adsorbed H2 molecules were found to be negligible at 298 K. A three-site model was used for CO which was provided by Fisher et al. where LJ parameters were adapted from Gu et al. and the point charges were adapted from Straub and Karplus models. CO2 was represented as a three-site rigid model with partial point charges located at the center of each site. The potentials used for gas molecules are given in Table S1 of Supporting Information.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<p>We\nfirst computed the Henry’s constants (<italic>K</italic>\n<sub arrange=\"stack\">i</sub>\n<sup arrange=\"stack\">0</sup>) and self-diffusion\ncoefficients (<italic>D</italic>\n<sub arrange=\"stack\">i</sub>\n<sup arrange=\"stack\">0</sup>) of the single-component gases (i), H<sub>2</sub> and N<sub>2</sub>, at infinite dilution for 3765 MOFs. The\nWidom particle insertion method was used with 5000 initialization\ncycles and 10 000 production cycles to calculate <italic>K</italic>\n<sub arrange=\"stack\">\n<italic>i</italic>\n</sub>\n<sup arrange=\"stack\">0</sup> values at 298 K. Thirty adsorbate molecules were inserted\ninto each MOF to calculate the self-diffusivities of gas molecules, <italic>D</italic>\n<sub arrange=\"stack\">i</sub>\n<sup arrange=\"stack\">0</sup>, using MD approach, and intermolecular interactions were omitted\nbetween the gas molecules to imitate the infinite dilution condition.\nNVT ensemble with Nose–Hoover thermostat was used, and the number of cycles was set to 1000 for\ninitialization, 10<sup>4</sup> for equilibration, and 10<sup>6</sup> for production. <italic>D</italic>\n<sub arrange=\"stack\">i</sub>\n<sup arrange=\"stack\">0</sup> values for each gas molecule were calculated\nusing the slope of the mean square displacement obtained from the\nMD simulations. Using the data of <italic>K</italic>\n<sub arrange=\"stack\">i</sub>\n<sup arrange=\"stack\">0</sup> and <italic>D</italic>\n<sub arrange=\"stack\">i</sub>\n<sup arrange=\"stack\">0</sup>, gas permeability\n(<italic>P</italic>\n<sub arrange=\"stack\">i</sub>\n<sup arrange=\"stack\">0</sup>), adsorption selectivity (<italic>S</italic>\n<sub arrange=\"stack\">ads,H<sub>2</sub>/N<sub>2</sub>\n</sub>\n<sup arrange=\"stack\">0</sup>), diffusion selectivity (<italic>S</italic>\n<sub arrange=\"stack\">diff,H<sub>2</sub>/N<sub>2</sub>\n</sub>\n<sup arrange=\"stack\">0</sup>), and membrane selectivity (<italic>S</italic>\n<sub arrange=\"stack\">mem,H<sub>2</sub>/N<sub>2</sub>\n</sub>\n<sup arrange=\"stack\">0</sup>) were calculated for each MOF at infinite\ndilution as shown in the equations given in . All selectivities were computed for H<sub>2</sub> over N<sub>2</sub>. We identified MOFs exceeding the upper\nbound and focused on the top 20 MOF membranes exhibiting the highest\nselectivities.</p>", "clean_text": "We first computed the Henry's constants (K i 0) and self-diffusion coefficients (D i 0) of the single-component gases (i), H2 and N2, at infinite dilution for 3765 MOFs. The Widom particle insertion method was used with 5000 initialization cycles and 10000 production cycles to calculate K  i  0 values at 298 K. Thirty adsorbate molecules were inserted into each MOF to calculate the self-diffusivities of gas molecules, D i 0, using MD approach, and intermolecular interactions were omitted between the gas molecules to imitate the infinite dilution condition. NVT ensemble with Nose-Hoover thermostat was used, and the number of cycles was set to 1000 for initialization, 104 for equilibration, and 106 for production. D i 0 values for each gas molecule were calculated using the slope of the mean square displacement obtained from the MD simulations. Using the data of K i 0 and D i 0, gas permeability (P i 0), adsorption selectivity (S ads,H2/N2  0), diffusion selectivity (S diff,H2/N2  0), and membrane selectivity (S mem,H2/N2  0) were calculated for each MOF at infinite dilution as shown in the equations given in . All selectivities were computed for H2 over N2. We identified MOFs exceeding the upper bound and focused on the top 20 MOF membranes exhibiting the highest selectivities.", "data": null, "include_properties": null}, {"idx": 10, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Calculated Properties of MOF Membranes<xref ref-type=\"table-fn\" rid=\"t1fn1\"></xref>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"3\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec colname=\"col3\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\">formula</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row valign=\"middle\">\n<oasis:entry morerows=\"3\">infinite dilution\ncondition</oasis:entry>\n<oasis:entry>permeability (Barrer)</oasis:entry>\n<oasis:entry>\n<italic>P</italic>\n<sub arrange=\"stack\">i</sub>\n<sup arrange=\"stack\">0</sup> = <italic>K</italic>\n<sub arrange=\"stack\">i</sub>\n<sup arrange=\"stack\">0</sup> × <italic>D</italic>\n<sub arrange=\"stack\">i</sub>\n<sup arrange=\"stack\">0</sup>\n</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"middle\">\n<oasis:entry>adsorption\nselectivity</oasis:entry>\n<oasis:entry>\n<disp-formula>\n<alternatives>\n<graphic xlink:href=\"sc-2019-01020w_m001.gif\"></graphic>\n<mml:math display=\"block\" overflow=\"scroll\">\n<mml:mrow>\n<mml:msubsup>\n<mml:mtext mathvariant=\"italic\">S</mml:mtext>\n<mml:mrow>\n<mml:mtext>ads</mml:mtext>\n<mml:mo>,</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mtext>H</mml:mtext>\n</mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:msub>\n<mml:mo>/</mml:mo>\n<mml:msub>\n<mml:mtext>N</mml:mtext>\n<mml:mn>2</mml:mn>\n</mml:msub>\n</mml:mrow>\n<mml:mn>0</mml:mn>\n</mml:msubsup>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:msubsup>\n<mml:mtext mathvariant=\"italic\">K</mml:mtext>\n<mml:mrow>\n<mml:msub>\n<mml:mtext>H</mml:mtext>\n<mml:mn>2</mml:mn>\n</mml:msub>\n</mml:mrow>\n<mml:mn>0</mml:mn>\n</mml:msubsup>\n</mml:mrow>\n<mml:mrow>\n<mml:msubsup>\n<mml:mtext mathvariant=\"italic\">K</mml:mtext>\n<mml:mrow>\n<mml:msub>\n<mml:mtext>N</mml:mtext>\n<mml:mn>2</mml:mn>\n</mml:msub>\n</mml:mrow>\n<mml:mn>0</mml:mn>\n</mml:msubsup>\n</mml:mrow>\n</mml:mfrac>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>\n</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"middle\">\n<oasis:entry>diffusion selectivity</oasis:entry>\n<oasis:entry>\n<disp-formula>\n<alternatives>\n<graphic xlink:href=\"sc-2019-01020w_m002.gif\"></graphic>\n<mml:math display=\"block\" overflow=\"scroll\">\n<mml:mrow>\n<mml:msubsup>\n<mml:mtext mathvariant=\"italic\">S</mml:mtext>\n<mml:mrow>\n<mml:mtext>diff</mml:mtext>\n<mml:mo>,</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mtext>H</mml:mtext>\n</mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:msub>\n<mml:mo>/</mml:mo>\n<mml:msub>\n<mml:mtext>N</mml:mtext>\n<mml:mn>2</mml:mn>\n</mml:msub>\n</mml:mrow>\n<mml:mn>0</mml:mn>\n</mml:msubsup>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:msubsup>\n<mml:mtext mathvariant=\"italic\">D</mml:mtext>\n<mml:mrow>\n<mml:msub>\n<mml:mtext>H</mml:mtext>\n<mml:mn>2</mml:mn>\n</mml:msub>\n</mml:mrow>\n<mml:mn>0</mml:mn>\n</mml:msubsup>\n</mml:mrow>\n<mml:mrow>\n<mml:msubsup>\n<mml:mtext mathvariant=\"italic\">D</mml:mtext>\n<mml:mrow>\n<mml:msub>\n<mml:mtext>N</mml:mtext>\n<mml:mn>2</mml:mn>\n</mml:msub>\n</mml:mrow>\n<mml:mn>0</mml:mn>\n</mml:msubsup>\n</mml:mrow>\n</mml:mfrac>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>\n</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"middle\">\n<oasis:entry>membrane selectivity</oasis:entry>\n<oasis:entry>\n<disp-formula>\n<alternatives>\n<graphic xlink:href=\"sc-2019-01020w_m003.gif\"></graphic>\n<mml:math display=\"block\" overflow=\"scroll\">\n<mml:mrow>\n<mml:msubsup>\n<mml:mtext mathvariant=\"italic\">S</mml:mtext>\n<mml:mrow>\n<mml:mtext>mem</mml:mtext>\n<mml:mo>,</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mtext>H</mml:mtext>\n</mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:msub>\n<mml:mo>/</mml:mo>\n<mml:msub>\n<mml:mtext>N</mml:mtext>\n<mml:mn>2</mml:mn>\n</mml:msub>\n</mml:mrow>\n<mml:mn>0</mml:mn>\n</mml:msubsup>\n<mml:mo>=</mml:mo>\n<mml:msubsup>\n<mml:mtext mathvariant=\"italic\">S</mml:mtext>\n<mml:mrow>\n<mml:mtext>ads</mml:mtext>\n<mml:mo>,</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mtext>H</mml:mtext>\n</mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:msub>\n<mml:mo>/</mml:mo>\n<mml:msub>\n<mml:mtext>N</mml:mtext>\n<mml:mn>2</mml:mn>\n</mml:msub>\n</mml:mrow>\n<mml:mn>0</mml:mn>\n</mml:msubsup>\n<mml:mo>×</mml:mo>\n<mml:msubsup>\n<mml:mtext mathvariant=\"italic\">S</mml:mtext>\n<mml:mrow>\n<mml:mtext>diff</mml:mtext>\n<mml:mo>,</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mtext>H</mml:mtext>\n</mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:msub>\n<mml:mo>/</mml:mo>\n<mml:msub>\n<mml:mtext>N</mml:mtext>\n<mml:mn>2</mml:mn>\n</mml:msub>\n</mml:mrow>\n<mml:mn>0</mml:mn>\n</mml:msubsup>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>\n</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"middle\">\n<oasis:entry morerows=\"3\">binary (B) and quaternary (Q) mixture conditions</oasis:entry>\n<oasis:entry>permeability (Barrer)</oasis:entry>\n<oasis:entry>\n<disp-formula>\n<alternatives>\n<graphic xlink:href=\"sc-2019-01020w_m004.gif\"></graphic>\n<mml:math display=\"block\" overflow=\"scroll\">\n<mml:mrow>\n<mml:msubsup>\n<mml:mtext mathvariant=\"italic\">P</mml:mtext>\n<mml:mtext mathvariant=\"normal\">i</mml:mtext>\n<mml:mrow>\n<mml:mtext>B</mml:mtext>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mtext>Q</mml:mtext>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:mrow>\n</mml:msubsup>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:msubsup>\n<mml:mtext mathvariant=\"italic\">N</mml:mtext>\n<mml:mtext mathvariant=\"normal\">i</mml:mtext>\n<mml:mrow>\n<mml:mtext>B</mml:mtext>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mtext>Q</mml:mtext>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:mrow>\n</mml:msubsup>\n<mml:mo>×</mml:mo>\n<mml:msubsup>\n<mml:mtext mathvariant=\"italic\">D</mml:mtext>\n<mml:mtext mathvariant=\"normal\">i</mml:mtext>\n<mml:mrow>\n<mml:mtext>B</mml:mtext>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mtext>Q</mml:mtext>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:mrow>\n</mml:msubsup>\n</mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mtext mathvariant=\"italic\">f</mml:mtext>\n<mml:mtext mathvariant=\"normal\">i</mml:mtext>\n</mml:msub>\n</mml:mrow>\n</mml:mfrac>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>\n</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"middle\">\n<oasis:entry>adsorption selectivity</oasis:entry>\n<oasis:entry>\n<disp-formula>\n<alternatives>\n<graphic xlink:href=\"sc-2019-01020w_m005.gif\"></graphic>\n<mml:math display=\"block\" overflow=\"scroll\">\n<mml:mrow>\n<mml:msubsup>\n<mml:mtext mathvariant=\"italic\">S</mml:mtext>\n<mml:mrow>\n<mml:mtext>ads</mml:mtext>\n<mml:mo>,</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mtext>H</mml:mtext>\n</mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:msub>\n<mml:mo>/</mml:mo>\n<mml:msub>\n<mml:mtext>N</mml:mtext>\n<mml:mn>2</mml:mn>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:mtext>B</mml:mtext>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mtext>Q</mml:mtext>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:mrow>\n</mml:msubsup>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:msub>\n<mml:mtext mathvariant=\"italic\">N</mml:mtext>\n<mml:mrow>\n<mml:msub>\n<mml:mtext>H</mml:mtext>\n<mml:mn>2</mml:mn>\n</mml:msub>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mtext mathvariant=\"italic\">N</mml:mtext>\n<mml:mrow>\n<mml:msub>\n<mml:mtext>N</mml:mtext>\n<mml:mn>2</mml:mn>\n</mml:msub>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo stretchy=\"true\">/</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:msub>\n<mml:mtext mathvariant=\"italic\">y</mml:mtext>\n<mml:mrow>\n<mml:msub>\n<mml:mtext>H</mml:mtext>\n<mml:mn>2</mml:mn>\n</mml:msub>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mtext mathvariant=\"italic\">y</mml:mtext>\n<mml:mrow>\n<mml:msub>\n<mml:mtext>N</mml:mtext>\n<mml:mn>2</mml:mn>\n</mml:msub>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:mfrac>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>\n</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"middle\">\n<oasis:entry>diffusion selectivity</oasis:entry>\n<oasis:entry>\n<disp-formula>\n<alternatives>\n<graphic xlink:href=\"sc-2019-01020w_m006.gif\"></graphic>\n<mml:math display=\"block\" overflow=\"scroll\">\n<mml:mrow>\n<mml:msubsup>\n<mml:mtext mathvariant=\"italic\">S</mml:mtext>\n<mml:mrow>\n<mml:mtext>diff</mml:mtext>\n<mml:mo>,</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mtext>H</mml:mtext>\n</mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:msub>\n<mml:mo>/</mml:mo>\n<mml:msub>\n<mml:mtext>N</mml:mtext>\n<mml:mn>2</mml:mn>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:mtext>B</mml:mtext>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mtext>Q</mml:mtext>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:mrow>\n</mml:msubsup>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:msubsup>\n<mml:mtext mathvariant=\"italic\">D</mml:mtext>\n<mml:mrow>\n<mml:msub>\n<mml:mtext>H</mml:mtext>\n<mml:mn>2</mml:mn>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:mtext>B</mml:mtext>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mtext>Q</mml:mtext>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:mrow>\n</mml:msubsup>\n</mml:mrow>\n<mml:mrow>\n<mml:msubsup>\n<mml:mtext mathvariant=\"italic\">D</mml:mtext>\n<mml:mrow>\n<mml:msub>\n<mml:mtext>N</mml:mtext>\n<mml:mn>2</mml:mn>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:mtext>B</mml:mtext>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mtext>Q</mml:mtext>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:mrow>\n</mml:msubsup>\n</mml:mrow>\n</mml:mfrac>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>\n</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"middle\">\n<oasis:entry>membrane selectivity</oasis:entry>\n<oasis:entry>\n<disp-formula>\n<alternatives>\n<graphic xlink:href=\"sc-2019-01020w_m007.gif\"></graphic>\n<mml:math display=\"block\" overflow=\"scroll\">\n<mml:mrow>\n<mml:msubsup>\n<mml:mtext mathvariant=\"italic\">S</mml:mtext>\n<mml:mrow>\n<mml:mtext>mem</mml:mtext>\n<mml:mo>,</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mtext>H</mml:mtext>\n</mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:msub>\n<mml:mo>/</mml:mo>\n<mml:msub>\n<mml:mtext>N</mml:mtext>\n<mml:mn>2</mml:mn>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:mtext>B</mml:mtext>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mtext>Q</mml:mtext>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:mrow>\n</mml:msubsup>\n<mml:mo>=</mml:mo>\n<mml:msubsup>\n<mml:mtext mathvariant=\"italic\">S</mml:mtext>\n<mml:mrow>\n<mml:mtext>ads</mml:mtext>\n<mml:mo>,</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mtext>H</mml:mtext>\n</mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:msub>\n<mml:mo>/</mml:mo>\n<mml:msub>\n<mml:mtext>N</mml:mtext>\n<mml:mn>2</mml:mn>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:mtext>B</mml:mtext>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mtext>Q</mml:mtext>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:mrow>\n</mml:msubsup>\n<mml:mo>×</mml:mo>\n<mml:msubsup>\n<mml:mtext mathvariant=\"italic\">S</mml:mtext>\n<mml:mrow>\n<mml:mtext>diff</mml:mtext>\n<mml:mo>,</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mtext>H</mml:mtext>\n</mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:msub>\n<mml:mo>/</mml:mo>\n<mml:msub>\n<mml:mtext>N</mml:mtext>\n<mml:mn>2</mml:mn>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:mtext>B</mml:mtext>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mtext>Q</mml:mtext>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:mrow>\n</mml:msubsup>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>\n</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"middle\">\n<oasis:entry>MMM calculations</oasis:entry>\n<oasis:entry>permeability (Barrer)</oasis:entry>\n<oasis:entry>\n<disp-formula>\n<alternatives>\n<graphic xlink:href=\"sc-2019-01020w_m008.gif\"></graphic>\n<mml:math display=\"block\" overflow=\"scroll\">\n<mml:mrow>\n<mml:msub>\n<mml:mtext mathvariant=\"italic\">P</mml:mtext>\n<mml:mrow>\n<mml:mtext>MMM</mml:mtext>\n</mml:mrow>\n</mml:msub>\n<mml:msub>\n<mml:mrow>\n<mml:mo>=</mml:mo>\n<mml:mtext mathvariant=\"italic\">P</mml:mtext>\n</mml:mrow>\n<mml:mtext>p</mml:mtext>\n</mml:msub>\n<mml:mo>×</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mtext mathvariant=\"italic\">n</mml:mtext>\n<mml:mo>×</mml:mo>\n<mml:mtext mathvariant=\"italic\">P</mml:mtext>\n</mml:mrow>\n<mml:mrow>\n<mml:mtext>MOF</mml:mtext>\n</mml:mrow>\n</mml:msub>\n<mml:mo>+</mml:mo>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mrow>\n<mml:mo>1</mml:mo>\n<mml:mo>−</mml:mo>\n<mml:mtext mathvariant=\"italic\">n</mml:mtext>\n</mml:mrow>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mo>×</mml:mo>\n<mml:mtext mathvariant=\"italic\">P</mml:mtext>\n</mml:mrow>\n<mml:mtext mathvariant=\"normal\">P</mml:mtext>\n</mml:msub>\n<mml:mo>−</mml:mo>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mn>1</mml:mn>\n<mml:mo>−</mml:mo>\n<mml:mtext mathvariant=\"italic\">n</mml:mtext>\n<mml:mo stretchy=\"false\">)</mml:mo>\n<mml:mo>×</mml:mo>\n<mml:mi>ϕ</mml:mi>\n<mml:mo>×</mml:mo>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mrow>\n<mml:msub>\n<mml:mtext mathvariant=\"italic\">P</mml:mtext>\n<mml:mtext mathvariant=\"normal\">P</mml:mtext>\n</mml:msub>\n<mml:msub>\n<mml:mrow>\n<mml:mo>−</mml:mo>\n<mml:mtext mathvariant=\"italic\">P</mml:mtext>\n</mml:mrow>\n<mml:mrow>\n<mml:mtext>MOF</mml:mtext>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mtext mathvariant=\"italic\">n</mml:mtext>\n<mml:mo mathvariant=\"normal\">×</mml:mo>\n<mml:mtext mathvariant=\"italic\">P</mml:mtext>\n</mml:mrow>\n<mml:mrow>\n<mml:mtext>MOF</mml:mtext>\n</mml:mrow>\n</mml:msub>\n<mml:mo>+</mml:mo>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n<mml:mo>−</mml:mo>\n<mml:mtext mathvariant=\"italic\">n</mml:mtext>\n</mml:mrow>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mo>×</mml:mo>\n<mml:mtext mathvariant=\"italic\">P</mml:mtext>\n</mml:mrow>\n<mml:mtext mathvariant=\"normal\">P</mml:mtext>\n</mml:msub>\n<mml:mo>+</mml:mo>\n<mml:mtext mathvariant=\"italic\">n</mml:mtext>\n<mml:mo>×</mml:mo>\n<mml:mi>ϕ</mml:mi>\n<mml:mo>×</mml:mo>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mrow>\n<mml:msub>\n<mml:mtext mathvariant=\"italic\">P</mml:mtext>\n<mml:mtext mathvariant=\"normal\">P</mml:mtext>\n</mml:msub>\n<mml:msub>\n<mml:mrow>\n<mml:mo>−</mml:mo>\n<mml:mtext mathvariant=\"italic\">P</mml:mtext>\n</mml:mrow>\n<mml:mrow>\n<mml:mtext>MOF</mml:mtext>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:mrow>\n</mml:mfrac>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t1fn1\">\n<label>a</label>\n<p>i: gas species, H<sub>2</sub> or\nN<sub>2</sub>; <italic>K</italic>\n<sub arrange=\"stack\">i</sub>\n<sup arrange=\"stack\">0</sup>: Henry’s constant at infinite dilution\n(mol/kg/Pa); <italic>D</italic>\n<sub arrange=\"stack\">i</sub>\n<sup arrange=\"stack\">0</sup>: self-diffusivity at infinite dilution (cm<sup>2</sup>/s); <italic>f</italic>: partial pressure of gas in the mixture\n(Pa); <italic>N</italic>: gas uptake at mixture condition (mol/kg); <italic>y</italic>: molar fraction of gas species in the mixture; <italic>P</italic>\n<sub>MMM</sub>: gas permeability of MOF/polymer MMM (Barrer); <italic>P</italic>\n<sub>p</sub>: gas permeability of polymer (Barrer); <italic>P</italic>\n<sub>MOF</sub>: gas permeability of MOF (Barrer); <italic>n</italic>: geometry shape factor; ϕ: volume fraction of MOF\nfiller in MMM; 1 Barrer = 3.348 × 10<sup>–16</sup> mol\nm/(m<sup>2</sup> s Pa).</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<p>In the next step, we examined mixture separation performances of\nthe top 20 MOF membranes identified from the molecular simulations\nperformed at infinite dilution. Molecular simulations were performed\nfor the top MOF membranes considering binary H<sub>2</sub>/N<sub>2</sub>:30/70 and quaternary H<sub>2</sub>/N<sub>2</sub>/CO<sub>2</sub>/CO:16.4/60.5/5.3/17.9 mixtures for which compositions were taken from the literature.\nMolecular simulations were done at 1 bar and 298 K to assess the real\ngas separation performances of MOFs under practical operating conditions.\nAdsorbate–adsorbate and adsorbate–MOF interactions were\nconsidered in the mixture simulations. GCMC simulations with 20 000\ninitialization and 100 000 production cycles were performed\nto compute the adsorbed gas loadings of the binary and quaternary\nmixtures, and MD simulations with 5000 initialization cycles were\nperformed using these calculated gas loadings to compute the self-diffusivities\nof each gas component in the mixtures. Adsorption and diffusion data\nwere then combined as shown in the equations given in  to compute gas permeability\n(<italic>P</italic>\n<sub arrange=\"stack\">i</sub>\n<sup arrange=\"stack\">B</sup>), adsorption selectivity (<italic>S</italic>\n<sub arrange=\"stack\">ads,H<sub>2</sub>/N<sub>2</sub>\n</sub>\n<sup arrange=\"stack\">B</sup>), diffusion selectivity (<italic>S</italic>\n<sub arrange=\"stack\">diff,H<sub>2</sub>/N<sub>2</sub>\n</sub>\n<sup arrange=\"stack\">B</sup>), and membrane selectivity (<italic>S</italic>\n<sub arrange=\"stack\">mem,H<sub>2</sub>/N<sub>2</sub>\n</sub>\n<sup arrange=\"stack\">B</sup>) of each MOF membrane for separation of binary\nH<sub>2</sub>/N<sub>2</sub>:30/70 mixture. Similarly, quaternary H<sub>2</sub>/N<sub>2</sub>/CO<sub>2</sub>/CO:16.4/60.5/5.3/17.9 mixture\nseparation performances of MOF membranes were estimated by computing\ngas permeability (<italic>P</italic>\n<sub arrange=\"stack\">i</sub>\n<sup arrange=\"stack\">Q</sup>), adsorption selectivity (<italic>S</italic>\n<sub arrange=\"stack\">ads,H<sub>2</sub>/N<sub>2</sub>\n</sub>\n<sup arrange=\"stack\">Q</sup>), diffusion selectivity (<italic>S</italic>\n<sub arrange=\"stack\">diff,H<sub>2</sub>/N<sub>2</sub>\n</sub>\n<sup arrange=\"stack\">Q</sup>), and membrane selectivity (<italic>S</italic>\n<sub arrange=\"stack\">mem,H<sub>2</sub>/N<sub>2</sub>\n</sub>\n<sup arrange=\"stack\">Q</sup>) of each MOF membrane.</p>", "clean_text": "In the next step, we examined mixture separation performances of the top 20 MOF membranes identified from the molecular simulations performed at infinite dilution. Molecular simulations were performed for the top MOF membranes considering binary H2/N2:30/70 and quaternary H2/N2/CO2/CO:16.4/60.5/5.3/17.9 mixtures for which compositions were taken from the literature. Molecular simulations were done at 1 bar and 298 K to assess the real gas separation performances of MOFs under practical operating conditions. Adsorbate-adsorbate and adsorbate-MOF interactions were considered in the mixture simulations. GCMC simulations with 20000 initialization and 100000 production cycles were performed to compute the adsorbed gas loadings of the binary and quaternary mixtures, and MD simulations with 5000 initialization cycles were performed using these calculated gas loadings to compute the self-diffusivities of each gas component in the mixtures. Adsorption and diffusion data were then combined as shown in the equations given in  to compute gas permeability (P i B), adsorption selectivity (S ads,H2/N2  B), diffusion selectivity (S diff,H2/N2  B), and membrane selectivity (S mem,H2/N2  B) of each MOF membrane for separation of binary H2/N2:30/70 mixture. Similarly, quaternary H2/N2/CO2/CO:16.4/60.5/5.3/17.9 mixture separation performances of MOF membranes were estimated by computing gas permeability (P i Q), adsorption selectivity (S ads,H2/N2  Q), diffusion selectivity (S diff,H2/N2  Q), and membrane selectivity (S mem,H2/N2  Q) of each MOF membrane.", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<p>At the final\nstep, we examined H<sub>2</sub>/N<sub>2</sub> separation\nperformances of MOF-based polymer membranes. The top MOFs were considered\nas fillers, and six different types of polymers were considered as\ncontinuous phases of MOF/polymer MMMs. The polymers that are close\nto the Robeson’s upper bound for H<sub>2</sub>/N<sub>2</sub> separation were selected. These are\npolybenzoxazinone imide (PBOI-2-Cu<sup>+</sup>), cross-linked <italic>N</italic>,<italic>N</italic>′-dipropargyl\n(4–4′-hexafluoroisopropylidene) bisphthalimide polyimide\n(6FDA-DIA), protonated form of 1,4,5,8-naphthalene\ntetracarboxylic dianhydride-2,2-bis­[4-(4-aminophenoxy)­phenyl] hexafluoro\npropane disulfonic acid polyimide (NTDA-BAPHFDS­(H)), polymer of intrinsic microporosity-7 (PIM-7), PIM-1, and poly­(trimethylsilyl\npropyne) (PTMSP). Experimentally reported\nH<sub>2</sub> permeabilities, N<sub>2</sub> permeabilities, and ideal\nH<sub>2</sub>/N<sub>2</sub> selectivities of these polymeric membranes\nwere obtained from the literature and given in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.9b01020/suppl_file/sc9b01020_si_001.pdf\">Table S2</ext-link>. We previously showed the good agreement between\nthe experimental measurements and theoretical predictions of the Maxwell\nmodel for H<sub>2</sub> permeabilities\nof several MOF-based MMMs such as IRMOF-1/Matrimid, Cu-BTC/polysulfone,\nCu-BTC/polydimethylsiloxane (PDMS), and N<sub>2</sub> permeabilities\nof Cu-BTC/polyimide, ZIF-8/Matrimid, ZIF-8/Ultem, and ZIF-8/poly­(1,4-phenylene\nether-ether-sulfone (PPEES) MMMs. Motivated\nfrom these works, permeabilities of MOF-based MMMs (<italic>P</italic>\n<sub>MMM</sub>) were computed using the Maxwell model given in . The Maxwell model\nwas developed to predict the effective permeability of gases through\nthe MMMs using the gas permeability data of polymer matrix and filler\nparticles. Its main assumption is that the contact between two phases\nat the polymer–particle interface is defect-free, and the model\nconsiders a diluted suspension of spherical particles with low filler\nconcentration. The geometry shape factor\n(<italic>n</italic>) was taken as 0.3 assuming sphere-like MOF particles;\nthe volume fraction of the MOFs in MMMs (ϕ) was used as 0.2.\n<italic>P</italic>\n<sub>MOF</sub> in this model\nrepresents the gas permeability of MOF calculated from the results\nof GCMC and MD simulations, which were carried out exactly at the\nsame pressure and temperature with the gas permeability measurements\nof polymeric membranes (<italic>P</italic>\n<sub>P</sub>) as reported\nin <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.9b01020/suppl_file/sc9b01020_si_001.pdf\">Table S2</ext-link>.</p>", "clean_text": "At the final step, we examined H2/N2 separation performances of MOF-based polymer membranes. The top MOFs were considered as fillers, and six different types of polymers were considered as continuous phases of MOF/polymer MMMs. The polymers that are close to the Robeson's upper bound for H2/N2 separation were selected. These are polybenzoxazinone imide (PBOI-2-Cu+), cross-linked N,N'-dipropargyl (4-4'-hexafluoroisopropylidene) bisphthalimide polyimide (6FDA-DIA), protonated form of 1,4,5,8-naphthalene tetracarboxylic dianhydride-2,2-bis[4-(4-aminophenoxy)phenyl] hexafluoro propane disulfonic acid polyimide (NTDA-BAPHFDS(H)), polymer of intrinsic microporosity-7 (PIM-7), PIM-1, and poly(trimethylsilyl propyne) (PTMSP). Experimentally reported H2 permeabilities, N2 permeabilities, and ideal H2/N2 selectivities of these polymeric membranes were obtained from the literature and given in Table S2. We previously showed the good agreement between the experimental measurements and theoretical predictions of the Maxwell model for H2 permeabilities of several MOF-based MMMs such as IRMOF-1/Matrimid, Cu-BTC/polysulfone, Cu-BTC/polydimethylsiloxane (PDMS), and N2 permeabilities of Cu-BTC/polyimide, ZIF-8/Matrimid, ZIF-8/Ultem, and ZIF-8/poly(1,4-phenylene ether-ether-sulfone (PPEES) MMMs. Motivated from these works, permeabilities of MOF-based MMMs (P MMM) were computed using the Maxwell model given in . The Maxwell model was developed to predict the effective permeability of gases through the MMMs using the gas permeability data of polymer matrix and filler particles. Its main assumption is that the contact between two phases at the polymer-particle interface is defect-free, and the model considers a diluted suspension of spherical particles with low filler concentration. The geometry shape factor (n) was taken as 0.3 assuming sphere-like MOF particles; the volume fraction of the MOFs in MMMs (ϕ) was used as 0.2. P MOF in this model represents the gas permeability of MOF calculated from the results of GCMC and MD simulations, which were carried out exactly at the same pressure and temperature with the gas permeability measurements of polymeric membranes (P P) as reported in Table S2.", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><p>In our previous studies, we validated the accuracy\nof our computational approach by comparing the experimentally reported\nsingle-component H<sub>2</sub> and N<sub>2</sub> permeabilities of\nvarious types of MOF membranes with the predictions of molecular simulations.\nIn this work, we additionally compared results of our molecular simulations\nfor H<sub>2</sub>/N<sub>2</sub> mixture permeances of several MOF\nmembranes with the available experimental data under the same conditions.\nSince most of the experimental work reported gas permeances of MOF\nmembranes, we converted our simulated permeabilities to permeances\nusing the membrane thickness values given in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.9b01020/suppl_file/sc9b01020_si_001.pdf\">Table S3</ext-link> to compare simulation results with the experiments. Details\nabout the experimental conditions of gas permeance measurements of\nMOF membranes are also given in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.9b01020/suppl_file/sc9b01020_si_001.pdf\">Table S3</ext-link>.  shows that\nsimulation results for single-component H<sub>2</sub> and N<sub>2</sub> permeances through Ni-MOF-74 and MOF-5 membranes and H<sub>2</sub>/N<sub>2</sub> mixture permeances through ZIF-22, ZIF-78, and ZIF-90\nmembranes agree well with experimental data. This good agreement between\nsimulations and experiments indicates that molecular simulations that\nwe described above can be used to accurately estimate H<sub>2</sub>/N<sub>2</sub> permeation through MOF membranes. Motivated from this,\nwe computed H<sub>2</sub> and N<sub>2</sub> permeabilities of 3765\nMOFs that have not been experimentally tested for membrane-based H<sub>2</sub>/N<sub>2</sub> separations.</p>", "clean_text": "Results and Discussion\n\nIn our previous studies, we validated the accuracy of our computational approach by comparing the experimentally reported single-component H2 and N2 permeabilities of various types of MOF membranes with the predictions of molecular simulations. In this work, we additionally compared results of our molecular simulations for H2/N2 mixture permeances of several MOF membranes with the available experimental data under the same conditions. Since most of the experimental work reported gas permeances of MOF membranes, we converted our simulated permeabilities to permeances using the membrane thickness values given in Table S3 to compare simulation results with the experiments. Details about the experimental conditions of gas permeance measurements of MOF membranes are also given in Table S3.  shows that simulation results for single-component H2 and N2 permeances through Ni-MOF-74 and MOF-5 membranes and H2/N2 mixture permeances through ZIF-22, ZIF-78, and ZIF-90 membranes agree well with experimental data. This good agreement between simulations and experiments indicates that molecular simulations that we described above can be used to accurately estimate H2/N2 permeation through MOF membranes. Motivated from this, we computed H2 and N2 permeabilities of 3765 MOFs that have not been experimentally tested for membrane-based H2/N2 separations.", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Comparison of the experimental<named-content content-type=\"bibref-group\">\n<xref ref-type=\"bibr\" rid=\"ref7\"></xref>,<xref ref-type=\"bibr\" rid=\"ref20\"></xref>,<xref ref-type=\"bibr\" rid=\"ref71\"></xref>−<xref ref-type=\"bibr\" rid=\"ref72\" specific-use=\"suppress-in-print\"></xref>\n<xref ref-type=\"bibr\" rid=\"ref73\"></xref>\n</named-content> and simulated\nH<sub>2</sub> and\nN<sub>2</sub> permeances of MOF membranes. Details of the experimental\ndata are given in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.9b01020/suppl_file/sc9b01020_si_001.pdf\">Table S3</ext-link>. Diagonal line\nis to guide the eye.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"sc-2019-01020w_0001.eps\"></graphic>\n</fig>", "clean_text": " 1  Comparison of the experimental ,,-   and simulated H2 and N2 permeances of MOF membranes. Details of the experimental data are given in Table S3. Diagonal line is to guide the eye.   ", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["property"], "content": "<p>For an efficient membrane-based gas separation process, high\ngas\npermeability and high selectivity are desired. It is well-known that\nthere is a trade-off between permeability and selectivity of polymeric\nmembranes; membranes having high H<sub>2</sub> permeability suffer\nfrom low H<sub>2</sub> selectivity and vice versa. To show this trade-off,\nRobeson defined an upper bound for the\nperformance of polymeric membranes for H<sub>2</sub>/N<sub>2</sub> separation. The upper bound correlation was defined based on the\nsingle-component gas permeability measurements of polymeric membranes\nwhich rely on the solution/diffusion transport rather than molecular\nsieving effect. We showed H<sub>2</sub> permeabilities and ideal H<sub>2</sub>/N<sub>2</sub> selectivities of 3765 MOF membranes computed\nat infinite dilution at 298 K in  together with the upper bound of polymers.\nOur results showed that the trade-off between the gas permeability\nand selectivity of polymeric membranes is not valid for MOF membranes\nbecause many MOFs are able to exceed the upper bound. Polymeric membranes\ngenerally exhibit high H<sub>2</sub>/N<sub>2</sub> selectivities between\n2 and 300 but low H<sub>2</sub> permeabilities varying in the range\nof 1–10<sup>4</sup> Barrer. Permeabilities of MOF membranes\nwere computed to be in the range of 2.5 × 10<sup>3</sup> to 1.7\n× 10<sup>6</sup> Barrer, whereas their H<sub>2</sub>/N<sub>2</sub> membrane selectivities were calculated to be between 0.06 and 6.9.\nAlthough all the MOF membranes we examined in this study were found\nto have lower H<sub>2</sub>/N<sub>2</sub> selectivities than the polymeric\nmembranes, H<sub>2</sub> permeabilities of MOF membranes are drastically\nlarger than those of polymers, which can be attributed to high porosities\nof MOFs. Because of high porosities, both H<sub>2</sub> and N<sub>2</sub> can easily penetrate through the MOF membranes’ pores,\nleading to lower selectivities compared to those of polymers. One\nthousand three hundred and fifty-one MOFs were found to exceed the\nRobeson’s upper bound due to their high H<sub>2</sub> permeabilities\nranging from 1.1 × 10<sup>4</sup> to 1.7 × 10<sup>6</sup> Barrer. We ranked the MOF membranes based on their H<sub>2</sub>/N<sub>2</sub> selectivities from the highest to the lowest, and\nthe top 20 MOFs were identified, as shown by red stars in . We note that KA,\nNaA, and CaA zeolite membranes were reported to exhibit moderate H<sub>2</sub> permeabilities, 1.3 × 10<sup>3</sup> to 2.7 × 10<sup>3</sup> Barrers, and H<sub>2</sub>/N<sub>2</sub> selectivities between\n5.9 and 9.9. H<sub>2</sub>/N<sub>2</sub> selectivities of MFI-type zeolite and SSZ-13 membranes were reported\nas 1.5–4.5 and 4–5, respectively. Pd-based membranes have been reported to have H<sub>2</sub> permeabilities\nof 10<sup>3</sup> to 1.3 × 10<sup>4</sup> Barrer and very high\nH<sub>2</sub> selectivities, even reaching 2000 at very high temperatures\nof 400–600 °C. Because operating\nmembranes at high temperatures is not economical, MOFs can be alternatives\nto polymer, zeolite, and metal membranes for H<sub>2</sub>/N<sub>2</sub> separations by offering a good combination of high H<sub>2</sub> permeabilities and moderate H<sub>2</sub> selectivities at room\ntemperatures.</p>", "clean_text": "For an efficient membrane-based gas separation process, high gas permeability and high selectivity are desired. It is well-known that there is a trade-off between permeability and selectivity of polymeric membranes; membranes having high H2 permeability suffer from low H2 selectivity and vice versa. To show this trade-off, Robeson defined an upper bound for the performance of polymeric membranes for H2/N2 separation. The upper bound correlation was defined based on the single-component gas permeability measurements of polymeric membranes which rely on the solution/diffusion transport rather than molecular sieving effect. We showed H2 permeabilities and ideal H2/N2 selectivities of 3765 MOF membranes computed at infinite dilution at 298 K in  together with the upper bound of polymers. Our results showed that the trade-off between the gas permeability and selectivity of polymeric membranes is not valid for MOF membranes because many MOFs are able to exceed the upper bound. Polymeric membranes generally exhibit high H2/N2 selectivities between 2 and 300 but low H2 permeabilities varying in the range of 1-104 Barrer. Permeabilities of MOF membranes were computed to be in the range of 2.5 × 103 to 1.7 × 106 Barrer, whereas their H2/N2 membrane selectivities were calculated to be between 0.06 and 6.9. Although all the MOF membranes we examined in this study were found to have lower H2/N2 selectivities than the polymeric membranes, H2 permeabilities of MOF membranes are drastically larger than those of polymers, which can be attributed to high porosities of MOFs. Because of high porosities, both H2 and N2 can easily penetrate through the MOF membranes' pores, leading to lower selectivities compared to those of polymers. One thousand three hundred and fifty-one MOFs were found to exceed the Robeson's upper bound due to their high H2 permeabilities ranging from 1.1 × 104 to 1.7 × 106 Barrer. We ranked the MOF membranes based on their H2/N2 selectivities from the highest to the lowest, and the top 20 MOFs were identified, as shown by red stars in . We note that KA, NaA, and CaA zeolite membranes were reported to exhibit moderate H2 permeabilities, 1.3 × 103 to 2.7 × 103 Barrers, and H2/N2 selectivities between 5.9 and 9.9. H2/N2 selectivities of MFI-type zeolite and SSZ-13 membranes were reported as 1.5-4.5 and 4-5, respectively. Pd-based membranes have been reported to have H2 permeabilities of 103 to 1.3 × 104 Barrer and very high H2 selectivities, even reaching 2000 at very high temperatures of 400-600 °C. Because operating membranes at high temperatures is not economical, MOFs can be alternatives to polymer, zeolite, and metal membranes for H2/N2 separations by offering a good combination of high H2 permeabilities and moderate H2 selectivities at room temperatures.", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>H<sub>2</sub> permeability and H<sub>2</sub>/N<sub>2</sub> selectivity\nof MOF membranes calculated at infinite dilution. The black solid\nline represents the Robeson’s upper bound for polymeric membranes.\nBlack and blue points represent MOFs which are under and above the\nRobeson’s bound, respectively. Red stars represent the top\n20 MOF membrane candidates.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"sc-2019-01020w_0002.eps\"></graphic>\n</fig>", "clean_text": " 2  H2 permeability and H2/N2 selectivity of MOF membranes calculated at infinite dilution. The black solid line represents the Robeson's upper bound for polymeric membranes. Black and blue points represent MOFs which are under and above the Robeson's bound, respectively. Red stars represent the top 20 MOF membrane candidates.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<p>We examined adsorption and diffusion selectivities to understand\ntheir contributions into H<sub>2</sub>/N<sub>2</sub> separation mechanisms\nof MOF membranes. In (a), membrane selectivity was compared with the adsorption\nselectivity for 3765 MOFs. One thousand three hundred and fifty-one\npromising MOFs that exceed the upper bound and the top 20 MOFs that\nwe identified are shown by blue and red symbols, respectively, in (a). All the MOFs\nhave <italic>S</italic>\n<sub arrange=\"stack\">ads,H<sub>2</sub>/N<sub>2</sub>\n</sub>\n<sup arrange=\"stack\">0</sup> &lt; 1, meaning that MOFs\nare N<sub>2</sub> selective in adsorption process. This can be explained\nby the very weak interaction of H<sub>2</sub> with the MOF atoms and\nadditional electrostatic interactions of N<sub>2</sub> with the MOF\natoms. Although all MOFs prefer N<sub>2</sub> over H<sub>2</sub> in\nadsorption, 1304 MOFs were found to selectively separate H<sub>2</sub> from N<sub>2</sub> (<italic>S</italic>\n<sub arrange=\"stack\">mem,H<sub>2</sub>/N<sub>2</sub>\n</sub>\n<sup arrange=\"stack\">0</sup> &gt; 1) in\nmembrane-based\nseparation, as shown in (a), indicating the dominant effect of diffusion. Diffusion\nselectivity favors H<sub>2</sub> over N<sub>2</sub> because lighter\nand smaller H<sub>2</sub> (kinetic diameters of H<sub>2</sub>: 2.89\nÅ, N<sub>2</sub>: 3.64 Å) diffuses faster than N<sub>2</sub>, which leads to <italic>S</italic>\n<sub arrange=\"stack\">diff,H<sub>2</sub>/N<sub>2</sub>\n</sub>\n<sup arrange=\"stack\">0</sup> values greater\nthan 1 for all MOFs, ranging from 1.5 to 147. As a result, selective\nseparation of H<sub>2</sub> from N<sub>2</sub> occurs when the diffusion\nselectivity of MOF toward H<sub>2</sub> dominates the adsorption selectivity\nof MOF toward N<sub>2</sub>. We color-coded the diffusion selectivities\nof 1351 MOFs exceeding the upper bound in (b). MOFs exceeding the upper bound have <italic>S</italic>\n<sub arrange=\"stack\">ads,H<sub>2</sub>/N<sub>2</sub>\n</sub>\n<sup arrange=\"stack\">0</sup> and <italic>S</italic>\n<sub arrange=\"stack\">diff,H<sub>2</sub>/N<sub>2</sub>\n</sub>\n<sup arrange=\"stack\">0</sup> values in the ranges of 0.02–0.7 and 3–147, respectively.\nMOFs with high <italic>S</italic>\n<sub arrange=\"stack\">ads,H<sub>2</sub>/N<sub>2</sub>\n</sub>\n<sup arrange=\"stack\">0</sup> (0.3–0.7)\ngenerally have low <italic>S</italic>\n<sub arrange=\"stack\">diff,H<sub>2</sub>/N<sub>2</sub>\n</sub>\n<sup arrange=\"stack\">0</sup> (2–10)\nand vice versa. Higher adsorption selectivity means more gas molecules\ninteract with the framework and accumulate inside the pores, which\ndecreases the gas diffusion rates due to the steric hindrance. As\na result, materials having high adsorption selectivity for a gas molecule\n(N<sub>2</sub> for all MOFs) suffer from the low diffusion selectivity\ntoward the same molecule. As we discussed above, the top 20 MOFs were\nselected based on <italic>S</italic>\n<sub arrange=\"stack\">mem,H<sub>2</sub>/N<sub>2</sub>\n</sub>\n<sup arrange=\"stack\">0</sup> values which\nconsider both <italic>S</italic>\n<sub arrange=\"stack\">ads,H<sub>2</sub>/N<sub>2</sub>\n</sub>\n<sup arrange=\"stack\">0</sup> and <italic>S</italic>\n<sub arrange=\"stack\">diff,H<sub>2</sub>/N<sub>2</sub>\n</sub>\n<sup arrange=\"stack\">0</sup> and these best membrane candidates were computed\nto have <italic>S</italic>\n<sub arrange=\"stack\">ads,H<sub>2</sub>/N<sub>2</sub>\n</sub>\n<sup arrange=\"stack\">0</sup> values of 0.2–0.7\nand <italic>S</italic>\n<sub arrange=\"stack\">diff,H<sub>2</sub>/N<sub>2</sub>\n</sub>\n<sup arrange=\"stack\">0</sup> values of 5–28.5.\nThis result highlights the pronounced effect of diffusion on the membrane-based\nseparation performances of MOFs.</p>", "clean_text": "We examined adsorption and diffusion selectivities to understand their contributions into H2/N2 separation mechanisms of MOF membranes. In (a), membrane selectivity was compared with the adsorption selectivity for 3765 MOFs. One thousand three hundred and fifty-one promising MOFs that exceed the upper bound and the top 20 MOFs that we identified are shown by blue and red symbols, respectively, in (a). All the MOFs have S ads,H2/N2  0 < 1, meaning that MOFs are N2 selective in adsorption process. This can be explained by the very weak interaction of H2 with the MOF atoms and additional electrostatic interactions of N2 with the MOF atoms. Although all MOFs prefer N2 over H2 in adsorption, 1304 MOFs were found to selectively separate H2 from N2 (S mem,H2/N2  0 > 1) in membrane-based separation, as shown in (a), indicating the dominant effect of diffusion. Diffusion selectivity favors H2 over N2 because lighter and smaller H2 (kinetic diameters of H2: 2.89 Å, N2: 3.64 Å) diffuses faster than N2, which leads to S diff,H2/N2  0 values greater than 1 for all MOFs, ranging from 1.5 to 147. As a result, selective separation of H2 from N2 occurs when the diffusion selectivity of MOF toward H2 dominates the adsorption selectivity of MOF toward N2. We color-coded the diffusion selectivities of 1351 MOFs exceeding the upper bound in (b). MOFs exceeding the upper bound have S ads,H2/N2  0 and S diff,H2/N2  0 values in the ranges of 0.02-0.7 and 3-147, respectively. MOFs with high S ads,H2/N2  0 (0.3-0.7) generally have low S diff,H2/N2  0 (2-10) and vice versa. Higher adsorption selectivity means more gas molecules interact with the framework and accumulate inside the pores, which decreases the gas diffusion rates due to the steric hindrance. As a result, materials having high adsorption selectivity for a gas molecule (N2 for all MOFs) suffer from the low diffusion selectivity toward the same molecule. As we discussed above, the top 20 MOFs were selected based on S mem,H2/N2  0 values which consider both S ads,H2/N2  0 and S diff,H2/N2  0 and these best membrane candidates were computed to have S ads,H2/N2  0 values of 0.2-0.7 and S diff,H2/N2  0 values of 5-28.5. This result highlights the pronounced effect of diffusion on the membrane-based separation performances of MOFs.", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) Comparison of membrane and adsorption\nselectivity of MOFs computed\nat infinite dilution. Black and blue points represent all MOFs and\nMOFs exceeding the upper bound, respectively. Red starts represent\nthe top 20 MOFs identified in this work. The dashed line shows the\ngas preference of the MOF membrane. (b) Comparison of membrane, adsorption,\nand diffusion selectivity of MOFs exceeding the upper bound. The top\n20 MOFs are shown with red borders.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"sc-2019-01020w_0003.eps\"></graphic>\n</fig>", "clean_text": " 3  (a) Comparison of membrane and adsorption selectivity of MOFs computed at infinite dilution. Black and blue points represent all MOFs and MOFs exceeding the upper bound, respectively. Red starts represent the top 20 MOFs identified in this work. The dashed line shows the gas preference of the MOF membrane. (b) Comparison of membrane, adsorption, and diffusion selectivity of MOFs exceeding the upper bound. The top 20 MOFs are shown with red borders.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<p>In the first step, we performed all molecular simulations\nof MOFs\nat infinite dilution for the computational efficiency of the screening\nprocess. Once the top 20 MOF membrane candidates were identified,\ncomputationally demanding binary and quaternary mixture simulations\nwere carried out to unlock the membrane performance of the best MOFs\nunder practical operating conditions in the second step. Permeability\nand selectivity of MOF membranes were computed considering a binary\ngas mixture of H<sub>2</sub>/N<sub>2</sub>:30/70 and a quaternary\nmixture of H<sub>2</sub>/N<sub>2</sub>/CO<sub>2</sub>/CO:16.4/60.5/5.3/17.9\nat 1 bar and 298 K.  represents the comparison of predicted separation performances\nof the top MOFs at binary mixture and infinite dilution conditions. (a) and (b) show\nthat MOFs generally have slightly lower H<sub>2</sub> and higher N<sub>2</sub> permeabilities at binary mixture conditions compared to the\ninfinite dilution. While H<sub>2</sub> molecules in the mixture rapidly\ndiffuse through the membrane, they speed up the bulky and slow N<sub>2</sub> molecules. In the opposite way, existence of the bulky and\nslow diffusing N<sub>2</sub> molecules in the feed mixture decreases\nthe diffusion rate of H<sub>2</sub> molecules. As a result, lower\nH<sub>2</sub> and higher N<sub>2</sub> permeabilities were predicted\nat binary mixture conditions, and H<sub>2</sub>/N<sub>2</sub> selectivities\nof MOF membranes were slightly lower in the mixture case compared\nto the ones obtained at the infinite dilution, as shown in (c). Adsorption selectivities\nof MOFs at infinite dilution (0.16–0.67) were computed to be\nvery similar to the ones obtained at binary mixture case (0.15–0.68).\nTherefore, we focused on the effect of diffusion selectivity on the\nmembrane performance and color-coded the MOFs in (c) based on the ratio of diffusion\nselectivity computed at infinite dilution to the one computed at binary\nmixture condition (<italic>S</italic>\n<sub arrange=\"stack\">diff</sub>\n<sup arrange=\"stack\">0</sup>/<italic>S</italic>\n<sub arrange=\"stack\">diff</sub>\n<sup arrange=\"stack\">B</sup>). Green symbols show the MOFs\nwith similar <italic>S</italic>\n<sub arrange=\"stack\">diff</sub>\n<sup arrange=\"stack\">0</sup> and <italic>S</italic>\n<sub arrange=\"stack\">diff</sub>\n<sup arrange=\"stack\">B</sup> values resulting in <italic>S</italic>\n<sub arrange=\"stack\">diff</sub>\n<sup arrange=\"stack\">0</sup>/<italic>S</italic>\n<sub arrange=\"stack\">diff</sub>\n<sup arrange=\"stack\">B</sup> values between 0.8 and 1.1. Because both adsorption selectivity\nand diffusion selectivity computed at infinite dilution and binary\nmixture condition are similar, these are the MOFs predicted to have\nalmost the same membrane selectivities under two different conditions.\nAs the <italic>S</italic>\n<sub arrange=\"stack\">diff</sub>\n<sup arrange=\"stack\">0</sup>/<italic>S</italic>\n<sub arrange=\"stack\">diff</sub>\n<sup arrange=\"stack\">B</sup> ratio deviates from unity, the difference\nbetween <italic>S</italic>\n<sub arrange=\"stack\">mem</sub>\n<sup arrange=\"stack\">0</sup> and <italic>S</italic>\n<sub arrange=\"stack\">mem</sub>\n<sup arrange=\"stack\">B</sup> becomes more pronounced. For\nexample, 6 MOFs among the top 20 MOFs have <italic>S</italic>\n<sub arrange=\"stack\">diff</sub>\n<sup arrange=\"stack\">0</sup>/<italic>S</italic>\n<sub arrange=\"stack\">diff</sub>\n<sup arrange=\"stack\">B</sup> values\nbetween 1.4 and 1.9 as presented by red symbols in (c). <italic>S</italic>\n<sub arrange=\"stack\">mem</sub>\n<sup arrange=\"stack\">0</sup> values of these\nMOFs are almost twice their <italic>S</italic>\n<sub arrange=\"stack\">mem</sub>\n<sup arrange=\"stack\">B</sup> values, highlighting the dominant\neffect of the diffusion selectivity on the membrane performance of\nMOFs. We note that membrane selectivities computed at infinite dilution\n(3.1–6.9) generally well estimated the ones computed at binary\nmixture conditions (1.7–5.4), indicating that performing molecular\nsimulations initially at infinite dilution can be an efficient screening\napproach for identifying the most selective membranes for separation\nof binary H<sub>2</sub>/N<sub>2</sub> mixtures.</p>", "clean_text": "In the first step, we performed all molecular simulations of MOFs at infinite dilution for the computational efficiency of the screening process. Once the top 20 MOF membrane candidates were identified, computationally demanding binary and quaternary mixture simulations were carried out to unlock the membrane performance of the best MOFs under practical operating conditions in the second step. Permeability and selectivity of MOF membranes were computed considering a binary gas mixture of H2/N2:30/70 and a quaternary mixture of H2/N2/CO2/CO:16.4/60.5/5.3/17.9 at 1 bar and 298 K.  represents the comparison of predicted separation performances of the top MOFs at binary mixture and infinite dilution conditions. (a) and (b) show that MOFs generally have slightly lower H2 and higher N2 permeabilities at binary mixture conditions compared to the infinite dilution. While H2 molecules in the mixture rapidly diffuse through the membrane, they speed up the bulky and slow N2 molecules. In the opposite way, existence of the bulky and slow diffusing N2 molecules in the feed mixture decreases the diffusion rate of H2 molecules. As a result, lower H2 and higher N2 permeabilities were predicted at binary mixture conditions, and H2/N2 selectivities of MOF membranes were slightly lower in the mixture case compared to the ones obtained at the infinite dilution, as shown in (c). Adsorption selectivities of MOFs at infinite dilution (0.16-0.67) were computed to be very similar to the ones obtained at binary mixture case (0.15-0.68). Therefore, we focused on the effect of diffusion selectivity on the membrane performance and color-coded the MOFs in (c) based on the ratio of diffusion selectivity computed at infinite dilution to the one computed at binary mixture condition (S diff 0/S diff B). Green symbols show the MOFs with similar S diff 0 and S diff B values resulting in S diff 0/S diff B values between 0.8 and 1.1. Because both adsorption selectivity and diffusion selectivity computed at infinite dilution and binary mixture condition are similar, these are the MOFs predicted to have almost the same membrane selectivities under two different conditions. As the S diff 0/S diff B ratio deviates from unity, the difference between S mem 0 and S mem B becomes more pronounced. For example, 6 MOFs among the top 20 MOFs have S diff 0/S diff B values between 1.4 and 1.9 as presented by red symbols in (c). S mem 0 values of these MOFs are almost twice their S mem B values, highlighting the dominant effect of the diffusion selectivity on the membrane performance of MOFs. We note that membrane selectivities computed at infinite dilution (3.1-6.9) generally well estimated the ones computed at binary mixture conditions (1.7-5.4), indicating that performing molecular simulations initially at infinite dilution can be an efficient screening approach for identifying the most selective membranes for separation of binary H2/N2 mixtures.", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Comparison of (a) H<sub>2</sub> permeability, (b) N<sub>2</sub> permeability, and (c) H<sub>2</sub>/N<sub>2</sub> selectivity of\nthe top 20 MOF membranes computed at infinite dilution and at binary\nmixture conditions. The diagonal dashed lines are given to guide the\neye.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"sc-2019-01020w_0004.eps\"></graphic>\n</fig>", "clean_text": " 4  Comparison of (a) H2 permeability, (b) N2 permeability, and (c) H2/N2 selectivity of the top 20 MOF membranes computed at infinite dilution and at binary mixture conditions. The diagonal dashed lines are given to guide the eye.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<p>Similarly, we compared permeabilities\nand selectivities of the\ntop 20 MOF membranes at binary and quaternary mixture conditions at\n1 bar and 298 K. H<sub>2</sub> and N<sub>2</sub> permeabilities were\ncalculated as well as H<sub>2</sub>/N<sub>2</sub> membrane selectivities\nfor the separation of quaternary H<sub>2</sub>/N<sub>2</sub>/CO<sub>2</sub>/CO mixtures.  shows that performances of MOF membranes for separation of\nbinary and quaternary mixtures are quite similar. For most of the\nMOF membranes, binary mixture permeabilities were found to be slightly\nlarger than the quaternary mixture permeabilities, which were attributed\nto the presence of other polar molecules, CO<sub>2</sub> and CO, in\nthe quaternary mixture that hinder the transport of N<sub>2</sub> and\nH<sub>2</sub> gases. Comparison of the membrane selectivities at the\nbinary and quaternary mixture conditions shown in (c) restated the effect of\ndiffusion selectivity as we discussed above. Because adsorption selectivities\nat the conditions of binary (0.15–0.68) and quaternary mixtures\n(0.15–0.66) were computed to be almost the same, MOFs having\nsimilar diffusion selectivities in the binary and quaternary mixture\nconditions (0.9 &lt; <italic>S</italic>\n<sub arrange=\"stack\">diff</sub>\n<sup arrange=\"stack\">B</sup>/<italic>S</italic>\n<sub arrange=\"stack\">diff</sub>\n<sup arrange=\"stack\">Q</sup> &lt; 1.1) exhibit similar\nmembrane selectivities. On the other hand, MOFs that have larger (smaller)\ndiffusion selectivities in the binary mixture compared to the quaternary\nmixture, 1.1 &lt; <italic>S</italic>\n<sub arrange=\"stack\">diff</sub>\n<sup arrange=\"stack\">B</sup>/<italic>S</italic>\n<sub arrange=\"stack\">diff</sub>\n<sup arrange=\"stack\">Q</sup> &lt; 1.4 (0.7 &lt; <italic>S</italic>\n<sub arrange=\"stack\">diff</sub>\n<sup arrange=\"stack\">B</sup>/<italic>S</italic>\n<sub arrange=\"stack\">diff</sub>\n<sup arrange=\"stack\">Q</sup> &lt; 0.9), were found to overpredict (underpredict) the membrane\nselectivities at the quaternary mixture condition. Because performing\nbinary mixture simulations is computationally much easier than performing\nthe same simulations for a quaternary mixture, binary mixture simulations\ncan be safely used to estimate H<sub>2</sub>/N<sub>2</sub>/CO<sub>2</sub>/CO mixture separation performance of MOF membranes.</p>", "clean_text": "Similarly, we compared permeabilities and selectivities of the top 20 MOF membranes at binary and quaternary mixture conditions at 1 bar and 298 K. H2 and N2 permeabilities were calculated as well as H2/N2 membrane selectivities for the separation of quaternary H2/N2/CO2/CO mixtures.  shows that performances of MOF membranes for separation of binary and quaternary mixtures are quite similar. For most of the MOF membranes, binary mixture permeabilities were found to be slightly larger than the quaternary mixture permeabilities, which were attributed to the presence of other polar molecules, CO2 and CO, in the quaternary mixture that hinder the transport of N2 and H2 gases. Comparison of the membrane selectivities at the binary and quaternary mixture conditions shown in (c) restated the effect of diffusion selectivity as we discussed above. Because adsorption selectivities at the conditions of binary (0.15-0.68) and quaternary mixtures (0.15-0.66) were computed to be almost the same, MOFs having similar diffusion selectivities in the binary and quaternary mixture conditions (0.9 < S diff B/S diff Q < 1.1) exhibit similar membrane selectivities. On the other hand, MOFs that have larger (smaller) diffusion selectivities in the binary mixture compared to the quaternary mixture, 1.1 < S diff B/S diff Q < 1.4 (0.7 < S diff B/S diff Q < 0.9), were found to overpredict (underpredict) the membrane selectivities at the quaternary mixture condition. Because performing binary mixture simulations is computationally much easier than performing the same simulations for a quaternary mixture, binary mixture simulations can be safely used to estimate H2/N2/CO2/CO mixture separation performance of MOF membranes.", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Comparison\nof (a) H<sub>2</sub> permeability, (b) N<sub>2</sub> permeability,\nand (c) H<sub>2</sub>/N<sub>2</sub> selectivity of\nthe top 20 MOF membranes computed at binary and quaternary mixture\nconditions. The diagonal dashed lines are given to guide the eye.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"sc-2019-01020w_0005.eps\"></graphic>\n</fig>", "clean_text": " 5  Comparison of (a) H2 permeability, (b) N2 permeability, and (c) H2/N2 selectivity of the top 20 MOF membranes computed at binary and quaternary mixture conditions. The diagonal dashed lines are given to guide the eye.   ", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["property"], "content": "<p>Gas permeabilities and selectivities\nof the top 20 MOF membranes\nat infinite dilution and binary and quaternary mixture conditions\nare given in . H<sub>2</sub> permeabilities were computed as 3.4 × 10<sup>4</sup> &lt; <italic>P</italic>\n<sub arrange=\"stack\">H<sub>2</sub>\n</sub>\n<sup arrange=\"stack\">0</sup> &lt; 1.7 × 10<sup>6</sup>, 3.2 × 10<sup>4</sup> &lt; <italic>P</italic>\n<sub arrange=\"stack\">H<sub>2</sub>\n</sub>\n<sup arrange=\"stack\">B</sup> &lt; 1.6 × 10<sup>6</sup>, and 5.9 × 10<sup>4</sup> &lt; <italic>P</italic>\n<sub arrange=\"stack\">H<sub>2</sub>\n</sub>\n<sup arrange=\"stack\">Q</sup> &lt;\n1.8 × 10<sup>6</sup> Barrer at infinite dilution and binary and\nquaternary mixture conditions, respectively. N<sub>2</sub> permeabilities\nwere calculated to be much lower at 4.9 × 10<sup>3</sup> &lt; <italic>P</italic>\n<sub arrange=\"stack\">N<sub>2</sub>\n</sub>\n<sup arrange=\"stack\">0</sup> &lt; 3.1 × 10<sup>5</sup>, 6.7 × 10<sup>3</sup> &lt; <italic>P</italic>\n<sub arrange=\"stack\">N<sub>2</sub>\n</sub>\n<sup arrange=\"stack\">B</sup> 4.4 × 10<sup>5</sup>, and 1.1 ×\n10<sup>4</sup> &lt; <italic>P</italic>\n<sub arrange=\"stack\">N<sub>2</sub>\n</sub>\n<sup arrange=\"stack\">Q</sup> &lt; 4.1 × 10<sup>5</sup> Barrer. FOTNIN has the highest H<sub>2</sub> and N<sub>2</sub> permeabilities\nwhich can be attributed to its large PLD (28.5 Å) and LCD (33.6\nÅ), leading to high gas diffusivities. Selectivities of the top\nmembranes were similar under different conditions, 3.1 &lt; <italic>S</italic>\n<sub arrange=\"stack\">mem,H<sub>2</sub>/N<sub>2</sub>\n</sub>\n<sup arrange=\"stack\">0</sup> &lt; 6.9, 1.7 &lt; <italic>S</italic>\n<sub arrange=\"stack\">mem,H<sub>2</sub>/N<sub>2</sub>\n</sub>\n<sup arrange=\"stack\">B</sup> &lt; 5.4, and 1.8 &lt; <italic>S</italic>\n<sub arrange=\"stack\">mem,H<sub>2</sub>/N<sub>2</sub>\n</sub>\n<sup arrange=\"stack\">Q</sup> &lt; 5.5. The highest membrane selectivities\nat infinite dilution and quaternary mixture conditions belong to GUPCUQ01,\na cadmium imidazolate framework (CdIF-8), which was synthesized as\nthe replacement of Zn in ZIFs with Cd. As we discussed in the beginning, ZIF membranes exhibited the highest\nH<sub>2</sub>/N<sub>2</sub> selectivities among the fabricated MOF\nmembranes. The PLD (3.83 Å) and LCD (12.6 Å) of GUPCUQ01\nwere computed to be comparably smaller than the other top membranes,\nenhancing the selective separation of H<sub>2</sub> from N<sub>2</sub>. This MOF exhibits one of the highest H<sub>2</sub>/N<sub>2</sub> diffusion selectivities among the top membranes at all three conditions\n(28.5, 20, and 22.5 at infinite dilution, binary and quaternary mixture\nconditions, respectively) with moderate adsorption selectivities (0.24\nat all conditions), leading to high membrane selectivities.</p>", "clean_text": "Gas permeabilities and selectivities of the top 20 MOF membranes at infinite dilution and binary and quaternary mixture conditions are given in . H2 permeabilities were computed as 3.4 × 104 < P H2  0 < 1.7 × 106, 3.2 × 104 < P H2  B < 1.6 × 106, and 5.9 × 104 < P H2  Q < 1.8 × 106 Barrer at infinite dilution and binary and quaternary mixture conditions, respectively. N2 permeabilities were calculated to be much lower at 4.9 × 103 < P N2  0 < 3.1 × 105, 6.7 × 103 < P N2  B 4.4 × 105, and 1.1 × 104 < P N2  Q < 4.1 × 105 Barrer. FOTNIN has the highest H2 and N2 permeabilities which can be attributed to its large PLD (28.5 Å) and LCD (33.6 Å), leading to high gas diffusivities. Selectivities of the top membranes were similar under different conditions, 3.1 < S mem,H2/N2  0 < 6.9, 1.7 < S mem,H2/N2  B < 5.4, and 1.8 < S mem,H2/N2  Q < 5.5. The highest membrane selectivities at infinite dilution and quaternary mixture conditions belong to GUPCUQ01, a cadmium imidazolate framework (CdIF-8), which was synthesized as the replacement of Zn in ZIFs with Cd. As we discussed in the beginning, ZIF membranes exhibited the highest H2/N2 selectivities among the fabricated MOF membranes. The PLD (3.83 Å) and LCD (12.6 Å) of GUPCUQ01 were computed to be comparably smaller than the other top membranes, enhancing the selective separation of H2 from N2. This MOF exhibits one of the highest H2/N2 diffusion selectivities among the top membranes at all three conditions (28.5, 20, and 22.5 at infinite dilution, binary and quaternary mixture conditions, respectively) with moderate adsorption selectivities (0.24 at all conditions), leading to high membrane selectivities.", "data": null, "include_properties": null}, {"idx": 24, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl2\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Performances of the Top 20 MOF Membranes\nComputed at Infinite Dilution, Binary and Quaternary Mixture Conditions<xref ref-type=\"table-fn\" rid=\"tbl2-fn1\"></xref>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"10\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col6\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col7\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col8\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col9\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col10\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">MOF</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>S</italic>\n<sub arrange=\"stack\">mem</sub>\n<sup arrange=\"stack\">0</sup>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>S</italic>\n<sub arrange=\"stack\">mem</sub>\n<sup arrange=\"stack\">B</sup>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>S</italic>\n<sub arrange=\"stack\">mem</sub>\n<sup arrange=\"stack\">Q</sup>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>P</italic>\n<sub arrange=\"stack\">H<sub>2</sub>\n</sub>\n<sup arrange=\"stack\">0</sup> × 10<sup>4</sup> (Barrer)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>P</italic>\n<sub arrange=\"stack\">H<sub>2</sub>\n</sub>\n<sup arrange=\"stack\">B</sup> × 10<sup>4</sup> (Barrer)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>P</italic>\n<sub arrange=\"stack\">H<sub>2</sub>\n</sub>\n<sup arrange=\"stack\">Q</sup> × 10<sup>4</sup> (Barrer)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>P</italic>\n<sub arrange=\"stack\">N<sub>2</sub>\n</sub>\n<sup arrange=\"stack\">0</sup> × 10<sup>4</sup> (Barrer)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>P</italic>\n<sub arrange=\"stack\">N<sub>2</sub>\n</sub>\n<sup arrange=\"stack\">B</sup> × 10<sup>4</sup> (Barrer)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>P</italic>\n<sub arrange=\"stack\">N<sub>2</sub>\n</sub>\n<sup arrange=\"stack\">Q</sup> × 10<sup>4</sup> (Barrer)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>BEDYEQ</oasis:entry>\n<oasis:entry>3.14</oasis:entry>\n<oasis:entry>2.33</oasis:entry>\n<oasis:entry>2.95</oasis:entry>\n<oasis:entry>64.29</oasis:entry>\n<oasis:entry>53.01</oasis:entry>\n<oasis:entry>62.30</oasis:entry>\n<oasis:entry>20.45</oasis:entry>\n<oasis:entry>22.71</oasis:entry>\n<oasis:entry>21.11</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>ECOKAJ</oasis:entry>\n<oasis:entry>3.42</oasis:entry>\n<oasis:entry>3.38</oasis:entry>\n<oasis:entry>4.39</oasis:entry>\n<oasis:entry>93.40</oasis:entry>\n<oasis:entry>100.74</oasis:entry>\n<oasis:entry>120.68</oasis:entry>\n<oasis:entry>27.29</oasis:entry>\n<oasis:entry>29.77</oasis:entry>\n<oasis:entry>27.51</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>FOTNIN</oasis:entry>\n<oasis:entry>5.36</oasis:entry>\n<oasis:entry>3.54</oasis:entry>\n<oasis:entry>4.26</oasis:entry>\n<oasis:entry>167.02</oasis:entry>\n<oasis:entry>155.36</oasis:entry>\n<oasis:entry>174.97</oasis:entry>\n<oasis:entry>31.18</oasis:entry>\n<oasis:entry>43.88</oasis:entry>\n<oasis:entry>41.08</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>GESVAC</oasis:entry>\n<oasis:entry>3.08</oasis:entry>\n<oasis:entry>2.99</oasis:entry>\n<oasis:entry>2.22</oasis:entry>\n<oasis:entry>41.44</oasis:entry>\n<oasis:entry>45.57</oasis:entry>\n<oasis:entry>32.24</oasis:entry>\n<oasis:entry>13.43</oasis:entry>\n<oasis:entry>15.24</oasis:entry>\n<oasis:entry>14.55</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>GULWEQ</oasis:entry>\n<oasis:entry>3.51</oasis:entry>\n<oasis:entry>2.43</oasis:entry>\n<oasis:entry>1.87</oasis:entry>\n<oasis:entry>23.53</oasis:entry>\n<oasis:entry>23.26</oasis:entry>\n<oasis:entry>21.24</oasis:entry>\n<oasis:entry>6.70</oasis:entry>\n<oasis:entry>9.59</oasis:entry>\n<oasis:entry>11.38</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>GUPCUQ01</oasis:entry>\n<oasis:entry>6.86</oasis:entry>\n<oasis:entry>4.80</oasis:entry>\n<oasis:entry>5.50</oasis:entry>\n<oasis:entry>3.40</oasis:entry>\n<oasis:entry>3.21</oasis:entry>\n<oasis:entry>5.95</oasis:entry>\n<oasis:entry>0.50</oasis:entry>\n<oasis:entry>0.67</oasis:entry>\n<oasis:entry>1.08</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>HEXVEM</oasis:entry>\n<oasis:entry>3.22</oasis:entry>\n<oasis:entry>3.49</oasis:entry>\n<oasis:entry>3.22</oasis:entry>\n<oasis:entry>90.50</oasis:entry>\n<oasis:entry>96.03</oasis:entry>\n<oasis:entry>45.31</oasis:entry>\n<oasis:entry>28.13</oasis:entry>\n<oasis:entry>27.40</oasis:entry>\n<oasis:entry>14.05</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>IZOWAW</oasis:entry>\n<oasis:entry>5.60</oasis:entry>\n<oasis:entry>3.43</oasis:entry>\n<oasis:entry>3.41</oasis:entry>\n<oasis:entry>38.51</oasis:entry>\n<oasis:entry>27.55</oasis:entry>\n<oasis:entry>26.85</oasis:entry>\n<oasis:entry>6.88</oasis:entry>\n<oasis:entry>8.04</oasis:entry>\n<oasis:entry>7.87</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MEGBEH</oasis:entry>\n<oasis:entry>3.22</oasis:entry>\n<oasis:entry>2.57</oasis:entry>\n<oasis:entry>2.03</oasis:entry>\n<oasis:entry>12.48</oasis:entry>\n<oasis:entry>11.66</oasis:entry>\n<oasis:entry>10.13</oasis:entry>\n<oasis:entry>3.87</oasis:entry>\n<oasis:entry>4.53</oasis:entry>\n<oasis:entry>4.98</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MOVPOE</oasis:entry>\n<oasis:entry>5.27</oasis:entry>\n<oasis:entry>5.38</oasis:entry>\n<oasis:entry>5.04</oasis:entry>\n<oasis:entry>12.96</oasis:entry>\n<oasis:entry>9.87</oasis:entry>\n<oasis:entry>12.96</oasis:entry>\n<oasis:entry>2.46</oasis:entry>\n<oasis:entry>1.83</oasis:entry>\n<oasis:entry>2.57</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>PIBPIA</oasis:entry>\n<oasis:entry>3.12</oasis:entry>\n<oasis:entry>1.69</oasis:entry>\n<oasis:entry>1.98</oasis:entry>\n<oasis:entry>77.57</oasis:entry>\n<oasis:entry>53.27</oasis:entry>\n<oasis:entry>49.82</oasis:entry>\n<oasis:entry>24.84</oasis:entry>\n<oasis:entry>31.51</oasis:entry>\n<oasis:entry>25.13</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>PUGPEO</oasis:entry>\n<oasis:entry>3.27</oasis:entry>\n<oasis:entry>1.95</oasis:entry>\n<oasis:entry>1.78</oasis:entry>\n<oasis:entry>20.17</oasis:entry>\n<oasis:entry>15.33</oasis:entry>\n<oasis:entry>10.19</oasis:entry>\n<oasis:entry>6.17</oasis:entry>\n<oasis:entry>7.85</oasis:entry>\n<oasis:entry>5.72</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>RUBDUP</oasis:entry>\n<oasis:entry>3.20</oasis:entry>\n<oasis:entry>2.77</oasis:entry>\n<oasis:entry>3.07</oasis:entry>\n<oasis:entry>91.33</oasis:entry>\n<oasis:entry>74.43</oasis:entry>\n<oasis:entry>79.40</oasis:entry>\n<oasis:entry>28.54</oasis:entry>\n<oasis:entry>26.85</oasis:entry>\n<oasis:entry>25.86</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>RUBTAK02</oasis:entry>\n<oasis:entry>3.29</oasis:entry>\n<oasis:entry>3.47</oasis:entry>\n<oasis:entry>4.25</oasis:entry>\n<oasis:entry>6.53</oasis:entry>\n<oasis:entry>6.55</oasis:entry>\n<oasis:entry>7.34</oasis:entry>\n<oasis:entry>1.98</oasis:entry>\n<oasis:entry>1.89</oasis:entry>\n<oasis:entry>1.73</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>SIZPUN</oasis:entry>\n<oasis:entry>3.60</oasis:entry>\n<oasis:entry>3.05</oasis:entry>\n<oasis:entry>2.60</oasis:entry>\n<oasis:entry>12.89</oasis:entry>\n<oasis:entry>10.63</oasis:entry>\n<oasis:entry>9.02</oasis:entry>\n<oasis:entry>3.58</oasis:entry>\n<oasis:entry>3.49</oasis:entry>\n<oasis:entry>3.46</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>TOCJAY</oasis:entry>\n<oasis:entry>3.19</oasis:entry>\n<oasis:entry>2.67</oasis:entry>\n<oasis:entry>3.36</oasis:entry>\n<oasis:entry>80.84</oasis:entry>\n<oasis:entry>66.67</oasis:entry>\n<oasis:entry>88.70</oasis:entry>\n<oasis:entry>25.32</oasis:entry>\n<oasis:entry>25.00</oasis:entry>\n<oasis:entry>26.43</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>TURFIX</oasis:entry>\n<oasis:entry>3.76</oasis:entry>\n<oasis:entry>3.94</oasis:entry>\n<oasis:entry>3.50</oasis:entry>\n<oasis:entry>80.37</oasis:entry>\n<oasis:entry>87.21</oasis:entry>\n<oasis:entry>91.14</oasis:entry>\n<oasis:entry>21.35</oasis:entry>\n<oasis:entry>22.12</oasis:entry>\n<oasis:entry>26.06</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>VAGMAT</oasis:entry>\n<oasis:entry>3.19</oasis:entry>\n<oasis:entry>2.61</oasis:entry>\n<oasis:entry>3.13</oasis:entry>\n<oasis:entry>62.08</oasis:entry>\n<oasis:entry>59.00</oasis:entry>\n<oasis:entry>76.41</oasis:entry>\n<oasis:entry>19.46</oasis:entry>\n<oasis:entry>22.62</oasis:entry>\n<oasis:entry>24.41</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>XANLEF</oasis:entry>\n<oasis:entry>3.18</oasis:entry>\n<oasis:entry>2.62</oasis:entry>\n<oasis:entry>2.55</oasis:entry>\n<oasis:entry>51.24</oasis:entry>\n<oasis:entry>43.00</oasis:entry>\n<oasis:entry>39.20</oasis:entry>\n<oasis:entry>16.10</oasis:entry>\n<oasis:entry>16.39</oasis:entry>\n<oasis:entry>15.37</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>XANLIJ</oasis:entry>\n<oasis:entry>3.50</oasis:entry>\n<oasis:entry>3.58</oasis:entry>\n<oasis:entry>3.32</oasis:entry>\n<oasis:entry>105.86</oasis:entry>\n<oasis:entry>104.22</oasis:entry>\n<oasis:entry>93.81</oasis:entry>\n<oasis:entry>30.23</oasis:entry>\n<oasis:entry>29.11</oasis:entry>\n<oasis:entry>28.24</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"tbl2-fn1\">\n<label>a</label>\n<p>Membrane selectivities were reported\nfor H<sub>2</sub> over N<sub>2</sub>.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<p>Analysis of a large number of MOFs assists to reveal\nthe structure–performance\nrelations, which provides valuable information to guide the experimentalists\non synthesizing new MOFs with better membrane performances. We computed\nthe structural properties of all MOFs such as PLD, LCD, SA, and pore\nvolume and listed them in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.9b01020/suppl_file/sc9b01020_si_001.pdf\">Table S4</ext-link>. We\nalso described the lattice types of MOFs using the information given\nin crystal structure files provided in the Cambridge Crystallographic\nData Centre (CCDC).\n shows structure–performance\nrelations for all MOFs, for MOFs that are able to exceed the upper\nbound, for the top 20 and top 10 MOF membranes. Our analysis showed\nthat although significant numbers of MOFs, 2661, have PLDs between\n3.75 and 6 Å, only 3 MOFs appeared in the top 10 material list.\nA small number of MOFs, 88 among 3765, have large PLDs (&gt;12 Å),\nand 5 of them were in the top 10 list. A similar trend is valid for\nLCD–performance relation. MOFs with LCDs in the range of 4.2–7\nÅ are 57% of the materials we considered; however, none of them\nis among the top MOFs and 17 (9) out of the top 20 (10) MOFs have\nLCDs &gt; 12 Å. These results show that MOFs with large pore\nsizes\n(PLD &gt; 6 Å and LCD &gt; 12 Å) are promising for H<sub>2</sub>/N<sub>2</sub> separation, in agreement with the literature\nbecause\na similar conclusion was drawn for the best MOF membranes for H<sub>2</sub>/CO<sub>2</sub> separation. Almost\nhalf of the studied MOFs have SA &lt; 1000 m<sup>2</sup>/g, only one\nof them is present among the top 20 membranes. Three of the top 10\nmembranes have SA &gt; 3500 m<sup>2</sup>/g. Among the top 20 (10)\nMOFs,\n13 (5) of them have pore volumes &gt;1 cm<sup>3</sup>/g. Three thousand\nseven hundred and sixty-five MOFs considered in this work were categorized\nin eight different lattice types, and the top MOFs had only four different\nlattice types: cubic, hexagonal, orthorhombic, and rhombohedral. A\nsignificant number of MOFs, 1445 among 3765, was monoclinic, but none\nof the top materials has this lattice type. Overall, according to , the most promising\nMOF membranes for H<sub>2</sub>/N<sub>2</sub> separation are generally\ncubic with large PLDs (&gt;6 Å) and LCDs (&gt;12 Å) as well\nas\nhigh surface areas (3500 m<sup>2</sup>/g) and high pore volumes (&gt;1\ncm<sup>3</sup>/g).</p>", "clean_text": "Analysis of a large number of MOFs assists to reveal the structure-performance relations, which provides valuable information to guide the experimentalists on synthesizing new MOFs with better membrane performances. We computed the structural properties of all MOFs such as PLD, LCD, SA, and pore volume and listed them in Table S4. We also described the lattice types of MOFs using the information given in crystal structure files provided in the Cambridge Crystallographic Data Centre (CCDC).  shows structure-performance relations for all MOFs, for MOFs that are able to exceed the upper bound, for the top 20 and top 10 MOF membranes. Our analysis showed that although significant numbers of MOFs, 2661, have PLDs between 3.75 and 6 Å, only 3 MOFs appeared in the top 10 material list. A small number of MOFs, 88 among 3765, have large PLDs (>12 Å), and 5 of them were in the top 10 list. A similar trend is valid for LCD-performance relation. MOFs with LCDs in the range of 4.2-7 Å are 57% of the materials we considered; however, none of them is among the top MOFs and 17 (9) out of the top 20 (10) MOFs have LCDs > 12 Å. These results show that MOFs with large pore sizes (PLD > 6 Å and LCD > 12 Å) are promising for H2/N2 separation, in agreement with the literature because a similar conclusion was drawn for the best MOF membranes for H2/CO2 separation. Almost half of the studied MOFs have SA < 1000 m2/g, only one of them is present among the top 20 membranes. Three of the top 10 membranes have SA > 3500 m2/g. Among the top 20 (10) MOFs, 13 (5) of them have pore volumes >1 cm3/g. Three thousand seven hundred and sixty-five MOFs considered in this work were categorized in eight different lattice types, and the top MOFs had only four different lattice types: cubic, hexagonal, orthorhombic, and rhombohedral. A significant number of MOFs, 1445 among 3765, was monoclinic, but none of the top materials has this lattice type. Overall, according to , the most promising MOF membranes for H2/N2 separation are generally cubic with large PLDs (>6 Å) and LCDs (>12 Å) as well as high surface areas (3500 m2/g) and high pore volumes (>1 cm3/g).", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Effects of structural properties, PLD, LCD, SA, pore volume,\nand\nlattice type, on the separation performances of the MOF membranes.\nThe numbers represent the number of MOFs categorized in each color-coded\nbox.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"sc-2019-01020w_0006.eps\"></graphic>\n</fig>", "clean_text": " 6  Effects of structural properties, PLD, LCD, SA, pore volume, and lattice type, on the separation performances of the MOF membranes. The numbers represent the number of MOFs categorized in each color-coded box.   ", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<p>Other than the structural properties,\nwe also examined the experimental\nsynthesis papers of the top MOF candidates to get information about\ntheir stabilities. As explained in the beginning, we screened the\nMOF database integrated with the CSD and simulated solvent-free MOFs\nby removing the solvents using the Python script provided in the MOF\ndatabase. Automated removal of solvents\nis performed in high-throughput MOF screening studies to mimic experimentally\nactivated structures but in some cases it may affect the framework\nintegrity and/or stability. However, it is simply not practical to\ncheck several thousands of MOFs one by one to see if the solvent removal\nwould cause a stability problem. We only analyzed the top MOFs to\nensure that automatic solvent removal process does not cause a structural\nstability problem. To investigate the top MOFs in detail, we referred\nto the original experimental synthesis studies of the top 20 materials\nand inferred that 5 MOFs might suffer from the thermal stability problems\nonce their solvents are removed as explained in detail in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.9b01020/suppl_file/sc9b01020_si_001.pdf\">Table S5</ext-link>. Our careful comparison between crystal\nstructures reported in the CSD and the corresponding experimental\nstructures reported in the synthesis papers also showed that 9 of\nthe top 20 have some structural issues because of the way they were\ndeposited into the CSD. More specifically,\nfour MOF structures were found to be deposited into the CSD with missing\nhydrogen atoms; three MOFs were deposited with disordered coordinated\nsolvent molecules, and one structure was missing charge balancing\nions, the other was missing functional groups attached to the ligands,\nas explained in detail in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.9b01020/suppl_file/sc9b01020_si_001.pdf\">Table S5</ext-link>. We\nedited four MOFs (GESVAC, RUBTAK02, XANLEF, and XANLIJ) by adding\nmissing hydrogen atoms using Mercury software and manually removed the disordered solvent molecules of three MOFs\n(BEDYEQ, FOTNIN, and SIZPUN), which were not recognized as solvent\nby the Python script due to the disordered atoms. We then repeated\nthe GCMC simulations for adsorption and diffusion of binary H<sub>2</sub>/N<sub>2</sub> mixtures in these 7 edited MOFs. Results given\nin <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.9b01020/suppl_file/sc9b01020_si_001.pdf\">Table S6</ext-link> show that simulated H<sub>2</sub> permeabilities of the edited MOFs were even higher than those of\nthe CSD-deposited structures that we used from the MOF database except one structure. Selectivities of the edited\nMOFs were also in the same range (1.5–9.6) with those of the\noriginal structures (2.3–3.6), indicating that these MOFs are\nstill promising (in some cases even more promising) membrane materials.\nAfter discarding 5 MOFs that may have stability problems and 2 MOFs\nwith missing functional groups and charge balancing ions, we proceeded\nwith 13 promising MOFs which were further analyzed for MMM applications.\nWe finally note that computational screening studies aim to identify\nthe “possible top materials” to guide the experimental\nworks, and structural stability of MOFs can only be guaranteed by\nthe experiments. Even if a MOF is experimentally reported to be stable\nin the absence of the solvent and computationally identified as the\ntop promising material for a target gas separation application, it\nmay decompose under practical applications of membranes such as exposure\nto air and/or impurities in the gas mixtures.</p>", "clean_text": "Other than the structural properties, we also examined the experimental synthesis papers of the top MOF candidates to get information about their stabilities. As explained in the beginning, we screened the MOF database integrated with the CSD and simulated solvent-free MOFs by removing the solvents using the Python script provided in the MOF database. Automated removal of solvents is performed in high-throughput MOF screening studies to mimic experimentally activated structures but in some cases it may affect the framework integrity and/or stability. However, it is simply not practical to check several thousands of MOFs one by one to see if the solvent removal would cause a stability problem. We only analyzed the top MOFs to ensure that automatic solvent removal process does not cause a structural stability problem. To investigate the top MOFs in detail, we referred to the original experimental synthesis studies of the top 20 materials and inferred that 5 MOFs might suffer from the thermal stability problems once their solvents are removed as explained in detail in Table S5. Our careful comparison between crystal structures reported in the CSD and the corresponding experimental structures reported in the synthesis papers also showed that 9 of the top 20 have some structural issues because of the way they were deposited into the CSD. More specifically, four MOF structures were found to be deposited into the CSD with missing hydrogen atoms; three MOFs were deposited with disordered coordinated solvent molecules, and one structure was missing charge balancing ions, the other was missing functional groups attached to the ligands, as explained in detail in Table S5. We edited four MOFs (GESVAC, RUBTAK02, XANLEF, and XANLIJ) by adding missing hydrogen atoms using Mercury software and manually removed the disordered solvent molecules of three MOFs (BEDYEQ, FOTNIN, and SIZPUN), which were not recognized as solvent by the Python script due to the disordered atoms. We then repeated the GCMC simulations for adsorption and diffusion of binary H2/N2 mixtures in these 7 edited MOFs. Results given in Table S6 show that simulated H2 permeabilities of the edited MOFs were even higher than those of the CSD-deposited structures that we used from the MOF database except one structure. Selectivities of the edited MOFs were also in the same range (1.5-9.6) with those of the original structures (2.3-3.6), indicating that these MOFs are still promising (in some cases even more promising) membrane materials. After discarding 5 MOFs that may have stability problems and 2 MOFs with missing functional groups and charge balancing ions, we proceeded with 13 promising MOFs which were further analyzed for MMM applications. We finally note that computational screening studies aim to identify the \"possible top materials\" to guide the experimental works, and structural stability of MOFs can only be guaranteed by the experiments. Even if a MOF is experimentally reported to be stable in the absence of the solvent and computationally identified as the top promising material for a target gas separation application, it may decompose under practical applications of membranes such as exposure to air and/or impurities in the gas mixtures.", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<p>Results so far\ndemonstrated that MOF membranes offer high H<sub>2</sub> permeabilities,\nbut they have limited H<sub>2</sub>/N<sub>2</sub> selectivities compared\nto the polymeric membranes. Motivated\nfrom this, we focused on an alternative usage of MOFs in membrane-based\nH<sub>2</sub>/N<sub>2</sub> separation and examined the effect of\nusing MOFs as fillers in polymers to make MMMs. MMMs merge the benefits\nof polymers, low cost and proven polymer membrane technology, with\nthose of MOFs, high gas permeabilities. Fabrication of MOF-based\npolymer membranes can readily be envisioned with minor adaptation\nof the existing commercial technology used for polymeric membranes.\nExperimental H<sub>2</sub>/N<sub>2</sub> separation performance data\nof six different polymeric membranes that are close to the upper bound\nwere collected from the literature and given in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.9b01020/suppl_file/sc9b01020_si_001.pdf\">Table S2</ext-link>. These data were then used together with the gas\npermeability data of the top 13 MOFs obtained from molecular simulations,\nwhich were performed at the same conditions with the experimental\ngas permeance measurements of polymeric membranes.</p>", "clean_text": "Results so far demonstrated that MOF membranes offer high H2 permeabilities, but they have limited H2/N2 selectivities compared to the polymeric membranes. Motivated from this, we focused on an alternative usage of MOFs in membrane-based H2/N2 separation and examined the effect of using MOFs as fillers in polymers to make MMMs. MMMs merge the benefits of polymers, low cost and proven polymer membrane technology, with those of MOFs, high gas permeabilities. Fabrication of MOF-based polymer membranes can readily be envisioned with minor adaptation of the existing commercial technology used for polymeric membranes. Experimental H2/N2 separation performance data of six different polymeric membranes that are close to the upper bound were collected from the literature and given in Table S2. These data were then used together with the gas permeability data of the top 13 MOFs obtained from molecular simulations, which were performed at the same conditions with the experimental gas permeance measurements of polymeric membranes.", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["property"], "content": "<p>\n represents\nH<sub>2</sub> permeability and H<sub>2</sub>/N<sub>2</sub> selectivity\nof 78 different MOF/polymer MMMs composed of 6 polymers and 13 MOFs\nand the separation performance data of polymer membranes. H<sub>2</sub> permeabilities of all MOF/polymer MMMs were higher than the corresponding\npolymeric membranes. The MMMs composed of the polymers having the\nhighest H<sub>2</sub>/N<sub>2</sub> selectivities (PBOI-2-Cu<sup>+</sup>, 1,1–6FDA-DIA, and NTDA-BAPHFDS­(H)) did not show any further\nimprovement in their H<sub>2</sub>/N<sub>2</sub> selectivities upon\nthe incorporation of MOF fillers. When MOFs were used as filler in\npolymers PBOI-2-Cu<sup>+</sup>, 1,1–6FDA-DIA, and NTDA-BAPHFDS­(H),\ntheir H<sub>2</sub> permeabilities were significantly increased from\n3.7, 31.4, and 52 Barrer to 6.5, 55.2, and 91.4 Barrer, respectively,\nregardless of the MOF type. Therefore, permeability and selectivity\nof these MMMs were shown by using a single symbol in . Addition of MOF fillers into\nthese polymers leads to MMMs that exceed the Robeson’s upper\nbound. On the other hand, MMMs composed of the other polymers, PIM-1,\nPIM-7, and PTMSP, showed a variety of permeabilities and selectivities\nbased on the identity of MOF filler. Specifically, H<sub>2</sub> permeabilities\nof PIM-7, PIM-1, and PTMSP increased from 8.6 × 10<sup>2</sup>, 1.3 × 10<sup>3</sup>, and 2.3 × 10<sup>4</sup> Barrer\nto 1.5 × 10<sup>3</sup>, 2.3 × 10<sup>3</sup>, and 4 ×\n10<sup>4</sup> Barrer, respectively, with the incorporation of MOF\nhaving the highest H<sub>2</sub> permeability (FOTNIN). Selectivity\nof these three polymers slightly decreased from 20.5 to 18.4, 14.1\nto 12.8, and 2.48 to 2.38 with the addition of MOFs into PIM-7, PIM-1,\nand PTMSP, respectively. For PTMSP, addition of MOFs, XANLIJ, RUBDUP,\nXANLEF, PUGPEO, and GUPCUQ01 slightly improved H<sub>2</sub>/N<sub>2</sub> selectivity of pure polymer membrane from 2.48 to 2.50, 2.53,\n2.57, 2.68, and 2.94, respectively, in addition to the enhancement\nin H<sub>2</sub> permeability of PTMSP from 2.3 × 10<sup>4</sup> to 3.9 × 10<sup>4</sup>, 3.9 × 10<sup>4</sup>, 3.8 ×\n10<sup>4</sup>, 3.5 × 10<sup>4</sup>, and 2.4 × 10<sup>4</sup> Barrer, respectively. Overall, these calculations showed that incorporating\nMOFs into polymers almost doubles H<sub>2</sub> permeabilities, and\nsome MOFs even provide slight enhancements in H<sub>2</sub>/N<sub>2</sub> selectivities of polymers.</p>", "clean_text": "  represents H2 permeability and H2/N2 selectivity of 78 different MOF/polymer MMMs composed of 6 polymers and 13 MOFs and the separation performance data of polymer membranes. H2 permeabilities of all MOF/polymer MMMs were higher than the corresponding polymeric membranes. The MMMs composed of the polymers having the highest H2/N2 selectivities (PBOI-2-Cu+, 1,1-6FDA-DIA, and NTDA-BAPHFDS(H)) did not show any further improvement in their H2/N2 selectivities upon the incorporation of MOF fillers. When MOFs were used as filler in polymers PBOI-2-Cu+, 1,1-6FDA-DIA, and NTDA-BAPHFDS(H), their H2 permeabilities were significantly increased from 3.7, 31.4, and 52 Barrer to 6.5, 55.2, and 91.4 Barrer, respectively, regardless of the MOF type. Therefore, permeability and selectivity of these MMMs were shown by using a single symbol in . Addition of MOF fillers into these polymers leads to MMMs that exceed the Robeson's upper bound. On the other hand, MMMs composed of the other polymers, PIM-1, PIM-7, and PTMSP, showed a variety of permeabilities and selectivities based on the identity of MOF filler. Specifically, H2 permeabilities of PIM-7, PIM-1, and PTMSP increased from 8.6 × 102, 1.3 × 103, and 2.3 × 104 Barrer to 1.5 × 103, 2.3 × 103, and 4 × 104 Barrer, respectively, with the incorporation of MOF having the highest H2 permeability (FOTNIN). Selectivity of these three polymers slightly decreased from 20.5 to 18.4, 14.1 to 12.8, and 2.48 to 2.38 with the addition of MOFs into PIM-7, PIM-1, and PTMSP, respectively. For PTMSP, addition of MOFs, XANLIJ, RUBDUP, XANLEF, PUGPEO, and GUPCUQ01 slightly improved H2/N2 selectivity of pure polymer membrane from 2.48 to 2.50, 2.53, 2.57, 2.68, and 2.94, respectively, in addition to the enhancement in H2 permeability of PTMSP from 2.3 × 104 to 3.9 × 104, 3.9 × 104, 3.8 × 104, 3.5 × 104, and 2.4 × 104 Barrer, respectively. Overall, these calculations showed that incorporating MOFs into polymers almost doubles H2 permeabilities, and some MOFs even provide slight enhancements in H2/N2 selectivities of polymers.", "data": null, "include_properties": null}, {"idx": 30, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Predicted separation performances of 78\nMOF-based MMMs (open symbols)\ncomposed of 13 MOFs and 6 polymers. Experimental data for polymeric\nmembranes is shown with full symbols. A single data point was used\nto represent MMMs composed of PBOI-2-Cu<sup>+</sup>, 1,1–6FDA-DIA,\nand NTDA-BAPHFDS­(H) polymers because very similar H<sub>2</sub> permeabilities\nand H<sub>2</sub>/N<sub>2</sub> selectivities were calculated regardless\nof the identity of the MOF.</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"sc-2019-01020w_0007.eps\"></graphic>\n</fig>", "clean_text": " 7  Predicted separation performances of 78 MOF-based MMMs (open symbols) composed of 13 MOFs and 6 polymers. Experimental data for polymeric membranes is shown with full symbols. A single data point was used to represent MMMs composed of PBOI-2-Cu+, 1,1-6FDA-DIA, and NTDA-BAPHFDS(H) polymers because very similar H2 permeabilities and H2/N2 selectivities were calculated regardless of the identity of the MOF.   ", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["else"], "content": "<p>Finally, we discuss the assumptions related with our computational\nscreening work to accurately assess membrane performances of MOFs\nin practical applications. (i) We used a generic force field, UFF, and an approximate charge assignment method\nin molecular simulations of MOFs to enable the high-throughput computational\nscreening because development of MOF-specific force fields derived\nfrom quantum chemistry calculations is computationally expensive when\nlarge numbers of MOFs are considered. The good agreement between experimentally\nmeasured and simulated gas permeance results shown in  validated the applicability\nof UFF and the charge assignment method in predicting gas permeances\nof MOF membranes. We note that force field parameters used in molecular\nsimulations are assumed to be equal to a mean value and subject to\nuncertainty as discussed in the literature. (ii) We carried out molecular simulations for rigid MOFs, similar\nto the other high-throughput MOF screening studies in the literature. Our group recently showed that flexibility\nof structures affects the performance of MOF membranes with pore sizes\nclose to the kinetic diameter of gas molecules. In this work, MOF\nmembranes having pore sizes larger than the kinetic diameter of both\ngas molecules were considered; therefore, flexibility is expected\nto have a negligible influence on the predicted separation performances.\n(iii) We initially performed all molecular simulations of MOFs at\ninfinite dilution for the computational efficiency of our screening\nprocess and defined the top MOF candidates based on their performances\ncomputed at infinite dilution. However, membranes do not work at infinite\ndilution and, in fact, pressure is one of the main variables of the\nmembrane-based gas process to optimize the selectivity. Molecular\nsimulations were performed at practical membrane operating conditions,\n1 bar and 298 K, considering binary mixtures only for the top MOF\ncandidates. Results given in  showed that performing molecular simulations initially\nat infinite dilution can be an efficient screening approach for identifying\nthe most selective membranes for separation of binary mixtures. (iv)\nOur molecular simulations do not give insights about the membranes’\nstability under real operating conditions. MOFs may lose their integrities\nin the presence of humidity or impurity gases; structural stabilities\nof MOF membranes can only be guaranteed by further experimental studies.\n(v) Finally, theoretical calculations assumed a good adhesion between\nthe polymer and MOF phases where several challenges in fabrication\nof MMMs such as interface void formation, particle sedimentation,\nand pore blockage were neglected. Computational screening studies\nhelp to narrow the candidate materials from thousands to tens, and\nthe issues we discussed above are more likely to be handled by extensive\nexperimental studies on MOF/polymer MMMs.</p>", "clean_text": "Finally, we discuss the assumptions related with our computational screening work to accurately assess membrane performances of MOFs in practical applications. (i) We used a generic force field, UFF, and an approximate charge assignment method in molecular simulations of MOFs to enable the high-throughput computational screening because development of MOF-specific force fields derived from quantum chemistry calculations is computationally expensive when large numbers of MOFs are considered. The good agreement between experimentally measured and simulated gas permeance results shown in  validated the applicability of UFF and the charge assignment method in predicting gas permeances of MOF membranes. We note that force field parameters used in molecular simulations are assumed to be equal to a mean value and subject to uncertainty as discussed in the literature. (ii) We carried out molecular simulations for rigid MOFs, similar to the other high-throughput MOF screening studies in the literature. Our group recently showed that flexibility of structures affects the performance of MOF membranes with pore sizes close to the kinetic diameter of gas molecules. In this work, MOF membranes having pore sizes larger than the kinetic diameter of both gas molecules were considered; therefore, flexibility is expected to have a negligible influence on the predicted separation performances. (iii) We initially performed all molecular simulations of MOFs at infinite dilution for the computational efficiency of our screening process and defined the top MOF candidates based on their performances computed at infinite dilution. However, membranes do not work at infinite dilution and, in fact, pressure is one of the main variables of the membrane-based gas process to optimize the selectivity. Molecular simulations were performed at practical membrane operating conditions, 1 bar and 298 K, considering binary mixtures only for the top MOF candidates. Results given in  showed that performing molecular simulations initially at infinite dilution can be an efficient screening approach for identifying the most selective membranes for separation of binary mixtures. (iv) Our molecular simulations do not give insights about the membranes' stability under real operating conditions. MOFs may lose their integrities in the presence of humidity or impurity gases; structural stabilities of MOF membranes can only be guaranteed by further experimental studies. (v) Finally, theoretical calculations assumed a good adhesion between the polymer and MOF phases where several challenges in fabrication of MMMs such as interface void formation, particle sedimentation, and pore blockage were neglected. Computational screening studies help to narrow the candidate materials from thousands to tens, and the issues we discussed above are more likely to be handled by extensive experimental studies on MOF/polymer MMMs.", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["else"], "content": "<title>Conclusion</title><p>In\nthis study, we investigated performances of MOF membranes for\nseparation of H<sub>2</sub>/N<sub>2</sub> mixture. To estimate the\nseparation capabilities of a large number of MOFs in a time efficient\nmanner, we simulated adsorption and diffusion of single-component\nH<sub>2</sub> and N<sub>2</sub> in 3765 MOFs at infinite dilution\nand calculated H<sub>2</sub> and N<sub>2</sub> permeabilities as well\nas H<sub>2</sub>/N<sub>2</sub> selectivities of all MOF membranes.\nA large number of MOF membranes was found to exceed the Robeson’s\nupper bound, offering a good combination of high permeability and\nmoderate selectivity. Considering high H<sub>2</sub> permeabilities\nof MOFs, we focused on their membrane selectivities to identify the\nmost promising membrane candidates. The top 20 MOFs were identified\nwhich have H<sub>2</sub> permeabilities of 3.4 × 10<sup>4</sup> to 1.7 × 10<sup>6</sup> Barrer and H<sub>2</sub>/N<sub>2</sub> selectivities of 3–7. We then performed GCMC and MD simulations\nof the top 20 MOFs by considering binary (H<sub>2</sub>/N<sub>2</sub>) and quaternary (H<sub>2</sub>/N<sub>2</sub>/CO<sub>2</sub>/CO)\nmixtures. Membrane performances calculated at infinite dilution, binary\nand quaternary mixture conditions were compared. Results showed that\nmolecular simulations performed at infinite dilution generally overestimate\nH<sub>2</sub>/N<sub>2</sub> selectivities and H<sub>2</sub> permeabilities\nof MOF membranes whereas underestimated their N<sub>2</sub> permeabilities.\nOn the other hand, results of binary mixture simulations were generally\nin a good agreement with the predicted separation performance of the\ntop 20 membranes under quaternary mixture conditions. Structure–performance\nrelation analysis showed that MOFs having cubic lattice, pore sizes\n&gt;12 Å, SA &gt;3500 m<sup>2</sup>/g, and pore volume &gt;1\ncm<sup>3</sup>/g showed better performance for H<sub>2</sub>/N<sub>2</sub> separation.\nFinally, we predicted H<sub>2</sub> permeabilities and H<sub>2</sub>/N<sub>2</sub> selectivities of MOF/polymer MMMs that are composed\nof polymers close to the upper bound and MOF fillers. Results showed\nthat incorporation of MOFs into polymers approximately doubles H<sub>2</sub> permeabilities of polymeric membranes and carries them above\nthe upper bound, indicating that MOF/polymer MMMs can advance the\ncurrent H<sub>2</sub>/N<sub>2</sub> separation technologies.</p>", "clean_text": "Conclusion\n\nIn this study, we investigated performances of MOF membranes for separation of H2/N2 mixture. To estimate the separation capabilities of a large number of MOFs in a time efficient manner, we simulated adsorption and diffusion of single-component H2 and N2 in 3765 MOFs at infinite dilution and calculated H2 and N2 permeabilities as well as H2/N2 selectivities of all MOF membranes. A large number of MOF membranes was found to exceed the Robeson's upper bound, offering a good combination of high permeability and moderate selectivity. Considering high H2 permeabilities of MOFs, we focused on their membrane selectivities to identify the most promising membrane candidates. The top 20 MOFs were identified which have H2 permeabilities of 3.4 × 104 to 1.7 × 106 Barrer and H2/N2 selectivities of 3-7. We then performed GCMC and MD simulations of the top 20 MOFs by considering binary (H2/N2) and quaternary (H2/N2/CO2/CO) mixtures. Membrane performances calculated at infinite dilution, binary and quaternary mixture conditions were compared. Results showed that molecular simulations performed at infinite dilution generally overestimate H2/N2 selectivities and H2 permeabilities of MOF membranes whereas underestimated their N2 permeabilities. On the other hand, results of binary mixture simulations were generally in a good agreement with the predicted separation performance of the top 20 membranes under quaternary mixture conditions. Structure-performance relation analysis showed that MOFs having cubic lattice, pore sizes >12 Å, SA >3500 m2/g, and pore volume >1 cm3/g showed better performance for H2/N2 separation. Finally, we predicted H2 permeabilities and H2/N2 selectivities of MOF/polymer MMMs that are composed of polymers close to the upper bound and MOF fillers. Results showed that incorporation of MOFs into polymers approximately doubles H2 permeabilities of polymeric membranes and carries them above the upper bound, indicating that MOF/polymer MMMs can advance the current H2/N2 separation technologies.", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information is\navailable free of charge on the <ext-link xlink:href=\"http://pubs.acs.org\">ACS Publications website</ext-link> at DOI: <ext-link xlink:href=\"http://pubs.acs.org/doi/abs/10.1021/acssuschemeng.9b01020\">10.1021/acssuschemeng.9b01020</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Potential parameters\nof H<sub>2</sub>, N<sub>2</sub>, CO<sub>2</sub>, and CO; experimental\ngas permeability and selectivity\ndata of polymeric membranes; details of gas permeance measurements\nof MOF membranes; calculated structural properties of the top 20 MOFs;\ncomments about the structures of the top 20 MOFs; comparison of the\nmembrane-based separation performance of the CSD-deposited and edited\nMOF structures (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.9b01020/suppl_file/sc9b01020_si_001.pdf\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acssuschemeng.9b01020.  Potential parameters of H2, N2, CO2, and CO; experimental gas permeability and selectivity data of polymeric membranes; details of gas permeance measurements of MOF membranes; calculated structural properties of the top 20 MOFs; comments about the structures of the top 20 MOFs; comparison of the membrane-based separation performance of the CSD-deposited and edited MOF structures (PDF)   ", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["else"], "content": "<p>Potential parameters\nof H<sub>2</sub>, N<sub>2</sub>, CO<sub>2</sub>, and CO; experimental\ngas permeability and selectivity\ndata of polymeric membranes; details of gas permeance measurements\nof MOF membranes; calculated structural properties of the top 20 MOFs;\ncomments about the structures of the top 20 MOFs; comparison of the\nmembrane-based separation performance of the CSD-deposited and edited\nMOF structures (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.9b01020/suppl_file/sc9b01020_si_001.pdf\">PDF</ext-link>)</p>", "clean_text": "Potential parameters of H2, N2, CO2, and CO; experimental gas permeability and selectivity data of polymeric membranes; details of gas permeance measurements of MOF membranes; calculated structural properties of the top 20 MOFs; comments about the structures of the top 20 MOFs; comparison of the membrane-based separation performance of the CSD-deposited and edited MOF structures (PDF)", "data": null, "include_properties": null}, {"idx": 35, "type": "text", "classification": ["else"], "content": "<p>The authors\ndeclare no\ncompeting financial interest.</p>", "clean_text": "The authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "1, 15, 23, 29", "type": "text", "classification": "property", "content": "<p>Several thousands\nof metal organic frameworks (MOFs) have been\nreported to date, but the information on H<sub>2</sub>/N<sub>2</sub> separation performances of MOF membranes is currently very limited\nin the literature. We report the first large-scale computational screening\nstudy that combines state-of-the-art molecular simulations, grand\ncanonical Monte Carlo (GCMC) and molecular dynamics (MD), to predict\nH<sub>2</sub> permeability and H<sub>2</sub>/N<sub>2</sub> selectivity\nof 3765 different types of MOF membranes. Results showed that MOF\nmembranes offer very high H<sub>2</sub> permeabilities, 2.5 ×\n10<sup>3</sup> to 1.7 × 10<sup>6</sup> Barrer, and moderate H<sub>2</sub>/N<sub>2</sub> membrane selectivities up to 7. The top 20\nMOF membranes that exceed the polymeric membranes’ upper bound\nfor H<sub>2</sub>/N<sub>2</sub> separation were identified based on\nthe results of initial screening performed at infinite dilution condition.\nMolecular simulations were then carried out considering binary H<sub>2</sub>/N<sub>2</sub> and quaternary H<sub>2</sub>/N<sub>2</sub>/CO<sub>2</sub>/CO mixtures to evaluate the separation performance of MOF\nmembranes under industrial operating conditions. Lower H<sub>2</sub> permeabilities and higher N<sub>2</sub> permeabilities were obtained\nat binary mixture conditions compared to the ones obtained at infinite\ndilution due to the absence of multicomponent mixture effects in the\nlatter. Structure–performance relations of MOFs were also explored\nto provide molecular-level insights into the development of new MOF\nmembranes that can offer both high H<sub>2</sub> permeability and\nhigh H<sub>2</sub>/N<sub>2</sub> selectivity. Results showed that\nthe most promising MOF membranes generally have large pore sizes (&gt;6\nÅ) as well as high surface areas (&gt;3500 m<sup>2</sup>/g) and\nhigh pore volumes (&gt;1 cm<sup>3</sup>/g). We finally examined H<sub>2</sub>/N<sub>2</sub> separation potentials of the mixed matrix membranes\n(MMMs) in which the best MOF materials identified from our high-throughput\nscreening were used as fillers in various polymers. Results showed\nthat incorporation of MOFs into polymers almost doubles H<sub>2</sub> permeabilities and slightly enhances H<sub>2</sub>/N<sub>2</sub> selectivities of polymer membranes, which can advance the current\nmembrane technology for efficient H<sub>2</sub> purification.</p><p>For an efficient membrane-based gas separation process, high\ngas\npermeability and high selectivity are desired. It is well-known that\nthere is a trade-off between permeability and selectivity of polymeric\nmembranes; membranes having high H<sub>2</sub> permeability suffer\nfrom low H<sub>2</sub> selectivity and vice versa. To show this trade-off,\nRobeson defined an upper bound for the\nperformance of polymeric membranes for H<sub>2</sub>/N<sub>2</sub> separation. The upper bound correlation was defined based on the\nsingle-component gas permeability measurements of polymeric membranes\nwhich rely on the solution/diffusion transport rather than molecular\nsieving effect. We showed H<sub>2</sub> permeabilities and ideal H<sub>2</sub>/N<sub>2</sub> selectivities of 3765 MOF membranes computed\nat infinite dilution at 298 K in  together with the upper bound of polymers.\nOur results showed that the trade-off between the gas permeability\nand selectivity of polymeric membranes is not valid for MOF membranes\nbecause many MOFs are able to exceed the upper bound. Polymeric membranes\ngenerally exhibit high H<sub>2</sub>/N<sub>2</sub> selectivities between\n2 and 300 but low H<sub>2</sub> permeabilities varying in the range\nof 1–10<sup>4</sup> Barrer. Permeabilities of MOF membranes\nwere computed to be in the range of 2.5 × 10<sup>3</sup> to 1.7\n× 10<sup>6</sup> Barrer, whereas their H<sub>2</sub>/N<sub>2</sub> membrane selectivities were calculated to be between 0.06 and 6.9.\nAlthough all the MOF membranes we examined in this study were found\nto have lower H<sub>2</sub>/N<sub>2</sub> selectivities than the polymeric\nmembranes, H<sub>2</sub> permeabilities of MOF membranes are drastically\nlarger than those of polymers, which can be attributed to high porosities\nof MOFs. Because of high porosities, both H<sub>2</sub> and N<sub>2</sub> can easily penetrate through the MOF membranes’ pores,\nleading to lower selectivities compared to those of polymers. One\nthousand three hundred and fifty-one MOFs were found to exceed the\nRobeson’s upper bound due to their high H<sub>2</sub> permeabilities\nranging from 1.1 × 10<sup>4</sup> to 1.7 × 10<sup>6</sup> Barrer. We ranked the MOF membranes based on their H<sub>2</sub>/N<sub>2</sub> selectivities from the highest to the lowest, and\nthe top 20 MOFs were identified, as shown by red stars in . We note that KA,\nNaA, and CaA zeolite membranes were reported to exhibit moderate H<sub>2</sub> permeabilities, 1.3 × 10<sup>3</sup> to 2.7 × 10<sup>3</sup> Barrers, and H<sub>2</sub>/N<sub>2</sub> selectivities between\n5.9 and 9.9. H<sub>2</sub>/N<sub>2</sub> selectivities of MFI-type zeolite and SSZ-13 membranes were reported\nas 1.5–4.5 and 4–5, respectively. Pd-based membranes have been reported to have H<sub>2</sub> permeabilities\nof 10<sup>3</sup> to 1.3 × 10<sup>4</sup> Barrer and very high\nH<sub>2</sub> selectivities, even reaching 2000 at very high temperatures\nof 400–600 °C. Because operating\nmembranes at high temperatures is not economical, MOFs can be alternatives\nto polymer, zeolite, and metal membranes for H<sub>2</sub>/N<sub>2</sub> separations by offering a good combination of high H<sub>2</sub> permeabilities and moderate H<sub>2</sub> selectivities at room\ntemperatures.</p><p>Gas permeabilities and selectivities\nof the top 20 MOF membranes\nat infinite dilution and binary and quaternary mixture conditions\nare given in . H<sub>2</sub> permeabilities were computed as 3.4 × 10<sup>4</sup> &lt; <italic>P</italic>\n<sub arrange=\"stack\">H<sub>2</sub>\n</sub>\n<sup arrange=\"stack\">0</sup> &lt; 1.7 × 10<sup>6</sup>, 3.2 × 10<sup>4</sup> &lt; <italic>P</italic>\n<sub arrange=\"stack\">H<sub>2</sub>\n</sub>\n<sup arrange=\"stack\">B</sup> &lt; 1.6 × 10<sup>6</sup>, and 5.9 × 10<sup>4</sup> &lt; <italic>P</italic>\n<sub arrange=\"stack\">H<sub>2</sub>\n</sub>\n<sup arrange=\"stack\">Q</sup> &lt;\n1.8 × 10<sup>6</sup> Barrer at infinite dilution and binary and\nquaternary mixture conditions, respectively. N<sub>2</sub> permeabilities\nwere calculated to be much lower at 4.9 × 10<sup>3</sup> &lt; <italic>P</italic>\n<sub arrange=\"stack\">N<sub>2</sub>\n</sub>\n<sup arrange=\"stack\">0</sup> &lt; 3.1 × 10<sup>5</sup>, 6.7 × 10<sup>3</sup> &lt; <italic>P</italic>\n<sub arrange=\"stack\">N<sub>2</sub>\n</sub>\n<sup arrange=\"stack\">B</sup> 4.4 × 10<sup>5</sup>, and 1.1 ×\n10<sup>4</sup> &lt; <italic>P</italic>\n<sub arrange=\"stack\">N<sub>2</sub>\n</sub>\n<sup arrange=\"stack\">Q</sup> &lt; 4.1 × 10<sup>5</sup> Barrer. FOTNIN has the highest H<sub>2</sub> and N<sub>2</sub> permeabilities\nwhich can be attributed to its large PLD (28.5 Å) and LCD (33.6\nÅ), leading to high gas diffusivities. Selectivities of the top\nmembranes were similar under different conditions, 3.1 &lt; <italic>S</italic>\n<sub arrange=\"stack\">mem,H<sub>2</sub>/N<sub>2</sub>\n</sub>\n<sup arrange=\"stack\">0</sup> &lt; 6.9, 1.7 &lt; <italic>S</italic>\n<sub arrange=\"stack\">mem,H<sub>2</sub>/N<sub>2</sub>\n</sub>\n<sup arrange=\"stack\">B</sup> &lt; 5.4, and 1.8 &lt; <italic>S</italic>\n<sub arrange=\"stack\">mem,H<sub>2</sub>/N<sub>2</sub>\n</sub>\n<sup arrange=\"stack\">Q</sup> &lt; 5.5. The highest membrane selectivities\nat infinite dilution and quaternary mixture conditions belong to GUPCUQ01,\na cadmium imidazolate framework (CdIF-8), which was synthesized as\nthe replacement of Zn in ZIFs with Cd. As we discussed in the beginning, ZIF membranes exhibited the highest\nH<sub>2</sub>/N<sub>2</sub> selectivities among the fabricated MOF\nmembranes. The PLD (3.83 Å) and LCD (12.6 Å) of GUPCUQ01\nwere computed to be comparably smaller than the other top membranes,\nenhancing the selective separation of H<sub>2</sub> from N<sub>2</sub>. This MOF exhibits one of the highest H<sub>2</sub>/N<sub>2</sub> diffusion selectivities among the top membranes at all three conditions\n(28.5, 20, and 22.5 at infinite dilution, binary and quaternary mixture\nconditions, respectively) with moderate adsorption selectivities (0.24\nat all conditions), leading to high membrane selectivities.</p><p>\n represents\nH<sub>2</sub> permeability and H<sub>2</sub>/N<sub>2</sub> selectivity\nof 78 different MOF/polymer MMMs composed of 6 polymers and 13 MOFs\nand the separation performance data of polymer membranes. H<sub>2</sub> permeabilities of all MOF/polymer MMMs were higher than the corresponding\npolymeric membranes. The MMMs composed of the polymers having the\nhighest H<sub>2</sub>/N<sub>2</sub> selectivities (PBOI-2-Cu<sup>+</sup>, 1,1–6FDA-DIA, and NTDA-BAPHFDS­(H)) did not show any further\nimprovement in their H<sub>2</sub>/N<sub>2</sub> selectivities upon\nthe incorporation of MOF fillers. When MOFs were used as filler in\npolymers PBOI-2-Cu<sup>+</sup>, 1,1–6FDA-DIA, and NTDA-BAPHFDS­(H),\ntheir H<sub>2</sub> permeabilities were significantly increased from\n3.7, 31.4, and 52 Barrer to 6.5, 55.2, and 91.4 Barrer, respectively,\nregardless of the MOF type. Therefore, permeability and selectivity\nof these MMMs were shown by using a single symbol in . Addition of MOF fillers into\nthese polymers leads to MMMs that exceed the Robeson’s upper\nbound. On the other hand, MMMs composed of the other polymers, PIM-1,\nPIM-7, and PTMSP, showed a variety of permeabilities and selectivities\nbased on the identity of MOF filler. Specifically, H<sub>2</sub> permeabilities\nof PIM-7, PIM-1, and PTMSP increased from 8.6 × 10<sup>2</sup>, 1.3 × 10<sup>3</sup>, and 2.3 × 10<sup>4</sup> Barrer\nto 1.5 × 10<sup>3</sup>, 2.3 × 10<sup>3</sup>, and 4 ×\n10<sup>4</sup> Barrer, respectively, with the incorporation of MOF\nhaving the highest H<sub>2</sub> permeability (FOTNIN). Selectivity\nof these three polymers slightly decreased from 20.5 to 18.4, 14.1\nto 12.8, and 2.48 to 2.38 with the addition of MOFs into PIM-7, PIM-1,\nand PTMSP, respectively. For PTMSP, addition of MOFs, XANLIJ, RUBDUP,\nXANLEF, PUGPEO, and GUPCUQ01 slightly improved H<sub>2</sub>/N<sub>2</sub> selectivity of pure polymer membrane from 2.48 to 2.50, 2.53,\n2.57, 2.68, and 2.94, respectively, in addition to the enhancement\nin H<sub>2</sub> permeability of PTMSP from 2.3 × 10<sup>4</sup> to 3.9 × 10<sup>4</sup>, 3.9 × 10<sup>4</sup>, 3.8 ×\n10<sup>4</sup>, 3.5 × 10<sup>4</sup>, and 2.4 × 10<sup>4</sup> Barrer, respectively. Overall, these calculations showed that incorporating\nMOFs into polymers almost doubles H<sub>2</sub> permeabilities, and\nsome MOFs even provide slight enhancements in H<sub>2</sub>/N<sub>2</sub> selectivities of polymers.</p>", "clean_text": "Several thousands of metal organic frameworks (MOFs) have been reported to date, but the information on H2/N2 separation performances of MOF membranes is currently very limited in the literature. We report the first large-scale computational screening study that combines state-of-the-art molecular simulations, grand canonical Monte Carlo (GCMC) and molecular dynamics (MD), to predict H2 permeability and H2/N2 selectivity of 3765 different types of MOF membranes. Results showed that MOF membranes offer very high H2 permeabilities, 2.5 × 103 to 1.7 × 106 Barrer, and moderate H2/N2 membrane selectivities up to 7. The top 20 MOF membranes that exceed the polymeric membranes' upper bound for H2/N2 separation were identified based on the results of initial screening performed at infinite dilution condition. Molecular simulations were then carried out considering binary H2/N2 and quaternary H2/N2/CO2/CO mixtures to evaluate the separation performance of MOF membranes under industrial operating conditions. Lower H2 permeabilities and higher N2 permeabilities were obtained at binary mixture conditions compared to the ones obtained at infinite dilution due to the absence of multicomponent mixture effects in the latter. Structure-performance relations of MOFs were also explored to provide molecular-level insights into the development of new MOF membranes that can offer both high H2 permeability and high H2/N2 selectivity. Results showed that the most promising MOF membranes generally have large pore sizes (>6 Å) as well as high surface areas (>3500 m2/g) and high pore volumes (>1 cm3/g). We finally examined H2/N2 separation potentials of the mixed matrix membranes (MMMs) in which the best MOF materials identified from our high-throughput screening were used as fillers in various polymers. Results showed that incorporation of MOFs into polymers almost doubles H2 permeabilities and slightly enhances H2/N2 selectivities of polymer membranes, which can advance the current membrane technology for efficient H2 purification.\n\nFor an efficient membrane-based gas separation process, high gas permeability and high selectivity are desired. It is well-known that there is a trade-off between permeability and selectivity of polymeric membranes; membranes having high H2 permeability suffer from low H2 selectivity and vice versa. To show this trade-off, Robeson defined an upper bound for the performance of polymeric membranes for H2/N2 separation. The upper bound correlation was defined based on the single-component gas permeability measurements of polymeric membranes which rely on the solution/diffusion transport rather than molecular sieving effect. We showed H2 permeabilities and ideal H2/N2 selectivities of 3765 MOF membranes computed at infinite dilution at 298 K in  together with the upper bound of polymers. Our results showed that the trade-off between the gas permeability and selectivity of polymeric membranes is not valid for MOF membranes because many MOFs are able to exceed the upper bound. Polymeric membranes generally exhibit high H2/N2 selectivities between 2 and 300 but low H2 permeabilities varying in the range of 1-104 Barrer. Permeabilities of MOF membranes were computed to be in the range of 2.5 × 103 to 1.7 × 106 Barrer, whereas their H2/N2 membrane selectivities were calculated to be between 0.06 and 6.9. Although all the MOF membranes we examined in this study were found to have lower H2/N2 selectivities than the polymeric membranes, H2 permeabilities of MOF membranes are drastically larger than those of polymers, which can be attributed to high porosities of MOFs. Because of high porosities, both H2 and N2 can easily penetrate through the MOF membranes' pores, leading to lower selectivities compared to those of polymers. One thousand three hundred and fifty-one MOFs were found to exceed the Robeson's upper bound due to their high H2 permeabilities ranging from 1.1 × 104 to 1.7 × 106 Barrer. We ranked the MOF membranes based on their H2/N2 selectivities from the highest to the lowest, and the top 20 MOFs were identified, as shown by red stars in . We note that KA, NaA, and CaA zeolite membranes were reported to exhibit moderate H2 permeabilities, 1.3 × 103 to 2.7 × 103 Barrers, and H2/N2 selectivities between 5.9 and 9.9. H2/N2 selectivities of MFI-type zeolite and SSZ-13 membranes were reported as 1.5-4.5 and 4-5, respectively. Pd-based membranes have been reported to have H2 permeabilities of 103 to 1.3 × 104 Barrer and very high H2 selectivities, even reaching 2000 at very high temperatures of 400-600 °C. Because operating membranes at high temperatures is not economical, MOFs can be alternatives to polymer, zeolite, and metal membranes for H2/N2 separations by offering a good combination of high H2 permeabilities and moderate H2 selectivities at room temperatures.\n\nGas permeabilities and selectivities of the top 20 MOF membranes at infinite dilution and binary and quaternary mixture conditions are given in . H2 permeabilities were computed as 3.4 × 104 < P H2  0 < 1.7 × 106, 3.2 × 104 < P H2  B < 1.6 × 106, and 5.9 × 104 < P H2  Q < 1.8 × 106 Barrer at infinite dilution and binary and quaternary mixture conditions, respectively. N2 permeabilities were calculated to be much lower at 4.9 × 103 < P N2  0 < 3.1 × 105, 6.7 × 103 < P N2  B 4.4 × 105, and 1.1 × 104 < P N2  Q < 4.1 × 105 Barrer. FOTNIN has the highest H2 and N2 permeabilities which can be attributed to its large PLD (28.5 Å) and LCD (33.6 Å), leading to high gas diffusivities. Selectivities of the top membranes were similar under different conditions, 3.1 < S mem,H2/N2  0 < 6.9, 1.7 < S mem,H2/N2  B < 5.4, and 1.8 < S mem,H2/N2  Q < 5.5. The highest membrane selectivities at infinite dilution and quaternary mixture conditions belong to GUPCUQ01, a cadmium imidazolate framework (CdIF-8), which was synthesized as the replacement of Zn in ZIFs with Cd. As we discussed in the beginning, ZIF membranes exhibited the highest H2/N2 selectivities among the fabricated MOF membranes. The PLD (3.83 Å) and LCD (12.6 Å) of GUPCUQ01 were computed to be comparably smaller than the other top membranes, enhancing the selective separation of H2 from N2. This MOF exhibits one of the highest H2/N2 diffusion selectivities among the top membranes at all three conditions (28.5, 20, and 22.5 at infinite dilution, binary and quaternary mixture conditions, respectively) with moderate adsorption selectivities (0.24 at all conditions), leading to high membrane selectivities.\n\n  represents H2 permeability and H2/N2 selectivity of 78 different MOF/polymer MMMs composed of 6 polymers and 13 MOFs and the separation performance data of polymer membranes. H2 permeabilities of all MOF/polymer MMMs were higher than the corresponding polymeric membranes. The MMMs composed of the polymers having the highest H2/N2 selectivities (PBOI-2-Cu+, 1,1-6FDA-DIA, and NTDA-BAPHFDS(H)) did not show any further improvement in their H2/N2 selectivities upon the incorporation of MOF fillers. When MOFs were used as filler in polymers PBOI-2-Cu+, 1,1-6FDA-DIA, and NTDA-BAPHFDS(H), their H2 permeabilities were significantly increased from 3.7, 31.4, and 52 Barrer to 6.5, 55.2, and 91.4 Barrer, respectively, regardless of the MOF type. Therefore, permeability and selectivity of these MMMs were shown by using a single symbol in . Addition of MOF fillers into these polymers leads to MMMs that exceed the Robeson's upper bound. On the other hand, MMMs composed of the other polymers, PIM-1, PIM-7, and PTMSP, showed a variety of permeabilities and selectivities based on the identity of MOF filler. Specifically, H2 permeabilities of PIM-7, PIM-1, and PTMSP increased from 8.6 × 102, 1.3 × 103, and 2.3 × 104 Barrer to 1.5 × 103, 2.3 × 103, and 4 × 104 Barrer, respectively, with the incorporation of MOF having the highest H2 permeability (FOTNIN). Selectivity of these three polymers slightly decreased from 20.5 to 18.4, 14.1 to 12.8, and 2.48 to 2.38 with the addition of MOFs into PIM-7, PIM-1, and PTMSP, respectively. For PTMSP, addition of MOFs, XANLIJ, RUBDUP, XANLEF, PUGPEO, and GUPCUQ01 slightly improved H2/N2 selectivity of pure polymer membrane from 2.48 to 2.50, 2.53, 2.57, 2.68, and 2.94, respectively, in addition to the enhancement in H2 permeability of PTMSP from 2.3 × 104 to 3.9 × 104, 3.9 × 104, 3.8 × 104, 3.5 × 104, and 2.4 × 104 Barrer, respectively. Overall, these calculations showed that incorporating MOFs into polymers almost doubles H2 permeabilities, and some MOFs even provide slight enhancements in H2/N2 selectivities of polymers.", "data": [[{"meta": {"name": "MOF-A", "symbol": "", "chemical formula": ""}, "gas adsorption": [{"adsorbate": "CO2", "adsorbed amount": "35.6", "unit": "wt%", "temperature": "25°C", "pressure": "1 atm", "condition": ""}]}, {"meta": {"name": "MOF-B", "symbol": "", "chemical formula": ""}, "gas adsorption": [{"adsorbate": "N2", "adsorbed amount": "27.8", "unit": "wt%", "temperature": "77 K", "pressure": "1 atm", "condition": ""}]}]], "include_properties": ["gas_adsorption"]}, {"idx": 10, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Calculated Properties of MOF Membranes<xref ref-type=\"table-fn\" rid=\"t1fn1\"></xref>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"3\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec colname=\"col3\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\">formula</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row valign=\"middle\">\n<oasis:entry morerows=\"3\">infinite dilution\ncondition</oasis:entry>\n<oasis:entry>permeability (Barrer)</oasis:entry>\n<oasis:entry>\n<italic>P</italic>\n<sub arrange=\"stack\">i</sub>\n<sup arrange=\"stack\">0</sup> = <italic>K</italic>\n<sub arrange=\"stack\">i</sub>\n<sup arrange=\"stack\">0</sup> × <italic>D</italic>\n<sub arrange=\"stack\">i</sub>\n<sup arrange=\"stack\">0</sup>\n</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"middle\">\n<oasis:entry>adsorption\nselectivity</oasis:entry>\n<oasis:entry>\n<disp-formula>\n<alternatives>\n<graphic xlink:href=\"sc-2019-01020w_m001.gif\"></graphic>\n<mml:math display=\"block\" overflow=\"scroll\">\n<mml:mrow>\n<mml:msubsup>\n<mml:mtext mathvariant=\"italic\">S</mml:mtext>\n<mml:mrow>\n<mml:mtext>ads</mml:mtext>\n<mml:mo>,</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mtext>H</mml:mtext>\n</mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:msub>\n<mml:mo>/</mml:mo>\n<mml:msub>\n<mml:mtext>N</mml:mtext>\n<mml:mn>2</mml:mn>\n</mml:msub>\n</mml:mrow>\n<mml:mn>0</mml:mn>\n</mml:msubsup>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:msubsup>\n<mml:mtext mathvariant=\"italic\">K</mml:mtext>\n<mml:mrow>\n<mml:msub>\n<mml:mtext>H</mml:mtext>\n<mml:mn>2</mml:mn>\n</mml:msub>\n</mml:mrow>\n<mml:mn>0</mml:mn>\n</mml:msubsup>\n</mml:mrow>\n<mml:mrow>\n<mml:msubsup>\n<mml:mtext mathvariant=\"italic\">K</mml:mtext>\n<mml:mrow>\n<mml:msub>\n<mml:mtext>N</mml:mtext>\n<mml:mn>2</mml:mn>\n</mml:msub>\n</mml:mrow>\n<mml:mn>0</mml:mn>\n</mml:msubsup>\n</mml:mrow>\n</mml:mfrac>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>\n</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"middle\">\n<oasis:entry>diffusion selectivity</oasis:entry>\n<oasis:entry>\n<disp-formula>\n<alternatives>\n<graphic xlink:href=\"sc-2019-01020w_m002.gif\"></graphic>\n<mml:math display=\"block\" overflow=\"scroll\">\n<mml:mrow>\n<mml:msubsup>\n<mml:mtext mathvariant=\"italic\">S</mml:mtext>\n<mml:mrow>\n<mml:mtext>diff</mml:mtext>\n<mml:mo>,</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mtext>H</mml:mtext>\n</mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:msub>\n<mml:mo>/</mml:mo>\n<mml:msub>\n<mml:mtext>N</mml:mtext>\n<mml:mn>2</mml:mn>\n</mml:msub>\n</mml:mrow>\n<mml:mn>0</mml:mn>\n</mml:msubsup>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:msubsup>\n<mml:mtext mathvariant=\"italic\">D</mml:mtext>\n<mml:mrow>\n<mml:msub>\n<mml:mtext>H</mml:mtext>\n<mml:mn>2</mml:mn>\n</mml:msub>\n</mml:mrow>\n<mml:mn>0</mml:mn>\n</mml:msubsup>\n</mml:mrow>\n<mml:mrow>\n<mml:msubsup>\n<mml:mtext mathvariant=\"italic\">D</mml:mtext>\n<mml:mrow>\n<mml:msub>\n<mml:mtext>N</mml:mtext>\n<mml:mn>2</mml:mn>\n</mml:msub>\n</mml:mrow>\n<mml:mn>0</mml:mn>\n</mml:msubsup>\n</mml:mrow>\n</mml:mfrac>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>\n</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"middle\">\n<oasis:entry>membrane selectivity</oasis:entry>\n<oasis:entry>\n<disp-formula>\n<alternatives>\n<graphic xlink:href=\"sc-2019-01020w_m003.gif\"></graphic>\n<mml:math display=\"block\" overflow=\"scroll\">\n<mml:mrow>\n<mml:msubsup>\n<mml:mtext mathvariant=\"italic\">S</mml:mtext>\n<mml:mrow>\n<mml:mtext>mem</mml:mtext>\n<mml:mo>,</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mtext>H</mml:mtext>\n</mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:msub>\n<mml:mo>/</mml:mo>\n<mml:msub>\n<mml:mtext>N</mml:mtext>\n<mml:mn>2</mml:mn>\n</mml:msub>\n</mml:mrow>\n<mml:mn>0</mml:mn>\n</mml:msubsup>\n<mml:mo>=</mml:mo>\n<mml:msubsup>\n<mml:mtext mathvariant=\"italic\">S</mml:mtext>\n<mml:mrow>\n<mml:mtext>ads</mml:mtext>\n<mml:mo>,</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mtext>H</mml:mtext>\n</mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:msub>\n<mml:mo>/</mml:mo>\n<mml:msub>\n<mml:mtext>N</mml:mtext>\n<mml:mn>2</mml:mn>\n</mml:msub>\n</mml:mrow>\n<mml:mn>0</mml:mn>\n</mml:msubsup>\n<mml:mo>×</mml:mo>\n<mml:msubsup>\n<mml:mtext mathvariant=\"italic\">S</mml:mtext>\n<mml:mrow>\n<mml:mtext>diff</mml:mtext>\n<mml:mo>,</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mtext>H</mml:mtext>\n</mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:msub>\n<mml:mo>/</mml:mo>\n<mml:msub>\n<mml:mtext>N</mml:mtext>\n<mml:mn>2</mml:mn>\n</mml:msub>\n</mml:mrow>\n<mml:mn>0</mml:mn>\n</mml:msubsup>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>\n</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"middle\">\n<oasis:entry morerows=\"3\">binary (B) and quaternary (Q) mixture conditions</oasis:entry>\n<oasis:entry>permeability (Barrer)</oasis:entry>\n<oasis:entry>\n<disp-formula>\n<alternatives>\n<graphic xlink:href=\"sc-2019-01020w_m004.gif\"></graphic>\n<mml:math display=\"block\" overflow=\"scroll\">\n<mml:mrow>\n<mml:msubsup>\n<mml:mtext mathvariant=\"italic\">P</mml:mtext>\n<mml:mtext mathvariant=\"normal\">i</mml:mtext>\n<mml:mrow>\n<mml:mtext>B</mml:mtext>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mtext>Q</mml:mtext>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:mrow>\n</mml:msubsup>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:msubsup>\n<mml:mtext mathvariant=\"italic\">N</mml:mtext>\n<mml:mtext mathvariant=\"normal\">i</mml:mtext>\n<mml:mrow>\n<mml:mtext>B</mml:mtext>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mtext>Q</mml:mtext>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:mrow>\n</mml:msubsup>\n<mml:mo>×</mml:mo>\n<mml:msubsup>\n<mml:mtext mathvariant=\"italic\">D</mml:mtext>\n<mml:mtext mathvariant=\"normal\">i</mml:mtext>\n<mml:mrow>\n<mml:mtext>B</mml:mtext>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mtext>Q</mml:mtext>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:mrow>\n</mml:msubsup>\n</mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mtext mathvariant=\"italic\">f</mml:mtext>\n<mml:mtext mathvariant=\"normal\">i</mml:mtext>\n</mml:msub>\n</mml:mrow>\n</mml:mfrac>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>\n</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"middle\">\n<oasis:entry>adsorption selectivity</oasis:entry>\n<oasis:entry>\n<disp-formula>\n<alternatives>\n<graphic xlink:href=\"sc-2019-01020w_m005.gif\"></graphic>\n<mml:math display=\"block\" overflow=\"scroll\">\n<mml:mrow>\n<mml:msubsup>\n<mml:mtext mathvariant=\"italic\">S</mml:mtext>\n<mml:mrow>\n<mml:mtext>ads</mml:mtext>\n<mml:mo>,</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mtext>H</mml:mtext>\n</mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:msub>\n<mml:mo>/</mml:mo>\n<mml:msub>\n<mml:mtext>N</mml:mtext>\n<mml:mn>2</mml:mn>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:mtext>B</mml:mtext>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mtext>Q</mml:mtext>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:mrow>\n</mml:msubsup>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:msub>\n<mml:mtext mathvariant=\"italic\">N</mml:mtext>\n<mml:mrow>\n<mml:msub>\n<mml:mtext>H</mml:mtext>\n<mml:mn>2</mml:mn>\n</mml:msub>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mtext mathvariant=\"italic\">N</mml:mtext>\n<mml:mrow>\n<mml:msub>\n<mml:mtext>N</mml:mtext>\n<mml:mn>2</mml:mn>\n</mml:msub>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo stretchy=\"true\">/</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:msub>\n<mml:mtext mathvariant=\"italic\">y</mml:mtext>\n<mml:mrow>\n<mml:msub>\n<mml:mtext>H</mml:mtext>\n<mml:mn>2</mml:mn>\n</mml:msub>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mtext mathvariant=\"italic\">y</mml:mtext>\n<mml:mrow>\n<mml:msub>\n<mml:mtext>N</mml:mtext>\n<mml:mn>2</mml:mn>\n</mml:msub>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:mfrac>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>\n</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"middle\">\n<oasis:entry>diffusion selectivity</oasis:entry>\n<oasis:entry>\n<disp-formula>\n<alternatives>\n<graphic xlink:href=\"sc-2019-01020w_m006.gif\"></graphic>\n<mml:math display=\"block\" overflow=\"scroll\">\n<mml:mrow>\n<mml:msubsup>\n<mml:mtext mathvariant=\"italic\">S</mml:mtext>\n<mml:mrow>\n<mml:mtext>diff</mml:mtext>\n<mml:mo>,</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mtext>H</mml:mtext>\n</mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:msub>\n<mml:mo>/</mml:mo>\n<mml:msub>\n<mml:mtext>N</mml:mtext>\n<mml:mn>2</mml:mn>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:mtext>B</mml:mtext>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mtext>Q</mml:mtext>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:mrow>\n</mml:msubsup>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:msubsup>\n<mml:mtext mathvariant=\"italic\">D</mml:mtext>\n<mml:mrow>\n<mml:msub>\n<mml:mtext>H</mml:mtext>\n<mml:mn>2</mml:mn>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:mtext>B</mml:mtext>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mtext>Q</mml:mtext>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:mrow>\n</mml:msubsup>\n</mml:mrow>\n<mml:mrow>\n<mml:msubsup>\n<mml:mtext mathvariant=\"italic\">D</mml:mtext>\n<mml:mrow>\n<mml:msub>\n<mml:mtext>N</mml:mtext>\n<mml:mn>2</mml:mn>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:mtext>B</mml:mtext>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mtext>Q</mml:mtext>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:mrow>\n</mml:msubsup>\n</mml:mrow>\n</mml:mfrac>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>\n</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"middle\">\n<oasis:entry>membrane selectivity</oasis:entry>\n<oasis:entry>\n<disp-formula>\n<alternatives>\n<graphic xlink:href=\"sc-2019-01020w_m007.gif\"></graphic>\n<mml:math display=\"block\" overflow=\"scroll\">\n<mml:mrow>\n<mml:msubsup>\n<mml:mtext mathvariant=\"italic\">S</mml:mtext>\n<mml:mrow>\n<mml:mtext>mem</mml:mtext>\n<mml:mo>,</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mtext>H</mml:mtext>\n</mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:msub>\n<mml:mo>/</mml:mo>\n<mml:msub>\n<mml:mtext>N</mml:mtext>\n<mml:mn>2</mml:mn>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:mtext>B</mml:mtext>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mtext>Q</mml:mtext>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:mrow>\n</mml:msubsup>\n<mml:mo>=</mml:mo>\n<mml:msubsup>\n<mml:mtext mathvariant=\"italic\">S</mml:mtext>\n<mml:mrow>\n<mml:mtext>ads</mml:mtext>\n<mml:mo>,</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mtext>H</mml:mtext>\n</mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:msub>\n<mml:mo>/</mml:mo>\n<mml:msub>\n<mml:mtext>N</mml:mtext>\n<mml:mn>2</mml:mn>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:mtext>B</mml:mtext>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mtext>Q</mml:mtext>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:mrow>\n</mml:msubsup>\n<mml:mo>×</mml:mo>\n<mml:msubsup>\n<mml:mtext mathvariant=\"italic\">S</mml:mtext>\n<mml:mrow>\n<mml:mtext>diff</mml:mtext>\n<mml:mo>,</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mtext>H</mml:mtext>\n</mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:msub>\n<mml:mo>/</mml:mo>\n<mml:msub>\n<mml:mtext>N</mml:mtext>\n<mml:mn>2</mml:mn>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:mtext>B</mml:mtext>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mtext>Q</mml:mtext>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:mrow>\n</mml:msubsup>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>\n</oasis:entry>\n</oasis:row>\n<oasis:row valign=\"middle\">\n<oasis:entry>MMM calculations</oasis:entry>\n<oasis:entry>permeability (Barrer)</oasis:entry>\n<oasis:entry>\n<disp-formula>\n<alternatives>\n<graphic xlink:href=\"sc-2019-01020w_m008.gif\"></graphic>\n<mml:math display=\"block\" overflow=\"scroll\">\n<mml:mrow>\n<mml:msub>\n<mml:mtext mathvariant=\"italic\">P</mml:mtext>\n<mml:mrow>\n<mml:mtext>MMM</mml:mtext>\n</mml:mrow>\n</mml:msub>\n<mml:msub>\n<mml:mrow>\n<mml:mo>=</mml:mo>\n<mml:mtext mathvariant=\"italic\">P</mml:mtext>\n</mml:mrow>\n<mml:mtext>p</mml:mtext>\n</mml:msub>\n<mml:mo>×</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mtext mathvariant=\"italic\">n</mml:mtext>\n<mml:mo>×</mml:mo>\n<mml:mtext mathvariant=\"italic\">P</mml:mtext>\n</mml:mrow>\n<mml:mrow>\n<mml:mtext>MOF</mml:mtext>\n</mml:mrow>\n</mml:msub>\n<mml:mo>+</mml:mo>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mrow>\n<mml:mo>1</mml:mo>\n<mml:mo>−</mml:mo>\n<mml:mtext mathvariant=\"italic\">n</mml:mtext>\n</mml:mrow>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mo>×</mml:mo>\n<mml:mtext mathvariant=\"italic\">P</mml:mtext>\n</mml:mrow>\n<mml:mtext mathvariant=\"normal\">P</mml:mtext>\n</mml:msub>\n<mml:mo>−</mml:mo>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mn>1</mml:mn>\n<mml:mo>−</mml:mo>\n<mml:mtext mathvariant=\"italic\">n</mml:mtext>\n<mml:mo stretchy=\"false\">)</mml:mo>\n<mml:mo>×</mml:mo>\n<mml:mi>ϕ</mml:mi>\n<mml:mo>×</mml:mo>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mrow>\n<mml:msub>\n<mml:mtext mathvariant=\"italic\">P</mml:mtext>\n<mml:mtext mathvariant=\"normal\">P</mml:mtext>\n</mml:msub>\n<mml:msub>\n<mml:mrow>\n<mml:mo>−</mml:mo>\n<mml:mtext mathvariant=\"italic\">P</mml:mtext>\n</mml:mrow>\n<mml:mrow>\n<mml:mtext>MOF</mml:mtext>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mtext mathvariant=\"italic\">n</mml:mtext>\n<mml:mo mathvariant=\"normal\">×</mml:mo>\n<mml:mtext mathvariant=\"italic\">P</mml:mtext>\n</mml:mrow>\n<mml:mrow>\n<mml:mtext>MOF</mml:mtext>\n</mml:mrow>\n</mml:msub>\n<mml:mo>+</mml:mo>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n<mml:mo>−</mml:mo>\n<mml:mtext mathvariant=\"italic\">n</mml:mtext>\n</mml:mrow>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mo>×</mml:mo>\n<mml:mtext mathvariant=\"italic\">P</mml:mtext>\n</mml:mrow>\n<mml:mtext mathvariant=\"normal\">P</mml:mtext>\n</mml:msub>\n<mml:mo>+</mml:mo>\n<mml:mtext mathvariant=\"italic\">n</mml:mtext>\n<mml:mo>×</mml:mo>\n<mml:mi>ϕ</mml:mi>\n<mml:mo>×</mml:mo>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mrow>\n<mml:msub>\n<mml:mtext mathvariant=\"italic\">P</mml:mtext>\n<mml:mtext mathvariant=\"normal\">P</mml:mtext>\n</mml:msub>\n<mml:msub>\n<mml:mrow>\n<mml:mo>−</mml:mo>\n<mml:mtext mathvariant=\"italic\">P</mml:mtext>\n</mml:mrow>\n<mml:mrow>\n<mml:mtext>MOF</mml:mtext>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:mrow>\n</mml:mfrac>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t1fn1\">\n<label>a</label>\n<p>i: gas species, H<sub>2</sub> or\nN<sub>2</sub>; <italic>K</italic>\n<sub arrange=\"stack\">i</sub>\n<sup arrange=\"stack\">0</sup>: Henry’s constant at infinite dilution\n(mol/kg/Pa); <italic>D</italic>\n<sub arrange=\"stack\">i</sub>\n<sup arrange=\"stack\">0</sup>: self-diffusivity at infinite dilution (cm<sup>2</sup>/s); <italic>f</italic>: partial pressure of gas in the mixture\n(Pa); <italic>N</italic>: gas uptake at mixture condition (mol/kg); <italic>y</italic>: molar fraction of gas species in the mixture; <italic>P</italic>\n<sub>MMM</sub>: gas permeability of MOF/polymer MMM (Barrer); <italic>P</italic>\n<sub>p</sub>: gas permeability of polymer (Barrer); <italic>P</italic>\n<sub>MOF</sub>: gas permeability of MOF (Barrer); <italic>n</italic>: geometry shape factor; ϕ: volume fraction of MOF\nfiller in MMM; 1 Barrer = 3.348 × 10<sup>–16</sup> mol\nm/(m<sup>2</sup> s Pa).</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": ["This model's maximum context length is 4097 tokens. However, your messages resulted in 6529 tokens. Please reduce the length of the messages."], "include_properties": null}, {"idx": 24, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl2\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Performances of the Top 20 MOF Membranes\nComputed at Infinite Dilution, Binary and Quaternary Mixture Conditions<xref ref-type=\"table-fn\" rid=\"tbl2-fn1\"></xref>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"10\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col6\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col7\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col8\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col9\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col10\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">MOF</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>S</italic>\n<sub arrange=\"stack\">mem</sub>\n<sup arrange=\"stack\">0</sup>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>S</italic>\n<sub arrange=\"stack\">mem</sub>\n<sup arrange=\"stack\">B</sup>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>S</italic>\n<sub arrange=\"stack\">mem</sub>\n<sup arrange=\"stack\">Q</sup>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>P</italic>\n<sub arrange=\"stack\">H<sub>2</sub>\n</sub>\n<sup arrange=\"stack\">0</sup> × 10<sup>4</sup> (Barrer)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>P</italic>\n<sub arrange=\"stack\">H<sub>2</sub>\n</sub>\n<sup arrange=\"stack\">B</sup> × 10<sup>4</sup> (Barrer)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>P</italic>\n<sub arrange=\"stack\">H<sub>2</sub>\n</sub>\n<sup arrange=\"stack\">Q</sup> × 10<sup>4</sup> (Barrer)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>P</italic>\n<sub arrange=\"stack\">N<sub>2</sub>\n</sub>\n<sup arrange=\"stack\">0</sup> × 10<sup>4</sup> (Barrer)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>P</italic>\n<sub arrange=\"stack\">N<sub>2</sub>\n</sub>\n<sup arrange=\"stack\">B</sup> × 10<sup>4</sup> (Barrer)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>P</italic>\n<sub arrange=\"stack\">N<sub>2</sub>\n</sub>\n<sup arrange=\"stack\">Q</sup> × 10<sup>4</sup> (Barrer)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>BEDYEQ</oasis:entry>\n<oasis:entry>3.14</oasis:entry>\n<oasis:entry>2.33</oasis:entry>\n<oasis:entry>2.95</oasis:entry>\n<oasis:entry>64.29</oasis:entry>\n<oasis:entry>53.01</oasis:entry>\n<oasis:entry>62.30</oasis:entry>\n<oasis:entry>20.45</oasis:entry>\n<oasis:entry>22.71</oasis:entry>\n<oasis:entry>21.11</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>ECOKAJ</oasis:entry>\n<oasis:entry>3.42</oasis:entry>\n<oasis:entry>3.38</oasis:entry>\n<oasis:entry>4.39</oasis:entry>\n<oasis:entry>93.40</oasis:entry>\n<oasis:entry>100.74</oasis:entry>\n<oasis:entry>120.68</oasis:entry>\n<oasis:entry>27.29</oasis:entry>\n<oasis:entry>29.77</oasis:entry>\n<oasis:entry>27.51</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>FOTNIN</oasis:entry>\n<oasis:entry>5.36</oasis:entry>\n<oasis:entry>3.54</oasis:entry>\n<oasis:entry>4.26</oasis:entry>\n<oasis:entry>167.02</oasis:entry>\n<oasis:entry>155.36</oasis:entry>\n<oasis:entry>174.97</oasis:entry>\n<oasis:entry>31.18</oasis:entry>\n<oasis:entry>43.88</oasis:entry>\n<oasis:entry>41.08</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>GESVAC</oasis:entry>\n<oasis:entry>3.08</oasis:entry>\n<oasis:entry>2.99</oasis:entry>\n<oasis:entry>2.22</oasis:entry>\n<oasis:entry>41.44</oasis:entry>\n<oasis:entry>45.57</oasis:entry>\n<oasis:entry>32.24</oasis:entry>\n<oasis:entry>13.43</oasis:entry>\n<oasis:entry>15.24</oasis:entry>\n<oasis:entry>14.55</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>GULWEQ</oasis:entry>\n<oasis:entry>3.51</oasis:entry>\n<oasis:entry>2.43</oasis:entry>\n<oasis:entry>1.87</oasis:entry>\n<oasis:entry>23.53</oasis:entry>\n<oasis:entry>23.26</oasis:entry>\n<oasis:entry>21.24</oasis:entry>\n<oasis:entry>6.70</oasis:entry>\n<oasis:entry>9.59</oasis:entry>\n<oasis:entry>11.38</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>GUPCUQ01</oasis:entry>\n<oasis:entry>6.86</oasis:entry>\n<oasis:entry>4.80</oasis:entry>\n<oasis:entry>5.50</oasis:entry>\n<oasis:entry>3.40</oasis:entry>\n<oasis:entry>3.21</oasis:entry>\n<oasis:entry>5.95</oasis:entry>\n<oasis:entry>0.50</oasis:entry>\n<oasis:entry>0.67</oasis:entry>\n<oasis:entry>1.08</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>HEXVEM</oasis:entry>\n<oasis:entry>3.22</oasis:entry>\n<oasis:entry>3.49</oasis:entry>\n<oasis:entry>3.22</oasis:entry>\n<oasis:entry>90.50</oasis:entry>\n<oasis:entry>96.03</oasis:entry>\n<oasis:entry>45.31</oasis:entry>\n<oasis:entry>28.13</oasis:entry>\n<oasis:entry>27.40</oasis:entry>\n<oasis:entry>14.05</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>IZOWAW</oasis:entry>\n<oasis:entry>5.60</oasis:entry>\n<oasis:entry>3.43</oasis:entry>\n<oasis:entry>3.41</oasis:entry>\n<oasis:entry>38.51</oasis:entry>\n<oasis:entry>27.55</oasis:entry>\n<oasis:entry>26.85</oasis:entry>\n<oasis:entry>6.88</oasis:entry>\n<oasis:entry>8.04</oasis:entry>\n<oasis:entry>7.87</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MEGBEH</oasis:entry>\n<oasis:entry>3.22</oasis:entry>\n<oasis:entry>2.57</oasis:entry>\n<oasis:entry>2.03</oasis:entry>\n<oasis:entry>12.48</oasis:entry>\n<oasis:entry>11.66</oasis:entry>\n<oasis:entry>10.13</oasis:entry>\n<oasis:entry>3.87</oasis:entry>\n<oasis:entry>4.53</oasis:entry>\n<oasis:entry>4.98</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MOVPOE</oasis:entry>\n<oasis:entry>5.27</oasis:entry>\n<oasis:entry>5.38</oasis:entry>\n<oasis:entry>5.04</oasis:entry>\n<oasis:entry>12.96</oasis:entry>\n<oasis:entry>9.87</oasis:entry>\n<oasis:entry>12.96</oasis:entry>\n<oasis:entry>2.46</oasis:entry>\n<oasis:entry>1.83</oasis:entry>\n<oasis:entry>2.57</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>PIBPIA</oasis:entry>\n<oasis:entry>3.12</oasis:entry>\n<oasis:entry>1.69</oasis:entry>\n<oasis:entry>1.98</oasis:entry>\n<oasis:entry>77.57</oasis:entry>\n<oasis:entry>53.27</oasis:entry>\n<oasis:entry>49.82</oasis:entry>\n<oasis:entry>24.84</oasis:entry>\n<oasis:entry>31.51</oasis:entry>\n<oasis:entry>25.13</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>PUGPEO</oasis:entry>\n<oasis:entry>3.27</oasis:entry>\n<oasis:entry>1.95</oasis:entry>\n<oasis:entry>1.78</oasis:entry>\n<oasis:entry>20.17</oasis:entry>\n<oasis:entry>15.33</oasis:entry>\n<oasis:entry>10.19</oasis:entry>\n<oasis:entry>6.17</oasis:entry>\n<oasis:entry>7.85</oasis:entry>\n<oasis:entry>5.72</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>RUBDUP</oasis:entry>\n<oasis:entry>3.20</oasis:entry>\n<oasis:entry>2.77</oasis:entry>\n<oasis:entry>3.07</oasis:entry>\n<oasis:entry>91.33</oasis:entry>\n<oasis:entry>74.43</oasis:entry>\n<oasis:entry>79.40</oasis:entry>\n<oasis:entry>28.54</oasis:entry>\n<oasis:entry>26.85</oasis:entry>\n<oasis:entry>25.86</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>RUBTAK02</oasis:entry>\n<oasis:entry>3.29</oasis:entry>\n<oasis:entry>3.47</oasis:entry>\n<oasis:entry>4.25</oasis:entry>\n<oasis:entry>6.53</oasis:entry>\n<oasis:entry>6.55</oasis:entry>\n<oasis:entry>7.34</oasis:entry>\n<oasis:entry>1.98</oasis:entry>\n<oasis:entry>1.89</oasis:entry>\n<oasis:entry>1.73</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>SIZPUN</oasis:entry>\n<oasis:entry>3.60</oasis:entry>\n<oasis:entry>3.05</oasis:entry>\n<oasis:entry>2.60</oasis:entry>\n<oasis:entry>12.89</oasis:entry>\n<oasis:entry>10.63</oasis:entry>\n<oasis:entry>9.02</oasis:entry>\n<oasis:entry>3.58</oasis:entry>\n<oasis:entry>3.49</oasis:entry>\n<oasis:entry>3.46</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>TOCJAY</oasis:entry>\n<oasis:entry>3.19</oasis:entry>\n<oasis:entry>2.67</oasis:entry>\n<oasis:entry>3.36</oasis:entry>\n<oasis:entry>80.84</oasis:entry>\n<oasis:entry>66.67</oasis:entry>\n<oasis:entry>88.70</oasis:entry>\n<oasis:entry>25.32</oasis:entry>\n<oasis:entry>25.00</oasis:entry>\n<oasis:entry>26.43</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>TURFIX</oasis:entry>\n<oasis:entry>3.76</oasis:entry>\n<oasis:entry>3.94</oasis:entry>\n<oasis:entry>3.50</oasis:entry>\n<oasis:entry>80.37</oasis:entry>\n<oasis:entry>87.21</oasis:entry>\n<oasis:entry>91.14</oasis:entry>\n<oasis:entry>21.35</oasis:entry>\n<oasis:entry>22.12</oasis:entry>\n<oasis:entry>26.06</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>VAGMAT</oasis:entry>\n<oasis:entry>3.19</oasis:entry>\n<oasis:entry>2.61</oasis:entry>\n<oasis:entry>3.13</oasis:entry>\n<oasis:entry>62.08</oasis:entry>\n<oasis:entry>59.00</oasis:entry>\n<oasis:entry>76.41</oasis:entry>\n<oasis:entry>19.46</oasis:entry>\n<oasis:entry>22.62</oasis:entry>\n<oasis:entry>24.41</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>XANLEF</oasis:entry>\n<oasis:entry>3.18</oasis:entry>\n<oasis:entry>2.62</oasis:entry>\n<oasis:entry>2.55</oasis:entry>\n<oasis:entry>51.24</oasis:entry>\n<oasis:entry>43.00</oasis:entry>\n<oasis:entry>39.20</oasis:entry>\n<oasis:entry>16.10</oasis:entry>\n<oasis:entry>16.39</oasis:entry>\n<oasis:entry>15.37</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>XANLIJ</oasis:entry>\n<oasis:entry>3.50</oasis:entry>\n<oasis:entry>3.58</oasis:entry>\n<oasis:entry>3.32</oasis:entry>\n<oasis:entry>105.86</oasis:entry>\n<oasis:entry>104.22</oasis:entry>\n<oasis:entry>93.81</oasis:entry>\n<oasis:entry>30.23</oasis:entry>\n<oasis:entry>29.11</oasis:entry>\n<oasis:entry>28.24</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"tbl2-fn1\">\n<label>a</label>\n<p>Membrane selectivities were reported\nfor H<sub>2</sub> over N<sub>2</sub>.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": ["This model's maximum context length is 4097 tokens. However, your messages resulted in 4224 tokens. Please reduce the length of the messages."], "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Comparison of the experimental<named-content content-type=\"bibref-group\">\n<xref ref-type=\"bibr\" rid=\"ref7\"></xref>,<xref ref-type=\"bibr\" rid=\"ref20\"></xref>,<xref ref-type=\"bibr\" rid=\"ref71\"></xref>−<xref ref-type=\"bibr\" rid=\"ref72\" specific-use=\"suppress-in-print\"></xref>\n<xref ref-type=\"bibr\" rid=\"ref73\"></xref>\n</named-content> and simulated\nH<sub>2</sub> and\nN<sub>2</sub> permeances of MOF membranes. Details of the experimental\ndata are given in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acssuschemeng.9b01020/suppl_file/sc9b01020_si_001.pdf\">Table S3</ext-link>. Diagonal line\nis to guide the eye.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"sc-2019-01020w_0001.eps\"></graphic>\n</fig>", "clean_text": " 1  Comparison of the experimental ,,-   and simulated H2 and N2 permeances of MOF membranes. Details of the experimental data are given in Table S3. Diagonal line is to guide the eye.   ", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>H<sub>2</sub> permeability and H<sub>2</sub>/N<sub>2</sub> selectivity\nof MOF membranes calculated at infinite dilution. The black solid\nline represents the Robeson’s upper bound for polymeric membranes.\nBlack and blue points represent MOFs which are under and above the\nRobeson’s bound, respectively. Red stars represent the top\n20 MOF membrane candidates.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"sc-2019-01020w_0002.eps\"></graphic>\n</fig>", "clean_text": " 2  H2 permeability and H2/N2 selectivity of MOF membranes calculated at infinite dilution. The black solid line represents the Robeson's upper bound for polymeric membranes. Black and blue points represent MOFs which are under and above the Robeson's bound, respectively. Red stars represent the top 20 MOF membrane candidates.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) Comparison of membrane and adsorption\nselectivity of MOFs computed\nat infinite dilution. Black and blue points represent all MOFs and\nMOFs exceeding the upper bound, respectively. Red starts represent\nthe top 20 MOFs identified in this work. The dashed line shows the\ngas preference of the MOF membrane. (b) Comparison of membrane, adsorption,\nand diffusion selectivity of MOFs exceeding the upper bound. The top\n20 MOFs are shown with red borders.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"sc-2019-01020w_0003.eps\"></graphic>\n</fig>", "clean_text": " 3  (a) Comparison of membrane and adsorption selectivity of MOFs computed at infinite dilution. Black and blue points represent all MOFs and MOFs exceeding the upper bound, respectively. Red starts represent the top 20 MOFs identified in this work. The dashed line shows the gas preference of the MOF membrane. (b) Comparison of membrane, adsorption, and diffusion selectivity of MOFs exceeding the upper bound. The top 20 MOFs are shown with red borders.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Comparison of (a) H<sub>2</sub> permeability, (b) N<sub>2</sub> permeability, and (c) H<sub>2</sub>/N<sub>2</sub> selectivity of\nthe top 20 MOF membranes computed at infinite dilution and at binary\nmixture conditions. The diagonal dashed lines are given to guide the\neye.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"sc-2019-01020w_0004.eps\"></graphic>\n</fig>", "clean_text": " 4  Comparison of (a) H2 permeability, (b) N2 permeability, and (c) H2/N2 selectivity of the top 20 MOF membranes computed at infinite dilution and at binary mixture conditions. The diagonal dashed lines are given to guide the eye.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Comparison\nof (a) H<sub>2</sub> permeability, (b) N<sub>2</sub> permeability,\nand (c) H<sub>2</sub>/N<sub>2</sub> selectivity of\nthe top 20 MOF membranes computed at binary and quaternary mixture\nconditions. The diagonal dashed lines are given to guide the eye.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"sc-2019-01020w_0005.eps\"></graphic>\n</fig>", "clean_text": " 5  Comparison of (a) H2 permeability, (b) N2 permeability, and (c) H2/N2 selectivity of the top 20 MOF membranes computed at binary and quaternary mixture conditions. The diagonal dashed lines are given to guide the eye.   ", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Effects of structural properties, PLD, LCD, SA, pore volume,\nand\nlattice type, on the separation performances of the MOF membranes.\nThe numbers represent the number of MOFs categorized in each color-coded\nbox.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"sc-2019-01020w_0006.eps\"></graphic>\n</fig>", "clean_text": " 6  Effects of structural properties, PLD, LCD, SA, pore volume, and lattice type, on the separation performances of the MOF membranes. The numbers represent the number of MOFs categorized in each color-coded box.   ", "data": null, "include_properties": null}, {"idx": 30, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Predicted separation performances of 78\nMOF-based MMMs (open symbols)\ncomposed of 13 MOFs and 6 polymers. Experimental data for polymeric\nmembranes is shown with full symbols. A single data point was used\nto represent MMMs composed of PBOI-2-Cu<sup>+</sup>, 1,1–6FDA-DIA,\nand NTDA-BAPHFDS­(H) polymers because very similar H<sub>2</sub> permeabilities\nand H<sub>2</sub>/N<sub>2</sub> selectivities were calculated regardless\nof the identity of the MOF.</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"sc-2019-01020w_0007.eps\"></graphic>\n</fig>", "clean_text": " 7  Predicted separation performances of 78 MOF-based MMMs (open symbols) composed of 13 MOFs and 6 polymers. Experimental data for polymeric membranes is shown with full symbols. A single data point was used to represent MMMs composed of PBOI-2-Cu+, 1,1-6FDA-DIA, and NTDA-BAPHFDS(H) polymers because very similar H2 permeabilities and H2/N2 selectivities were calculated regardless of the identity of the MOF.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acssuschemeng.9b01020", "title": null, "journal": "American\nChemical Society", "date": "2019.04", "author_list": ["Azar\nAyda Nemati\nVesali", "Velioglu\nSadiye", "Keskin\nSeda"]}}