{"filepath": "../L2M3_data/1_application_papers/acs_xml/se2c00589.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["property"], "content": "<p>SnO<sub>2</sub> has been a commonly\nresearched gas-sensing material\ndue to its low cost, good performance, and good stability. However,\ngas sensors based on pure SnO<sub>2</sub> usually show a low response\nor high working temperature. In this work, laminar SnO<sub>2</sub> was obtained by using a Sn-based metal organic framework­(Sn-MOF)@SnO<sub>2</sub> as a precursor. Sn-MOF@SnO<sub>2</sub> is prepared at low\ntemperatures using water and dimethylformamide as a solvent, which\nis simple, low cost, and easily reproducible. After sintering, Sn-MOF@SnO<sub>2</sub> is derived to SnO<sub>2</sub> with rich adsorbed oxygen,\nlarge specific surface area, and unique nanoparticle piled pores,\nthus showing excellent gas-sensing properties. The prepared SnO<sub>2</sub> has an ultrahigh response value of 10,000 to 10 ppm formaldehyde\nat an optimal working temperature of 120 °C, a fast response/recovery\ntime of 33 s/142 s, and an actual detection limit of lower than 10\nppb as well as high selectivity and high stability. Density functional\ntheory calculations show that the exposed (110) plane of oxygen-rich\nvacancies in laminar SnO<sub>2</sub> can effectively increase the\ncoadsorption capacity of O<sub>2</sub> and formaldehyde molecules,\nthereby improving the formaldehyde gas-sensing performance of the\nmaterial. The present original approach paves the way to design advanced\nmaterials with excellent gas-sensing properties as well as broad application\nprospects in formaldehyde monitoring.</p>", "clean_text": "SnO2 has been a commonly researched gas-sensing material due to its low cost, good performance, and good stability. However, gas sensors based on pure SnO2 usually show a low response or high working temperature. In this work, laminar SnO2 was obtained by using a Sn-based metal organic framework(Sn-MOF)@SnO2 as a precursor. Sn-MOF@SnO2 is prepared at low temperatures using water and dimethylformamide as a solvent, which is simple, low cost, and easily reproducible. After sintering, Sn-MOF@SnO2 is derived to SnO2 with rich adsorbed oxygen, large specific surface area, and unique nanoparticle piled pores, thus showing excellent gas-sensing properties. The prepared SnO2 has an ultrahigh response value of 10,000 to 10 ppm formaldehyde at an optimal working temperature of 120 °C, a fast response/recovery time of 33 s/142 s, and an actual detection limit of lower than 10 ppb as well as high selectivity and high stability. Density functional theory calculations show that the exposed (110) plane of oxygen-rich vacancies in laminar SnO2 can effectively increase the coadsorption capacity of O2 and formaldehyde molecules, thereby improving the formaldehyde gas-sensing performance of the material. The present original approach paves the way to design advanced materials with excellent gas-sensing properties as well as broad application prospects in formaldehyde monitoring.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>Formaldehyde\nis one of the common\nvolatile organic compounds, which widely exists in people’s\ndaily life but seriously threatens people’s health. The World\nHealth Organization (WHO) has classified formaldehyde as a type of\ncarcinogen and also stipulates that the maximum allowable concentration\nof formaldehyde should be less than 0.08 ppm, which puts forward higher requirements for monitoring methods.</p>", "clean_text": "Formaldehyde is one of the common volatile organic compounds, which widely exists in people's daily life but seriously threatens people's health. The World Health Organization (WHO) has classified formaldehyde as a type of carcinogen and also stipulates that the maximum allowable concentration of formaldehyde should be less than 0.08 ppm, which puts forward higher requirements for monitoring methods.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>SnO<sub>2</sub> is a classic gas-sensing material, due to its excellent\ngas-sensing performance and low cost; gas sensors based on SnO<sub>2</sub> have been extensively researched. However, pure SnO<sub>2</sub> exhibits some problems, such as high working temperature and low\nsensitivity, which cannot satisfy the application demand. Therefore,\nmost research made efforts on the modification of SnO<sub>2</sub>,\nsuch as doping, forming a heterojunction, and so on. In addition, controlling the micromorphology of pure\nSnO<sub>2</sub>, increasing its specific surface\narea, and exposing high-energy active crystal\nplanes can also improve its gas-sensing properties.\n</p>", "clean_text": "SnO2 is a classic gas-sensing material, due to its excellent gas-sensing performance and low cost; gas sensors based on SnO2 have been extensively researched. However, pure SnO2 exhibits some problems, such as high working temperature and low sensitivity, which cannot satisfy the application demand. Therefore, most research made efforts on the modification of SnO2, such as doping, forming a heterojunction, and so on. In addition, controlling the micromorphology of pure SnO2, increasing its specific surface area, and exposing high-energy active crystal planes can also improve its gas-sensing properties. ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["property"], "content": "<p>Metal organic frameworks (MOFs) have a wide range\nof application\nprospects in the field of gas sensors due to their unique structural\nadvantages. MOF materials are widely used in the field of gas sensors,\nbut many types of research have focused on developing hybrid nanostructures\ncomposed of MOFs and noble metal or transition metal oxides, and less research has been done on MOF-derived\npure oxide gas-sensing materials. For Sn-based MOFs, most reported\nstudies concentrated on electrode materials and lithium storage materials, but there have been only a few reports on gas-sensing\nmaterials. For example, Wang et al. synthesized\na Sn-MOF with a hexagonal prism shape by a hydrothermal method at\na temperature of 180 °C and obtained SnO<sub>2</sub> by calcining\nthe Sn-MOF, the response value of which is 882 to 2 ppm formaldehyde\nat an optimal working temperature of 120 °C, and the response\ntime is 19 s, which shows a long recovery time due to the resistance\nbaseline being difficult to recover. Bai et al. synthesized a Sn/Ni-MOF by hydrothermal methods at a temperature\nof 180 °C and obtained SnO<sub>2</sub>@NiO triethylamine gas-sensing\nmaterials by calcining the Sn/Ni-MOF. The response value of SnO<sub>2</sub>@NiO to 10 ppm triethylamine is 14.03 at an optimal working\ntemperature of 70 °C, and the response/recovery time is 86 s/95\ns. Yang et al. synthesized a Sn-MOF through\nlow-temperature stirring and likewise obtained SnO<sub>2</sub> nanoparticles\nby calcining the Sn-MOF. By combining SnO<sub>2</sub> nanoparticles\nand MoSe<sub>2</sub>, a composite material with CO gas sensitivity\nat room temperature was obtained, the response value for 100 ppm CO\nis 9.2, and the response/recovery time is 20 s/16 s. In all, most\nof the currently reported SnO<sub>2</sub> gas-sensing materials based\non Sn-MOFs are synthesized based on the hydrothermal method, these\ntypes of SnO<sub>2</sub> have a smaller specific surface area and\nless oxygen adsorption, and as far as we know, there is no report\nof low-temperature preparation of Sn-MOF-based pure SnO<sub>2</sub> ultrasensitive gas-sensitive materials.</p>", "clean_text": "Metal organic frameworks (MOFs) have a wide range of application prospects in the field of gas sensors due to their unique structural advantages. MOF materials are widely used in the field of gas sensors, but many types of research have focused on developing hybrid nanostructures composed of MOFs and noble metal or transition metal oxides, and less research has been done on MOF-derived pure oxide gas-sensing materials. For Sn-based MOFs, most reported studies concentrated on electrode materials and lithium storage materials, but there have been only a few reports on gas-sensing materials. For example, Wang et al. synthesized a Sn-MOF with a hexagonal prism shape by a hydrothermal method at a temperature of 180 °C and obtained SnO2 by calcining the Sn-MOF, the response value of which is 882 to 2 ppm formaldehyde at an optimal working temperature of 120 °C, and the response time is 19 s, which shows a long recovery time due to the resistance baseline being difficult to recover. Bai et al. synthesized a Sn/Ni-MOF by hydrothermal methods at a temperature of 180 °C and obtained SnO2@NiO triethylamine gas-sensing materials by calcining the Sn/Ni-MOF. The response value of SnO2@NiO to 10 ppm triethylamine is 14.03 at an optimal working temperature of 70 °C, and the response/recovery time is 86 s/95 s. Yang et al. synthesized a Sn-MOF through low-temperature stirring and likewise obtained SnO2 nanoparticles by calcining the Sn-MOF. By combining SnO2 nanoparticles and MoSe2, a composite material with CO gas sensitivity at room temperature was obtained, the response value for 100 ppm CO is 9.2, and the response/recovery time is 20 s/16 s. In all, most of the currently reported SnO2 gas-sensing materials based on Sn-MOFs are synthesized based on the hydrothermal method, these types of SnO2 have a smaller specific surface area and less oxygen adsorption, and as far as we know, there is no report of low-temperature preparation of Sn-MOF-based pure SnO2 ultrasensitive gas-sensitive materials.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["property"], "content": "<p>In this work, we explored\nthe use of the water bath method to prepare\nSn-MOF@SnO<sub>2</sub> and used Sn-MOF@SnO<sub>2</sub> as a precursor\nto prepare laminar SnO<sub>2</sub>, due to the unique Sn-MOF@SnO<sub>2</sub> mixed phase structure; when the Sn-MOF phase disappears by\npyrolysis, the laminar SnO<sub>2</sub> possesses rich adsorbed oxygen,\nlarge specific surface area, and unique nanoparticle piled pores,\nso the laminar SnO<sub>2</sub> shows very excellent formaldehyde gas\nsensitivity. The laminar SnO<sub>2</sub> gas sensor has a response\nvalue of 10,000 to 10 ppm formaldehyde at an optimal working temperature\nof 120 °C, a response/recovery time of 33 s/142 s, and an actual\ndetection limit of lower than 10 ppb and shows great selectivity and\nlong-term stability; this SnO<sub>2</sub> has the advantages of high\nsensitivity and low detection limit of traditional two-dimensional\nnanomaterials, low operating temperature,\nand high sensitivity to formaldehyde at low temperatures (&lt;100\n°C), as well as simple preparation and low cost. We further carried\nout relevant characterization and further analyzed the mechanism of\nthe enhancement of the gas sensitivity of the SnO<sub>2</sub> nanomaterial.\nAt the same time, the coadsorption energies of laminar SnO<sub>2</sub> and four representative sensitive gases (formaldehyde, NO<sub>2</sub>, ethanol, and toluene) on the exposed (110) crystal plane and O<sub>2</sub> were explored by density functional theory (DFT) calculation.</p>", "clean_text": "In this work, we explored the use of the water bath method to prepare Sn-MOF@SnO2 and used Sn-MOF@SnO2 as a precursor to prepare laminar SnO2, due to the unique Sn-MOF@SnO2 mixed phase structure; when the Sn-MOF phase disappears by pyrolysis, the laminar SnO2 possesses rich adsorbed oxygen, large specific surface area, and unique nanoparticle piled pores, so the laminar SnO2 shows very excellent formaldehyde gas sensitivity. The laminar SnO2 gas sensor has a response value of 10,000 to 10 ppm formaldehyde at an optimal working temperature of 120 °C, a response/recovery time of 33 s/142 s, and an actual detection limit of lower than 10 ppb and shows great selectivity and long-term stability; this SnO2 has the advantages of high sensitivity and low detection limit of traditional two-dimensional nanomaterials, low operating temperature, and high sensitivity to formaldehyde at low temperatures (<100 °C), as well as simple preparation and low cost. We further carried out relevant characterization and further analyzed the mechanism of the enhancement of the gas sensitivity of the SnO2 nanomaterial. At the same time, the coadsorption energies of laminar SnO2 and four representative sensitive gases (formaldehyde, NO2, ethanol, and toluene) on the exposed (110) crystal plane and O2 were explored by density functional theory (DFT) calculation.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<title>Experimental Section</title><title>Synthesis of Sn-MOF@SnO<sub>2</sub> and SnO<sub>2</sub>\n</title><p>All chemicals are of analytical\ngrade and were used without any further\npurification. The preparation process is shown in . In a typical process, first,\n0.096 g of NaOH and 0.169 g of C<sub>9</sub>H<sub>6</sub>O<sub>6</sub> (H<sub>3</sub>BTC) were dissolved in 14 mL of deionized water and\nmarked as solution 1. Second, 1.169 g of SnCl<sub>4</sub>·5H<sub>2</sub>O was dissolved in 16 mL of mixed solution (10 mL of deionized\nwater + 6 mL of dimethylformamide), put into another beaker, and marked\nas solution 2. Next, solution 1 and solution 2 are mixed and put in\na 50 °C water bath to react for 12 h; then, the products were\ncollected, washed with ethyl alcohol and deionized water several times,\nand dried in an oven at 50 °C to obtain Sn-MOF@SnO<sub>2</sub>, and an agate mortar was used to carefully grind Sn-MOF@SnO<sub>2</sub>, and then, the products were sintered at 450 °C in a\nmuffle furnace (the ramp rate is 5 °C min<sup>–1</sup>) and then kept for 2 h to obtain a yellow laminar SnO<sub>2</sub> powder.</p>", "clean_text": "Experimental Section\n\nSynthesis of Sn-MOF@SnO2 and SnO2 \n\nAll chemicals are of analytical grade and were used without any further purification. The preparation process is shown in . In a typical process, first, 0.096 g of NaOH and 0.169 g of C9H6O6 (H3BTC) were dissolved in 14 mL of deionized water and marked as solution 1. Second, 1.169 g of SnCl4⋅5H2O was dissolved in 16 mL of mixed solution (10 mL of deionized water + 6 mL of dimethylformamide), put into another beaker, and marked as solution 2. Next, solution 1 and solution 2 are mixed and put in a 50 °C water bath to react for 12 h; then, the products were collected, washed with ethyl alcohol and deionized water several times, and dried in an oven at 50 °C to obtain Sn-MOF@SnO2, and an agate mortar was used to carefully grind Sn-MOF@SnO2, and then, the products were sintered at 450 °C in a muffle furnace (the ramp rate is 5 °C min-1) and then kept for 2 h to obtain a yellow laminar SnO2 powder.", "data": null, "include_properties": null}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>The preparation process of Sn-MOF@SnO<sub>2</sub> and SnO<sub>2</sub>.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"se2c00589_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  The preparation process of Sn-MOF@SnO2 and SnO2.   ", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<title>Fabrication of the Gas\nSensor</title><p>The sensor used in the\nexperiment is a thick film type. Pt electrodes are plated on the surface\nof the rectangular ceramic substrate, and two electrodes are formed\non the bottom of the substrate. Through two heating electrodes, the\ntest equipment can adjust the heating power to control the test temperature.\nThe test equipment and gas sensor are shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acssensors.2c00589/suppl_file/se2c00589_si_001.pdf\" xlink:type=\"simple\">Figure S1</ext-link>. After ventilation and desorption, the corresponding\ncurve of resistance value and time will be obtained. After coordinating\nand analyzing a large amount of gas sensitivity data, the fitting\nrelationship curve can be analyzed. In this article, the prepared\nsample is mixed with printing oil with a mass ratio of 1:1 and ground\nuniformly. The paste is then printed on the circular area on the top\nof the sensor by screen printing technology. Finally, the prepared\nsensor is annealed in a muffle furnace for 2 h. A cooling device was\ncarefully installed on an SD-101 four-channel gas-sensing tester,\nand next, aging in the air at 300 °C for 72 h was done to stabilize\nthe resistance value of the sensor, and then, the gas-sensing performance\nwas measured.</p>", "clean_text": "Fabrication of the Gas Sensor\n\nThe sensor used in the experiment is a thick film type. Pt electrodes are plated on the surface of the rectangular ceramic substrate, and two electrodes are formed on the bottom of the substrate. Through two heating electrodes, the test equipment can adjust the heating power to control the test temperature. The test equipment and gas sensor are shown in Figure S1. After ventilation and desorption, the corresponding curve of resistance value and time will be obtained. After coordinating and analyzing a large amount of gas sensitivity data, the fitting relationship curve can be analyzed. In this article, the prepared sample is mixed with printing oil with a mass ratio of 1:1 and ground uniformly. The paste is then printed on the circular area on the top of the sensor by screen printing technology. Finally, the prepared sensor is annealed in a muffle furnace for 2 h. A cooling device was carefully installed on an SD-101 four-channel gas-sensing tester, and next, aging in the air at 300 °C for 72 h was done to stabilize the resistance value of the sensor, and then, the gas-sensing performance was measured.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<title>Characterization</title><p>X-ray powder diffraction\n(XRD) of\nthe samples was conducted with a D/max-2300 diffractometer (Rigaku\nCorporation; 35 kV) in a scanning range of 10–90° at a\nrate of 2° min<sup>–1</sup> with Cu Kα1 radiation\n(<italic toggle=\"yes\">l</italic> = 1.540 Å). The functional groups were identified\nusing a Fourier transform infrared spectrometer (FTIR, FTS-40), and\nthe sample was scanned from 4000 to 400 cm<sup>–1</sup> by\na KBr pellet method. The morphology of the samples was recorded by\nfield-emission scanning electron microscopy (FESEM, Thermo Fisher\nScientific Co. Ltd.). Energy-dispersive X-ray spectroscopy (EDX) was\nperformed on the above-mentioned scanning electron microscope. Transition\nelectron microscopy (TEM) and high-resolution transmission electron\nmicroscopy (HRTEM) of the size and crystallinity of the grain were\nperformed with a JEM-2100 microscope (JEOL Co. Ltd.) operating at\n200 kV. Selected area electron diffraction (SAED) was performed on\nthe above-mentioned transition electron microscope. The thermal behavior\nduring calcination in an air atmosphere was analyzed by thermal gravimetric\nanalysis (TGA/DSC thermos gravimetric analyzer, MELER/1600 H). X-ray\nphotoelectron spectroscopy (XPS, Thermo Fisher Scientific Co. Ltd.;\nS3 1486.6 eV) was investigated with a K-Alpha+ spectrometer with Al\nKα excitation to observe the chemical binding states of each\nelement. The N<sub>2</sub> adsorption–desorption analysis of\nthe obtained samples was performed on Beth equipment (Bestech Instrument\nTechnology Co. Ltd.) at liquid nitrogen temperature. Electron paramagnetic\nresonance (EPR) spectra were recorded in the X band region with a\nBruker model E500 spectrometer under the following condition: <italic toggle=\"yes\">T</italic> = 295 K, microwave power 6.325 mW, and frequency 9.85\nGHz.</p>", "clean_text": "Characterization\n\nX-ray powder diffraction (XRD) of the samples was conducted with a D/max-2300 diffractometer (Rigaku Corporation; 35 kV) in a scanning range of 10-90° at a rate of 2° min-1 with Cu Kα1 radiation (l = 1.540 Å). The functional groups were identified using a Fourier transform infrared spectrometer (FTIR, FTS-40), and the sample was scanned from 4000 to 400 cm-1 by a KBr pellet method. The morphology of the samples was recorded by field-emission scanning electron microscopy (FESEM, Thermo Fisher Scientific Co. Ltd.). Energy-dispersive X-ray spectroscopy (EDX) was performed on the above-mentioned scanning electron microscope. Transition electron microscopy (TEM) and high-resolution transmission electron microscopy (HRTEM) of the size and crystallinity of the grain were performed with a JEM-2100 microscope (JEOL Co. Ltd.) operating at 200 kV. Selected area electron diffraction (SAED) was performed on the above-mentioned transition electron microscope. The thermal behavior during calcination in an air atmosphere was analyzed by thermal gravimetric analysis (TGA/DSC thermos gravimetric analyzer, MELER/1600 H). X-ray photoelectron spectroscopy (XPS, Thermo Fisher Scientific Co. Ltd.; S3 1486.6 eV) was investigated with a K-Alpha+ spectrometer with Al Kα excitation to observe the chemical binding states of each element. The N2 adsorption-desorption analysis of the obtained samples was performed on Beth equipment (Bestech Instrument Technology Co. Ltd.) at liquid nitrogen temperature. Electron paramagnetic resonance (EPR) spectra were recorded in the X band region with a Bruker model E500 spectrometer under the following condition: T = 295 K, microwave power 6.325 mW, and frequency 9.85 GHz.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<title>Density Functional Theory Details</title><p>The DFT calculations\nwere carried out using the Vienna ab initio simulation package with the frozen-core all-electron projector-augment-wave methods. The Perdew–Burke–Ernzerhof of generalized gradient approximation was adopted to describe\nthe exchange and correlation potential. The cutoff energy for the\nplane-wave basis set was set to 450 eV. A 3-layer 3 × 2 SnO<sub>2</sub> (110) slab was used, and a vacuum region of 15 Å above\nit was used to ensure the decoupling between neighboring systems.\nOne bridge O atom of the SnO<sub>2</sub> (110) surface was deleted\nto simulate O-vacancies. The geometry optimizations were performed\nuntil the forces on each ion were reduced below 0.01 eV/Å. The\n3 × 2 × 1 <italic toggle=\"yes\">k</italic>-point sampling of the Brillouin zone was used. The adsorption energy, <italic toggle=\"yes\">E</italic>\n<sub>ads</sub>, is calculated using the expression <italic toggle=\"yes\">E</italic>\n<sub>ads</sub> = <italic toggle=\"yes\">E</italic>\n<sub>molecule+surface</sub> – <italic toggle=\"yes\">E</italic>\n<sub>surface</sub> – <italic toggle=\"yes\">E</italic>\n<sub>molecule</sub>, where <italic toggle=\"yes\">E</italic>\n<sub>surface</sub> is\nthe energy of the SnO<sub>2</sub> (110) surface with O-vacancies, <italic toggle=\"yes\">E</italic>\n<sub>molecule</sub> represents the energy of the toluene,\nHCHO, ethanol, and NO<sub>2</sub>, and <italic toggle=\"yes\">E</italic>\n<sub>molecule+surface</sub> represents the total energy of the adsorbed system.</p>", "clean_text": "Density Functional Theory Details\n\nThe DFT calculations were carried out using the Vienna ab initio simulation package with the frozen-core all-electron projector-augment-wave methods. The Perdew-Burke-Ernzerhof of generalized gradient approximation was adopted to describe the exchange and correlation potential. The cutoff energy for the plane-wave basis set was set to 450 eV. A 3-layer 3 × 2 SnO2 (110) slab was used, and a vacuum region of 15 Å above it was used to ensure the decoupling between neighboring systems. One bridge O atom of the SnO2 (110) surface was deleted to simulate O-vacancies. The geometry optimizations were performed until the forces on each ion were reduced below 0.01 eV/Å. The 3 × 2 × 1 k-point sampling of the Brillouin zone was used. The adsorption energy, E ads, is calculated using the expression E ads = E molecule+surface - E surface - E molecule, where E surface is the energy of the SnO2 (110) surface with O-vacancies, E molecule represents the energy of the toluene, HCHO, ethanol, and NO2, and E molecule+surface represents the total energy of the adsorbed system.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<title>Results\nand Discussion</title><title>Morphology and Structure Characterization</title><p>First, XRD\nwas used to explore the phase purity and crystal structure of the\nas-synthesized Sn-MOF@SnO<sub>2</sub> and derived SnO<sub>2</sub>. a shows the XRD pattern\nof SnO<sub>2</sub>, which is in good accordance with PDF#41-1445,\nand no other obvious impurity peaks are observed. b shows the XRD pattern of\nSn-MOF@SnO<sub>2</sub>, which also provided the XRD pattern of SnO<sub>2</sub> for comparison. It can be seen that Sn-MOF@SnO<sub>2</sub> possesses three broad peaks that correspond to the crystal planes\nof (110), (101), and (211) of SnO<sub>2</sub> (PDF#41-1445), which\nindicates that the crystallinity of Sn-MOF@SnO<sub>2</sub> is poor and Sn-MOF@SnO<sub>2</sub> is composed of a part of SnO<sub>2</sub> crystallite, and the emergence of the SnO<sub>2</sub> crystallite originates\nfrom the partial hydrolysis of SnCl<sub>4</sub>.\n</p>", "clean_text": "Results and Discussion\n\nMorphology and Structure Characterization\n\nFirst, XRD was used to explore the phase purity and crystal structure of the as-synthesized Sn-MOF@SnO2 and derived SnO2. a shows the XRD pattern of SnO2, which is in good accordance with PDF#41-1445, and no other obvious impurity peaks are observed. b shows the XRD pattern of Sn-MOF@SnO2, which also provided the XRD pattern of SnO2 for comparison. It can be seen that Sn-MOF@SnO2 possesses three broad peaks that correspond to the crystal planes of (110), (101), and (211) of SnO2 (PDF#41-1445), which indicates that the crystallinity of Sn-MOF@SnO2 is poor and Sn-MOF@SnO2 is composed of a part of SnO2 crystallite, and the emergence of the SnO2 crystallite originates from the partial hydrolysis of SnCl4. ", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) XRD patterns SnO<sub>2</sub> and standard PDF card. (b) XRD\npatterns of Sn-MOF@SnO<sub>2</sub> and SnO<sub>2</sub>. (c) FTIR spectra\nof Sn-MOF@SnO<sub>2</sub>. (d) Thermogravimetric of Sn-MOF@SnO<sub>2</sub>.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"se2c00589_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  (a) XRD patterns SnO2 and standard PDF card. (b) XRD patterns of Sn-MOF@SnO2 and SnO2. (c) FTIR spectra of Sn-MOF@SnO2. (d) Thermogravimetric of Sn-MOF@SnO2.   ", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<p>To verify the successful coordination\nof Sn with the organic ligand\nH<sub>3</sub>BTC in the Sn-MOF, we tested Fourier-transform infrared\nspectroscopy (FTIR) of Sn-MOF@SnO<sub>2</sub>. As shown in c, the broad peaks\nat 3400 and 3025 cm<sup>–1</sup> are attributed to the vibration\nof the −OH bond of H<sub>2</sub>O and the vibration of the\nbenzene ring, respectively. The peak at 1716 cm<sup>–1</sup> belongs to free carboxyl, the peaks at 1622–1583 cm<sup>–1</sup> belong to the asymmetric stretching vibration ν<sub>a</sub>(−COO<sup>–</sup>) of carboxylate, the peaks at 1442–1363\ncm<sup>–1</sup> belongs to the symmetric stretching vibration\nν<sub>s</sub>(−COO<sup>–</sup>) of carboxylate\nions, the peaks at 1274, 1107, and 1020\ncm<sup>–1</sup> are attributed to the bending vibration of\n−CH, the peaks at 748 and 675 cm<sup>–1</sup> are attributed\nto the out-of-plane vibration of the benzene ring, and the peak at 565 cm<sup>–1</sup> is attributed\nto the vibration of the Sn–O bond. Those mentioned above indicate\nthat Sn successfully cooperates with H<sub>3</sub>BTC, which proves\nthe formation of the Sn-MOF.</p>", "clean_text": "To verify the successful coordination of Sn with the organic ligand H3BTC in the Sn-MOF, we tested Fourier-transform infrared spectroscopy (FTIR) of Sn-MOF@SnO2. As shown in c, the broad peaks at 3400 and 3025 cm-1 are attributed to the vibration of the -OH bond of H2O and the vibration of the benzene ring, respectively. The peak at 1716 cm-1 belongs to free carboxyl, the peaks at 1622-1583 cm-1 belong to the asymmetric stretching vibration νa(-COO-) of carboxylate, the peaks at 1442-1363 cm-1 belongs to the symmetric stretching vibration νs(-COO-) of carboxylate ions, the peaks at 1274, 1107, and 1020 cm-1 are attributed to the bending vibration of -CH, the peaks at 748 and 675 cm-1 are attributed to the out-of-plane vibration of the benzene ring, and the peak at 565 cm-1 is attributed to the vibration of the Sn-O bond. Those mentioned above indicate that Sn successfully cooperates with H3BTC, which proves the formation of the Sn-MOF.", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["property"], "content": "<p>To explore the pyrolysis temperature,\nwe performed thermogravimetric\nanalysis on Sn-MOF@SnO<sub>2</sub> (as shown in d). The pyrolysis of Sn-MOF@SnO<sub>2</sub> can be divided into three stages. The first stage loses 3.81% of\nweight, which can be attributed to the disappearance of lattice water\nmolecules, and the second stage loses 10.69%, which can be attributed\nto the disappearance of solvent molecules and coordinated water molecules.\nAlso, 16.24% weight loss in the third stage can be attributed to the\npyrolysis of the organic framework. The weight of the sample is barely\nlost after 450 °C; thus, 450 °C is determined as the pyrolysis\ntemperature.</p>", "clean_text": "To explore the pyrolysis temperature, we performed thermogravimetric analysis on Sn-MOF@SnO2 (as shown in d). The pyrolysis of Sn-MOF@SnO2 can be divided into three stages. The first stage loses 3.81% of weight, which can be attributed to the disappearance of lattice water molecules, and the second stage loses 10.69%, which can be attributed to the disappearance of solvent molecules and coordinated water molecules. Also, 16.24% weight loss in the third stage can be attributed to the pyrolysis of the organic framework. The weight of the sample is barely lost after 450 °C; thus, 450 °C is determined as the pyrolysis temperature.", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["property"], "content": "<p>The morphologies of Sn-MOF@SnO<sub>2</sub> and\nSnO<sub>2</sub> were\nanalyzed by SEM and TEM, and the results are shown in . a,f shows the SEM images of Sn-MOF@SnO<sub>2</sub> and SnO<sub>2</sub> at the microscale, respectively, in which\nthe samples show a bulk morphology. b,g shows the TEM images of Sn-MOF@SnO<sub>2</sub> and SnO<sub>2</sub>, respectively. An irregular laminar structure\nof the two samples can be seen. Compared to Sn-MOF@SnO<sub>2</sub>, laminar SnO<sub>2</sub> exhibits a porous structure composed of\nsmall particles. To further understand the difference between Sn-MOF@SnO<sub>2</sub> and laminar SnO<sub>2</sub>, we analyzed their HRTEM images.\nFrom c, it\ncan be seen that Sn-MOF@SnO<sub>2</sub> is composed of two-phase substances.\nOn the one hand, we can see the fuzzy lattice fringes produced by\nmany SnO<sub>2</sub> crystallites; on the other hand, blurred shadows\nappear between this crystallite, which represents the Sn-MOF, and\nthe Sn-MOF is distributed among SnO<sub>2</sub> crystallites like\na binder. By calcining Sn-MOF@SnO<sub>2</sub>, a large number of pores\nare finally generated due to the disappearance of water molecules,\nsolvent molecules, the Sn-MOF phase, and the growth of the SnO<sub>2</sub> crystallite; finally, a large number of pores are generated,\nand these pores play an important role in the improvement of gas-sensing\nperformance. d shows the SAED image of Sn-MOF@SnO<sub>2</sub>; the weak polycrystalline\ndiffraction rings of SnO<sub>2</sub> can be observed, which indicates\nthe weak crystallinity of Sn-MOF@SnO<sub>2</sub>. e shows the EDX image of Sn-MOF@SnO<sub>2</sub>, which confirmed the existence of Sn, C, and O elements in\nthe Sn-MOF@SnO<sub>2</sub> sample. As shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acssensors.2c00589/suppl_file/se2c00589_si_001.pdf\" xlink:type=\"simple\">Figure S2a,b</ext-link>, the size of laminar SnO<sub>2</sub> ultrafine\nnanoparticles is between 4 and 7 nm with an average grain size of\n5.48 nm. As shown in h, the interplanar spacing is 0.35 nm, which corresponds to\nthe (110) plane of SnO<sub>2</sub>, and it can be seen that laminar\nSnO<sub>2</sub> mainly exposes the (110) crystal plane; compared with\nthe reports in the literature, the interplanar spacing has a certain\nincrease.\n</p>", "clean_text": "The morphologies of Sn-MOF@SnO2 and SnO2 were analyzed by SEM and TEM, and the results are shown in . a,f shows the SEM images of Sn-MOF@SnO2 and SnO2 at the microscale, respectively, in which the samples show a bulk morphology. b,g shows the TEM images of Sn-MOF@SnO2 and SnO2, respectively. An irregular laminar structure of the two samples can be seen. Compared to Sn-MOF@SnO2, laminar SnO2 exhibits a porous structure composed of small particles. To further understand the difference between Sn-MOF@SnO2 and laminar SnO2, we analyzed their HRTEM images. From c, it can be seen that Sn-MOF@SnO2 is composed of two-phase substances. On the one hand, we can see the fuzzy lattice fringes produced by many SnO2 crystallites; on the other hand, blurred shadows appear between this crystallite, which represents the Sn-MOF, and the Sn-MOF is distributed among SnO2 crystallites like a binder. By calcining Sn-MOF@SnO2, a large number of pores are finally generated due to the disappearance of water molecules, solvent molecules, the Sn-MOF phase, and the growth of the SnO2 crystallite; finally, a large number of pores are generated, and these pores play an important role in the improvement of gas-sensing performance. d shows the SAED image of Sn-MOF@SnO2; the weak polycrystalline diffraction rings of SnO2 can be observed, which indicates the weak crystallinity of Sn-MOF@SnO2. e shows the EDX image of Sn-MOF@SnO2, which confirmed the existence of Sn, C, and O elements in the Sn-MOF@SnO2 sample. As shown in Figure S2a,b, the size of laminar SnO2 ultrafine nanoparticles is between 4 and 7 nm with an average grain size of 5.48 nm. As shown in h, the interplanar spacing is 0.35 nm, which corresponds to the (110) plane of SnO2, and it can be seen that laminar SnO2 mainly exposes the (110) crystal plane; compared with the reports in the literature, the interplanar spacing has a certain increase. ", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) SEM image of Sn-MOF@SnO<sub>2</sub>. (b)\nTEM image of Sn-MOF@SnO<sub>2</sub>. (c) HRTEM image of Sn-MOF@SnO<sub>2</sub>. (d) SAED image\nof Sn-MOF@SnO<sub>2</sub>. (e) EDX image of Sn-MOF@SnO<sub>2</sub>. (f) SEM image of laminar SnO<sub>2</sub>. (g) TEM image of laminar\nSnO<sub>2</sub>. (h) HRTEM  image of laminar SnO<sub>2</sub>.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"se2c00589_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  (a) SEM image of Sn-MOF@SnO2. (b) TEM image of Sn-MOF@SnO2. (c) HRTEM image of Sn-MOF@SnO2. (d) SAED image of Sn-MOF@SnO2. (e) EDX image of Sn-MOF@SnO2. (f) SEM image of laminar SnO2. (g) TEM image of laminar SnO2. (h) HRTEM  image of laminar SnO2.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["property"], "content": "<p>The N<sub>2</sub> adsorption–desorption\nisotherm and BJH\npore size distribution of Sn-MOF@SnO<sub>2</sub> and SnO<sub>2</sub> are analyzed. a shows the N<sub>2</sub> adsorption–desorption isotherm of\nSn-MOF@SnO<sub>2</sub>. The specific surface area of Sn-MOF@SnO<sub>2</sub> is 10.0611 m<sup>2</sup>/g, the specific surface area is\nequivalent to the Sn-MOF synthesized with water as a solvent reported\nin the literature, the average pore size is 19.8785\nnm, and it has the characteristics of a mesoporous solid; however,\nthe influence of the choice of solvent on the coordination environment\nin MOF synthesis is still unclear.\nb shows the N<sub>2</sub> adsorption–desorption isotherm of SnO<sub>2</sub>,\nwhich belongs to the IV curve in the IUPAC classification, it has\nan obvious hysteresis loop and belongs to the H2­(a) type hysteresis\nloop, the specific surface area of SnO<sub>2</sub> is 138.8247 m<sup>2</sup>/g, the average of pore size is 3.92 nm, and a large specific\nsurface area can provide more active sites for gas attachment, thereby\nimproving gas sensitivity. By calcining Sn-MOF@SnO<sub>2</sub>, due\nto the disappearance of MOF substances, water molecules, and solvent\nmolecules, the space occupied by these substances is emptied, leaving\na large number of holes, even if the growth of the SnO<sub>2</sub> crystallite will occupy part of the space; however, it still leads\nto a rapid increase in the specific surface area in the end.</p>", "clean_text": "The N2 adsorption-desorption isotherm and BJH pore size distribution of Sn-MOF@SnO2 and SnO2 are analyzed. a shows the N2 adsorption-desorption isotherm of Sn-MOF@SnO2. The specific surface area of Sn-MOF@SnO2 is 10.0611 m2/g, the specific surface area is equivalent to the Sn-MOF synthesized with water as a solvent reported in the literature, the average pore size is 19.8785 nm, and it has the characteristics of a mesoporous solid; however, the influence of the choice of solvent on the coordination environment in MOF synthesis is still unclear. b shows the N2 adsorption-desorption isotherm of SnO2, which belongs to the IV curve in the IUPAC classification, it has an obvious hysteresis loop and belongs to the H2(a) type hysteresis loop, the specific surface area of SnO2 is 138.8247 m2/g, the average of pore size is 3.92 nm, and a large specific surface area can provide more active sites for gas attachment, thereby improving gas sensitivity. By calcining Sn-MOF@SnO2, due to the disappearance of MOF substances, water molecules, and solvent molecules, the space occupied by these substances is emptied, leaving a large number of holes, even if the growth of the SnO2 crystallite will occupy part of the space; however, it still leads to a rapid increase in the specific surface area in the end.", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) and (b)\nNitrogen adsorption/desorption isotherms and pore size\ndistributions of Sn-MOF@SnO<sub>2</sub> and laminar SnO<sub>2</sub>. (c) Sn-MOF@SnO<sub>2</sub> calcination mechanism diagram.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"se2c00589_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  (a) and (b) Nitrogen adsorption/desorption isotherms and pore size distributions of Sn-MOF@SnO2 and laminar SnO2. (c) Sn-MOF@SnO2 calcination mechanism diagram.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["property"], "content": "<p>Combined with the analysis of –, a conclusion\ncan be drawn that the sample is composed of a mixed phase of the SnO<sub>2</sub> crystallite and MOF substance, and the calcination\nmechanism diagram is shown in c.</p><p>To further understand the composition of Sn-MOF@SnO<sub>2</sub> and laminar SnO<sub>2</sub>, we performed XPS analysis on\nSn-MOF@SnO<sub>2</sub> and laminar SnO<sub>2</sub>. a shows the XPS full-spectrum\nscan images\nof Sn-MOF@SnO<sub>2</sub> and laminar SnO<sub>2</sub>, both of which\nshow the signals of Sn, O, and C, without obvious impurity peaks,\nindicating the high purity of the samples. We further analyzed the\nC 1s of Sn-MOF@SnO<sub>2</sub> and laminar SnO<sub>2</sub>, as shown\nin b; it can\nbe seen that Sn-MOF@SnO<sub>2</sub> has obvious C–C, CO,\nand C–O peaks, which are mainly derived from the organic ligand\nof the Sn-MOF, while the C peak signal of SnO<sub>2</sub> is relatively\nweak, and there is no obvious CO peak, which means that the\nMOF phase of Sn-MOF@SnO<sub>2</sub> is almost completely decomposed\nduring the pyrolysis process. c shows the O 1s peaks of SnO<sub>2</sub> and Sn-MOF@SnO<sub>2</sub>, and the peaks at 530.82, 531.22, and 532.02 eV belong to\nthe lattice oxygen, surface oxygen vacancies, and chemisorption oxygen\nin SnO<sub>2</sub>, respectively. By calculating\nthe ratio of the peak area of <italic toggle=\"yes\">V</italic>\n<sub>o</sub>, the\npercentages of <italic toggle=\"yes\">V</italic>\n<sub>o</sub> on the surface of SnO<sub>2</sub> were obtained as 38.02%, the sensing process is the reaction\nbetween the target gas molecule adsorbed on the material surface and\nthe reactive oxygen species, and a higher <italic toggle=\"yes\">V</italic>\n<sub>o</sub> concentration will cause more oxygen molecules to be adsorbed on\nthe surface of SnO<sub>2</sub>, thereby increasing the concentration\nof active oxygen participating in the sensing reaction and ultimately\nleading to an improvement in gas sensitivity. As a comparison, the O distribution of Sn-MOF@SnO<sub>2</sub> was\nanalyzed; for Sn-MOF@SnO<sub>2</sub>, the peaks at 531.32, 532.37,\nand 533.53 eV belong to the Sn–O, CO or C–O,\nand O–H, and CO/C–O mainly comes from carboxyl\ngroups of organic ligands; O–H mainly comes from water molecules\n(). As shown in d, for Sn-MOF@SnO<sub>2</sub>, binding energies of 495.66 and 487.23\neV correspond to the characteristic peaks of Sn 3d<sub>3/2</sub> and\nSn 3d<sub>5/2</sub>, respectively, the Sn 3d spin–orbit coupling\nof Sn-MOF@SnO<sub>2</sub> is 8.43 eV, which indicates that Sn exists\nin the state of Sn<sup>4+</sup>, for\nlaminar SnO<sub>2</sub>, binding energies of 495.52 and 487.09 eV\ncorrespond to the characteristic peaks of Sn 3d<sub>3/2</sub> and\nSn 3d<sub>5/2</sub>, respectively, the Sn 3d spin–orbit couplings\nof Sn-MOF@SnO<sub>2</sub> and SnO<sub>2</sub> both are 8.43 eV, and\nthe Sn 3d peaks of Sn-MOF@SnO<sub>2</sub> and SnO<sub>2</sub> are\nslightly shifted, which may be related to the change of the binding\nstate of Sn<sup>4+</sup> in Sn-MOF@SnO<sub>2</sub>. EPR is often used\nto study crystal defects in semiconductor materials. e shows the EPR spectra of\nSn-MOF@SnO<sub>2</sub> and laminar SnO<sub>2</sub>, it can be seen\nthat Sn-MOF@SnO<sub>2</sub> has no obvious EPR signal, and as a comparison,\nSnO<sub>2</sub> shows intensive EPR signals at <italic toggle=\"yes\">g</italic> =\n2.003, which is identified as the presence of single-electron oxygen\nvacancies.\n</p>", "clean_text": "Combined with the analysis of -, a conclusion can be drawn that the sample is composed of a mixed phase of the SnO2 crystallite and MOF substance, and the calcination mechanism diagram is shown in c.\n\nTo further understand the composition of Sn-MOF@SnO2 and laminar SnO2, we performed XPS analysis on Sn-MOF@SnO2 and laminar SnO2. a shows the XPS full-spectrum scan images of Sn-MOF@SnO2 and laminar SnO2, both of which show the signals of Sn, O, and C, without obvious impurity peaks, indicating the high purity of the samples. We further analyzed the C 1s of Sn-MOF@SnO2 and laminar SnO2, as shown in b; it can be seen that Sn-MOF@SnO2 has obvious C-C, CO, and C-O peaks, which are mainly derived from the organic ligand of the Sn-MOF, while the C peak signal of SnO2 is relatively weak, and there is no obvious CO peak, which means that the MOF phase of Sn-MOF@SnO2 is almost completely decomposed during the pyrolysis process. c shows the O 1s peaks of SnO2 and Sn-MOF@SnO2, and the peaks at 530.82, 531.22, and 532.02 eV belong to the lattice oxygen, surface oxygen vacancies, and chemisorption oxygen in SnO2, respectively. By calculating the ratio of the peak area of V o, the percentages of V o on the surface of SnO2 were obtained as 38.02%, the sensing process is the reaction between the target gas molecule adsorbed on the material surface and the reactive oxygen species, and a higher V o concentration will cause more oxygen molecules to be adsorbed on the surface of SnO2, thereby increasing the concentration of active oxygen participating in the sensing reaction and ultimately leading to an improvement in gas sensitivity. As a comparison, the O distribution of Sn-MOF@SnO2 was analyzed; for Sn-MOF@SnO2, the peaks at 531.32, 532.37, and 533.53 eV belong to the Sn-O, CO or C-O, and O-H, and CO/C-O mainly comes from carboxyl groups of organic ligands; O-H mainly comes from water molecules (). As shown in d, for Sn-MOF@SnO2, binding energies of 495.66 and 487.23 eV correspond to the characteristic peaks of Sn 3d3/2 and Sn 3d5/2, respectively, the Sn 3d spin-orbit coupling of Sn-MOF@SnO2 is 8.43 eV, which indicates that Sn exists in the state of Sn4+, for laminar SnO2, binding energies of 495.52 and 487.09 eV correspond to the characteristic peaks of Sn 3d3/2 and Sn 3d5/2, respectively, the Sn 3d spin-orbit couplings of Sn-MOF@SnO2 and SnO2 both are 8.43 eV, and the Sn 3d peaks of Sn-MOF@SnO2 and SnO2 are slightly shifted, which may be related to the change of the binding state of Sn4+ in Sn-MOF@SnO2. EPR is often used to study crystal defects in semiconductor materials. e shows the EPR spectra of Sn-MOF@SnO2 and laminar SnO2, it can be seen that Sn-MOF@SnO2 has no obvious EPR signal, and as a comparison, SnO2 shows intensive EPR signals at g = 2.003, which is identified as the presence of single-electron oxygen vacancies. ", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a) XPS survey spectrum of Sn-MOF@SnO<sub>2</sub> and SnO<sub>2</sub>. (b) high-resolution C 1s XPS spectra,\n(c) high-resolution O 1s\nXPS spectra, and (d) Sn 3d XPS spectra of Sn-MOF@SnO<sub>2</sub> and\nSnO<sub>2</sub>. (e) EPR spectra of Sn-MOF@SnO<sub>2</sub> and SnO<sub>2</sub> at room temperature.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"se2c00589_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  (a) XPS survey spectrum of Sn-MOF@SnO2 and SnO2. (b) high-resolution C 1s XPS spectra, (c) high-resolution O 1s XPS spectra, and (d) Sn 3d XPS spectra of Sn-MOF@SnO2 and SnO2. (e) EPR spectra of Sn-MOF@SnO2 and SnO2 at room temperature.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Comparison of O 1s of Sn-MOF@SnO<sub>2</sub> and SnO<sub>2</sub>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry morerows=\"2\">SnO<sub>2</sub>\n</oasis:entry>\n<oasis:entry>oxygen type</oasis:entry>\n<oasis:entry>O<sub>lattice</sub>\n</oasis:entry>\n<oasis:entry>O<sub>vacancy</sub>\n</oasis:entry>\n<oasis:entry>O<sub>chemisorbed</sub>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>position</oasis:entry>\n<oasis:entry>530.82 eV</oasis:entry>\n<oasis:entry>531.22\neV</oasis:entry>\n<oasis:entry>532.02 eV</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>ratio</oasis:entry>\n<oasis:entry>28.9%</oasis:entry>\n<oasis:entry>38%</oasis:entry>\n<oasis:entry>33.1%</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry morerows=\"2\">Sn-MOF@SnO<sub>2</sub>\n</oasis:entry>\n<oasis:entry>oxygen type</oasis:entry>\n<oasis:entry>Sn–O</oasis:entry>\n<oasis:entry>CO or C–O</oasis:entry>\n<oasis:entry>O–H</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>position</oasis:entry>\n<oasis:entry>531.32\neV</oasis:entry>\n<oasis:entry>532.37 eV</oasis:entry>\n<oasis:entry>533.53 eV</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>ratio</oasis:entry>\n<oasis:entry>67.6%</oasis:entry>\n<oasis:entry>25.6%</oasis:entry>\n<oasis:entry>6.8%</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<title>Sensing Performance</title><p>\na shows\na change in response of laminar SnO<sub>2</sub> gas sensors with the\noperating temperature range from 30\nto 200 °C. At the optimal temperature, the oxide semiconductor\nshows the best chemical activity, so that the sensor has the best\nworking state.</p>", "clean_text": "Sensing Performance\n\n a shows a change in response of laminar SnO2 gas sensors with the operating temperature range from 30 to 200 °C. At the optimal temperature, the oxide semiconductor shows the best chemical activity, so that the sensor has the best working state.", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>(a) Responses of the laminar SnO<sub>2</sub> gas sensors\nto 10\nppm formaldehyde versus operating temperature (the illustration shows\nthe response–time curve of the sensor to 10 ppm formaldehyde\nat 30 °C). (b) Dynamic response curve of the laminar SnO<sub>2</sub> gas sensor to detect 10 ppm formaldehyde gas at 120 °C.\n(c) Dynamic response curve of the laminar SnO<sub>2</sub> gas sensor\nunder low concentrations of formaldehyde. (d) Selectivity of the laminar\nSnO<sub>2</sub> gas sensor to 10 ppm of different gases at 120 °C\n(the illustration shows the weak response of the sensor to other gases,\nand details are in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acssensors.2c00589/suppl_file/se2c00589_si_001.pdf\" xlink:type=\"simple\">Figure S3a–i</ext-link>).</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"se2c00589_0007.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  (a) Responses of the laminar SnO2 gas sensors to 10 ppm formaldehyde versus operating temperature (the illustration shows the response-time curve of the sensor to 10 ppm formaldehyde at 30 °C). (b) Dynamic response curve of the laminar SnO2 gas sensor to detect 10 ppm formaldehyde gas at 120 °C. (c) Dynamic response curve of the laminar SnO2 gas sensor under low concentrations of formaldehyde. (d) Selectivity of the laminar SnO2 gas sensor to 10 ppm of different gases at 120 °C (the illustration shows the weak response of the sensor to other gases, and details are in Figure S3a-i).   ", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["property"], "content": "<p>It can be seen from the figure that as the temperature\nrises, the\nresponse value of the gas shows the first rise and then a fall trend,\nthis is because the temperature is different, and the degree of electron\noverflow in the material will also be different, resulting in a change\nin the resistance of the material. It can be seen that when the temperature\nis 120 °C, the response value of the sensor reaches an optimal\nvalue of 10,000 for 10 ppm formaldehyde, so 120 °C is the optimal\nworking temperature of the sensor, and it can be seen from the illustration\nin a that the\nsensor still has a response of 33.6 to formaldehyde at room temperature,\nshowing high sensing activity. The response–recovery time is\nan important factor to measure the overall performance of a gas sensor.\nThe response–recovery characteristics of the sensor are mainly\nrelated to the electron transport efficiency of the material and the\ndifficulty of gas absorption and desorption during work. b shows the response–recovery\ncurve of laminar SnO<sub>2</sub>; it can be seen that the SnO<sub>2</sub> gas sensor has a fast response–recovery time under\nthe condition of ultrahigh response. At a 10 ppm formaldehyde concentration\nenvironment, based on an ultrahigh response of 10,000, the response/recovery\ntime is 33 s/142 s.</p>", "clean_text": "It can be seen from the figure that as the temperature rises, the response value of the gas shows the first rise and then a fall trend, this is because the temperature is different, and the degree of electron overflow in the material will also be different, resulting in a change in the resistance of the material. It can be seen that when the temperature is 120 °C, the response value of the sensor reaches an optimal value of 10,000 for 10 ppm formaldehyde, so 120 °C is the optimal working temperature of the sensor, and it can be seen from the illustration in a that the sensor still has a response of 33.6 to formaldehyde at room temperature, showing high sensing activity. The response-recovery time is an important factor to measure the overall performance of a gas sensor. The response-recovery characteristics of the sensor are mainly related to the electron transport efficiency of the material and the difficulty of gas absorption and desorption during work. b shows the response-recovery curve of laminar SnO2; it can be seen that the SnO2 gas sensor has a fast response-recovery time under the condition of ultrahigh response. At a 10 ppm formaldehyde concentration environment, based on an ultrahigh response of 10,000, the response/recovery time is 33 s/142 s.", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["property"], "content": "<p>Quantitative detection of different concentrations\nof gases is\nvery important for gas sensors, which is another important parameter\nfor evaluating gas sensors; therefore, we tested the response–recover\ncurve of the sensor in a small amount of formaldehyde shown in c), in which one\ncan see that the gas sensor has excellent trace-amount detection performance,\nand there still is a response of 16.7 when the concentration of formaldehyde\nis 0.01 ppm, which is far below the safe concentration range of formaldehyde\nspecified by the World Health Organization, 0.08 ppm; therefore, the\nlaminar SnO<sub>2</sub> gas sensor has a very low detection limit,\nwith a great application prospect in the trace monitoring of formaldehyde.</p>", "clean_text": "Quantitative detection of different concentrations of gases is very important for gas sensors, which is another important parameter for evaluating gas sensors; therefore, we tested the response-recover curve of the sensor in a small amount of formaldehyde shown in c), in which one can see that the gas sensor has excellent trace-amount detection performance, and there still is a response of 16.7 when the concentration of formaldehyde is 0.01 ppm, which is far below the safe concentration range of formaldehyde specified by the World Health Organization, 0.08 ppm; therefore, the laminar SnO2 gas sensor has a very low detection limit, with a great application prospect in the trace monitoring of formaldehyde.", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["property"], "content": "<p>The selectivity of the gas sensor to different types of gases is\nalso very important, and the excellent anti-interference can make\nthe gas sensor more accurate; for this reason, we tested the selectivity\nof the laminar SnO<sub>2</sub> gas sensor to nine common interference\ngases (as shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acssensors.2c00589/suppl_file/se2c00589_si_001.pdf\" xlink:type=\"simple\">Figure S3a–i</ext-link>).\nIt can be seen from d that the response value of the laminar SnO<sub>2</sub> gas\nsensor to 10 ppm triethylamine is 142, and the response value to 10\nppm ethanol is 18.7; it has no obvious response to other gases but\nhas an ultrahigh response of 10,000 to 10 ppm formaldehyde, which\nindicates that the laminar SnO<sub>2</sub> gas sensor has excellent\nformaldehyde selectivity. The selectivity of gas sensors is affected\nby many factors, and the mechanism research on selectivity is still\na difficult problem; for this study, the reason for the better selectivity\nof the laminar SnO<sub>2</sub> gas sensor is speculated to be related\nto the structure of the gas molecule, the bond dissociation energy,\nand the difference of the adsorption capacity of different gases on\nthe SnO<sub>2</sub> surface. As shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acssensors.2c00589/suppl_file/se2c00589_si_001.pdf\" xlink:type=\"simple\">Table S1</ext-link>, since the formaldehyde molecule has lower bond energy,\nwhen at a lower working temperature of 120 °C, compared with\nother gases, formaldehyde is more prone to dissociation and thus can\neasily participate in the gas-sensitivity reaction process. At the same time, we calculated the coadsorption\nenergies of four representative gas molecules (formaldehyde, ethanol,\nNO<sub>2</sub>, and toluene) with O<sub>2</sub> on the oxygen-containing\nvacancy (110) crystal face of laminar SnO<sub>2</sub> (as shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acssensors.2c00589/suppl_file/se2c00589_si_001.pdf\" xlink:type=\"simple\">Figure S5</ext-link>, schematic diagram of structure optimization\nof coadsorption of four different gases with O<sub>2</sub> on the\nSnO<sub>2</sub> (110) crystal plane containing oxygen vacancies).  shows the schematic\ndiagram of the SnO<sub>2</sub> (110) crystal plane containing oxygen\nvacancies; the calculation results show that the coadsorption energy\nof formaldehyde and O<sub>2</sub> is the largest, which means that\nformaldehyde is more easily adsorbed on the surface of SnO<sub>2</sub> and participates in the gas-sensing reaction process, which also\nexplains the good selectivity of laminar SnO<sub>2</sub>.</p>", "clean_text": "The selectivity of the gas sensor to different types of gases is also very important, and the excellent anti-interference can make the gas sensor more accurate; for this reason, we tested the selectivity of the laminar SnO2 gas sensor to nine common interference gases (as shown in Figure S3a-i). It can be seen from d that the response value of the laminar SnO2 gas sensor to 10 ppm triethylamine is 142, and the response value to 10 ppm ethanol is 18.7; it has no obvious response to other gases but has an ultrahigh response of 10,000 to 10 ppm formaldehyde, which indicates that the laminar SnO2 gas sensor has excellent formaldehyde selectivity. The selectivity of gas sensors is affected by many factors, and the mechanism research on selectivity is still a difficult problem; for this study, the reason for the better selectivity of the laminar SnO2 gas sensor is speculated to be related to the structure of the gas molecule, the bond dissociation energy, and the difference of the adsorption capacity of different gases on the SnO2 surface. As shown in Table S1, since the formaldehyde molecule has lower bond energy, when at a lower working temperature of 120 °C, compared with other gases, formaldehyde is more prone to dissociation and thus can easily participate in the gas-sensitivity reaction process. At the same time, we calculated the coadsorption energies of four representative gas molecules (formaldehyde, ethanol, NO2, and toluene) with O2 on the oxygen-containing vacancy (110) crystal face of laminar SnO2 (as shown in Figure S5, schematic diagram of structure optimization of coadsorption of four different gases with O2 on the SnO2 (110) crystal plane containing oxygen vacancies).  shows the schematic diagram of the SnO2 (110) crystal plane containing oxygen vacancies; the calculation results show that the coadsorption energy of formaldehyde and O2 is the largest, which means that formaldehyde is more easily adsorbed on the surface of SnO2 and participates in the gas-sensing reaction process, which also explains the good selectivity of laminar SnO2.", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Schematic diagram\nof the (110) crystal plane of SnO<sub>2</sub> containing oxygen vacancies.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"se2c00589_0008.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 7  Schematic diagram of the (110) crystal plane of SnO2 containing oxygen vacancies.   ", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["property"], "content": "<p>\na shows\nthe response–recovery diagram of the formaldehyde concentration\nin the range of 1–100 ppm. With the gradual increase of the\ngas concentration, the response value also increases and shows a step-like\nrise. The response values of the SnO<sub>2</sub> gas sensor to 1,\n5, 10, 20, 30, 40, 50, 60, and 100 ppm formaldehyde are 2000, 5400,\n10,000, 12,500, 15,700, 17,500, 20,300, 23,700, and 33,500, respectively.\nTo explore the relationship between the formaldehyde concentration\nand response value, we performed a linear fit to the response value\nand the formaldehyde concentration from 10 to 100 ppm, as shown in b; the fitted concentration\nis as follows:<disp-formula id=\"ueq1\">\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"se2c00589_m001.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\">\n<mml:mi>Response value</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mn>7019</mml:mn>\n<mml:mo>±</mml:mo>\n<mml:mn>369</mml:mn>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo>+</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mn>268</mml:mn>\n<mml:mo>±</mml:mo>\n<mml:mn>7</mml:mn>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>*</mml:mo>\n</mml:mrow>\n</mml:msub>\n<mml:mspace width=\"0.25em\"></mml:mspace>\n<mml:mi>concentration</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi>ppm</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>\n</p>", "clean_text": " a shows the response-recovery diagram of the formaldehyde concentration in the range of 1-100 ppm. With the gradual increase of the gas concentration, the response value also increases and shows a step-like rise. The response values of the SnO2 gas sensor to 1, 5, 10, 20, 30, 40, 50, 60, and 100 ppm formaldehyde are 2000, 5400, 10,000, 12,500, 15,700, 17,500, 20,300, 23,700, and 33,500, respectively. To explore the relationship between the formaldehyde concentration and response value, we performed a linear fit to the response value and the formaldehyde concentration from 10 to 100 ppm, as shown in b; the fitted concentration is as follows:    Response value =  ( 7019 ± 369 )  +   ( 268 ± 7 )   *    concentration  ( ppm )     ", "data": null, "include_properties": null}, {"idx": 29, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig8\" orientation=\"portrait\" position=\"float\">\n<label>8</label>\n<caption>\n<p>(a) Transient responses of sensors based on\nthe laminar SnO<sub>2</sub> gas sensor to various concentrations of\nformaldehyde. (b)\nLinear dependence relation between gas response and gas concentration.\n(c) Repeatability of the laminar SnO<sub>2</sub> gas sensor to 10\nppm formaldehyde. (d) Long-term stability of the laminar SnO<sub>2</sub> gas sensor to 10 ppm formaldehyde at 120 °C.</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"se2c00589_0009.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 8  (a) Transient responses of sensors based on the laminar SnO2 gas sensor to various concentrations of formaldehyde. (b) Linear dependence relation between gas response and gas concentration. (c) Repeatability of the laminar SnO2 gas sensor to 10 ppm formaldehyde. (d) Long-term stability of the laminar SnO2 gas sensor to 10 ppm formaldehyde at 120 °C.   ", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["property"], "content": "<p>The repeatability of gas sensing is also one of the important\nparameters\nto measure the performance of the gas sensor. Therefore, to realize\nthe repeatability of the laminar SnO<sub>2</sub> gas sensor, under\nall the same conditions, we tested the response–recovery curve\nof the laminar SnO<sub>2</sub> gas sensor to 10 ppm formaldehyde gas\nfor eight consecutive cycles. It can be seen from c that the response value of\nthe laminar SnO<sub>2</sub> gas sensor varies from 9000 to 11,000,\nthe reason for the fluctuation may be related to the trace formaldehyde\nremaining in the test environment and instrument factors; although\nthere is a certain fluctuation, it still shows good stability. On\nthe other hand, it can be seen that the response/recovery time of\nthe sensor still maintains good repeatability after eight repeated\nmeasurements. In all, the gas sensor has good reversibility and repeatability.</p>", "clean_text": "The repeatability of gas sensing is also one of the important parameters to measure the performance of the gas sensor. Therefore, to realize the repeatability of the laminar SnO2 gas sensor, under all the same conditions, we tested the response-recovery curve of the laminar SnO2 gas sensor to 10 ppm formaldehyde gas for eight consecutive cycles. It can be seen from c that the response value of the laminar SnO2 gas sensor varies from 9000 to 11,000, the reason for the fluctuation may be related to the trace formaldehyde remaining in the test environment and instrument factors; although there is a certain fluctuation, it still shows good stability. On the other hand, it can be seen that the response/recovery time of the sensor still maintains good repeatability after eight repeated measurements. In all, the gas sensor has good reversibility and repeatability.", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["else"], "content": "<p>In the long run, the long-term stability of the gas sensor is very\nimportant for practical application. To test the long-term stability\nof the laminar SnO<sub>2</sub> gas sensor, we tested the response\nvalue to 10 ppm formaldehyde at 120 °C for 30 days. As shown\nin d, it can\nbe seen that the sensor possesses very good stability overall.</p>", "clean_text": "In the long run, the long-term stability of the gas sensor is very important for practical application. To test the long-term stability of the laminar SnO2 gas sensor, we tested the response value to 10 ppm formaldehyde at 120 °C for 30 days. As shown in d, it can be seen that the sensor possesses very good stability overall.", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["else"], "content": "<p>\n<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acssensors.2c00589/suppl_file/se2c00589_si_001.pdf\" xlink:type=\"simple\">Figure S4</ext-link> shows the effect of humidity\non the sensitivity of the laminar SnO<sub>2</sub> gas sensor to formaldehyde\ngas. When the RH in the air rises, the H<sub>2</sub>O molecules in\nthe air will react with the oxygen species adsorbed by the material\nand generate hydroxyl (OH), and the reaction equation is H<sub>2</sub>O + O<sup>–</sup> → 2OH + e<sup>–</sup>. Once\nthe H<sub>2</sub>O molecules occupy the oxygen adsorption sites, oxygen\nadsorption at this location will be interrupted. In general, the adsorption\nof H<sub>2</sub>O molecules will reduce the amount of oxygen absorbed\nby the gas-sensing material while changing the adsorbed species and\nleading to the adsorption of too many hydroxyl groups on the material\nsurface, thereby causing hydroxyl poisoning and significantly reducing\nthe resistance and sensor response.\n<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acssensors.2c00589/suppl_file/se2c00589_si_001.pdf\" xlink:type=\"simple\">Figure S4a,b</ext-link> shows that the response of the sensor gradually decreased with the\nincrease of humidity, but it still shows a high sensitivity to formaldehyde.</p>", "clean_text": " Figure S4 shows the effect of humidity on the sensitivity of the laminar SnO2 gas sensor to formaldehyde gas. When the RH in the air rises, the H2O molecules in the air will react with the oxygen species adsorbed by the material and generate hydroxyl (OH), and the reaction equation is H2O + O- → 2OH + e-. Once the H2O molecules occupy the oxygen adsorption sites, oxygen adsorption at this location will be interrupted. In general, the adsorption of H2O molecules will reduce the amount of oxygen absorbed by the gas-sensing material while changing the adsorbed species and leading to the adsorption of too many hydroxyl groups on the material surface, thereby causing hydroxyl poisoning and significantly reducing the resistance and sensor response. Figure S4a,b shows that the response of the sensor gradually decreased with the increase of humidity, but it still shows a high sensitivity to formaldehyde.", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["else"], "content": "<p>In summary, laminar SnO<sub>2</sub> gas sensors have excellent\nformaldehyde monitoring performance. <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acssensors.2c00589/suppl_file/se2c00589_si_001.pdf\" xlink:type=\"simple\">Table S2</ext-link> summarizes the reports on the performance of some reports on SnO<sub>2</sub>-based formaldehyde gas-sensing materials in recent years.\nIt can be seen from <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acssensors.2c00589/suppl_file/se2c00589_si_001.pdf\" xlink:type=\"simple\">Table S2</ext-link> that compared\nto other SnO<sub>2</sub> gas sensors, the laminar SnO<sub>2</sub> gas\nsensor has advantages in sensitivity, response/recovery time, detection\nlimit, working temperature, etc., with outstanding comprehensive performance,\nand with a good application prospect in formaldehyde monitoring.</p>", "clean_text": "In summary, laminar SnO2 gas sensors have excellent formaldehyde monitoring performance. Table S2 summarizes the reports on the performance of some reports on SnO2-based formaldehyde gas-sensing materials in recent years. It can be seen from Table S2 that compared to other SnO2 gas sensors, the laminar SnO2 gas sensor has advantages in sensitivity, response/recovery time, detection limit, working temperature, etc., with outstanding comprehensive performance, and with a good application prospect in formaldehyde monitoring.", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["else"], "content": "<title>Gas-Sensing Mechanism of the Laminar SnO<sub>2</sub> Gas Sensor</title><p>As a classic n-type semiconductor material, the SnO<sub>2</sub> gas-sensing mechanism has been extensively researched, but it is\nstill not fully understood. At present,\nthe most accepted by the public is the chemical interaction between\ngas molecules and the surface of gas-sensitive materials to cause\nchanges in electrical conductivity; however,\nsince many factors can affect the gas-sensing performance of SnO<sub>2</sub>, it is necessary to analyze the gas-sensing mechanism of\ndifferent SnO<sub>2</sub> in detail.</p>", "clean_text": "Gas-Sensing Mechanism of the Laminar SnO2 Gas Sensor\n\nAs a classic n-type semiconductor material, the SnO2 gas-sensing mechanism has been extensively researched, but it is still not fully understood. At present, the most accepted by the public is the chemical interaction between gas molecules and the surface of gas-sensitive materials to cause changes in electrical conductivity; however, since many factors can affect the gas-sensing performance of SnO2, it is necessary to analyze the gas-sensing mechanism of different SnO2 in detail.", "data": null, "include_properties": null}, {"idx": 35, "type": "text", "classification": ["else"], "content": "<p>The excellent gas sensitivity\nof the laminar SnO<sub>2</sub> gas sensor can be attributed to three\naspects. The first is the larger specific surface area of laminar\nSnO<sub>2</sub>, most importantly, with many nanoparticle piled pores,\nwhich are conducive to the desorption and adsorption of tested gases.\nAt the same time, the unique thin laminar structure of SnO<sub>2</sub> also provides convenience for fast gas desorption and adsorption.</p>", "clean_text": "The excellent gas sensitivity of the laminar SnO2 gas sensor can be attributed to three aspects. The first is the larger specific surface area of laminar SnO2, most importantly, with many nanoparticle piled pores, which are conducive to the desorption and adsorption of tested gases. At the same time, the unique thin laminar structure of SnO2 also provides convenience for fast gas desorption and adsorption.", "data": null, "include_properties": null}, {"idx": 36, "type": "text", "classification": ["else"], "content": "<p>The second is that laminar SnO<sub>2</sub> has more oxygen vacancies\nleading to more adsorbed oxygen. It is generally known that the presence\nof oxygen vacancies enhances the adsorption of O<sub>2</sub> on the\nsurface of materials, as shown in a, when the sensor\nis exposed to the air, a certain amount of O<sub>2</sub> will be adsorbed\non the surface of SnO<sub>2</sub>, and the adsorbed O<sub>2</sub> will\ncapture the electrons on the conduction band of SnO<sub>2</sub> to\nform oxygen anions; the type of oxygen anion is closely\nrelated to the working temperature because the operating temperature\nof the laminar SnO<sub>2</sub> gas sensor is below 150 °C, and\nat this time, the types of oxygen anions are mainly O<sub>2</sub>\n<sup>–</sup>. The related reaction process is as follows; this process will reduce\nthe electron concentration, resulting in the formation of a thick\nspace charge layer and high resistance of the sensor.\n<disp-formula id=\"eq1\">\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"se2c00589_m002.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\">\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">O</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi>gas</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo>→</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">O</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi>ads</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:math>\n</alternatives>\n<label>1</label>\n</disp-formula>\n<disp-formula id=\"eq2\">\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"se2c00589_m003.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\">\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">O</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi>ads</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo>+</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">e</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>−</mml:mo>\n</mml:mrow>\n</mml:msup>\n<mml:mo>→</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">O</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>−</mml:mo>\n</mml:mrow>\n</mml:msup>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi>ads</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi>T</mml:mi>\n<mml:mo>&lt;</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:mn>150</mml:mn>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>°</mml:mo>\n</mml:mrow>\n</mml:msup>\n<mml:mi mathvariant=\"normal\">C</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:math>\n</alternatives>\n<label>2</label>\n</disp-formula>\n</p>", "clean_text": "The second is that laminar SnO2 has more oxygen vacancies leading to more adsorbed oxygen. It is generally known that the presence of oxygen vacancies enhances the adsorption of O2 on the surface of materials, as shown in a, when the sensor is exposed to the air, a certain amount of O2 will be adsorbed on the surface of SnO2, and the adsorbed O2 will capture the electrons on the conduction band of SnO2 to form oxygen anions; the type of oxygen anion is closely related to the working temperature because the operating temperature of the laminar SnO2 gas sensor is below 150 °C, and at this time, the types of oxygen anions are mainly O2 -. The related reaction process is as follows; this process will reduce the electron concentration, resulting in the formation of a thick space charge layer and high resistance of the sensor.       O   2    ( gas )  →   O   2    ( ads )    1        O   2    ( ads )  +   e   -   →     O   2     -    ( ads )   ( T <   150   °   C )    2  ", "data": null, "include_properties": null}, {"idx": 37, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig9\" orientation=\"portrait\" position=\"float\">\n<label>9</label>\n<caption>\n<p>Schematic diagram of the gas-sensing mechanism of the\nlaminar SnO<sub>2</sub> gas sensor to formaldehyde: (a) in air and\n(b) in formaldehyde.\n(c) and (d) Schematic diagram of electron depletion layer theory for\nSnO<sub>2</sub> gas-sensing materials.</p>\n</caption>\n<graphic id=\"gr9\" orientation=\"portrait\" position=\"float\" xlink:href=\"se2c00589_0010.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 9  Schematic diagram of the gas-sensing mechanism of the laminar SnO2 gas sensor to formaldehyde: (a) in air and (b) in formaldehyde. (c) and (d) Schematic diagram of electron depletion layer theory for SnO2 gas-sensing materials.   ", "data": null, "include_properties": null}, {"idx": 38, "type": "text", "classification": ["else"], "content": "<p>SnO<sub>2</sub> is an n-type semiconductor material whose carriers\nare electrons, as shown in b, and when the SnO<sub>2</sub> gas sensor is in contact\nwith formaldehyde gas, formaldehyde gas will react with the adsorbed\noxygen anions and release the trapped electrons back to SnO<sub>2</sub>, thereby making the space charge layer thinner, lowering the potential\nbarrier, and finally reducing the resistance; the reaction mechanism is as follows.<disp-formula id=\"eq3\">\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"se2c00589_m004.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\">\n<mml:mi>HCHO</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi mathvariant=\"normal\">g</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo>→</mml:mo>\n<mml:mi>HCHO</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi>ads</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:math>\n</alternatives>\n<label>3</label>\n</disp-formula>\n<disp-formula id=\"eq4\">\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"se2c00589_m005.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\">\n<mml:mi>HCHO</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi>ads</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo>+</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">O</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>−</mml:mo>\n</mml:mrow>\n</mml:msup>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi>ads</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo>→</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>CO</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo>+</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">H</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mi mathvariant=\"normal\">O</mml:mi>\n<mml:mo>+</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">e</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>−</mml:mo>\n</mml:mrow>\n</mml:msup>\n</mml:math>\n</alternatives>\n<label>4</label>\n</disp-formula>\n</p>", "clean_text": "SnO2 is an n-type semiconductor material whose carriers are electrons, as shown in b, and when the SnO2 gas sensor is in contact with formaldehyde gas, formaldehyde gas will react with the adsorbed oxygen anions and release the trapped electrons back to SnO2, thereby making the space charge layer thinner, lowering the potential barrier, and finally reducing the resistance; the reaction mechanism is as follows.    HCHO  ( g )  → HCHO  ( ads )    3      HCHO  ( ads )  +     O   2     -    ( ads )  →   CO   2   +   H   2   O +   e   -     4  ", "data": null, "include_properties": null}, {"idx": 39, "type": "text", "classification": ["else"], "content": "<p>Through , , , and , it can be\nseen that the adsorption of oxygen has an important impact\non the gas-sensing performance of the material. Laminar SnO<sub>2</sub> has a higher oxygen adsorption capacity, which can react with more\ngas molecules, thereby improving the gas sensitivity of the material.\nAt the same time, as shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acssensors.2c00589/suppl_file/se2c00589_si_001.pdf\" xlink:type=\"simple\">Table S3</ext-link>,\nDFT calculations show that when the sensor is in contact with the\ntest gas molecules, the coadsorption energy of O<sub>2</sub> molecules\nwith formaldehyde is much larger than that of the other gas molecules\n(NO<sub>2</sub>, ethanol, and toluene), and this indicates that the\nformaldehyde molecule has a stronger affinity for the (110) crystal\nface of the oxygen-containing vacancies exposed by laminar SnO<sub>2</sub>, which means that formaldehyde molecules are more likely\nto interact with oxygen anions, which ultimately leads to the improvement\nof the formaldehyde gas-sensing properties of laminar SnO<sub>2</sub>.</p>", "clean_text": "Through , , , and , it can be seen that the adsorption of oxygen has an important impact on the gas-sensing performance of the material. Laminar SnO2 has a higher oxygen adsorption capacity, which can react with more gas molecules, thereby improving the gas sensitivity of the material. At the same time, as shown in Table S3, DFT calculations show that when the sensor is in contact with the test gas molecules, the coadsorption energy of O2 molecules with formaldehyde is much larger than that of the other gas molecules (NO2, ethanol, and toluene), and this indicates that the formaldehyde molecule has a stronger affinity for the (110) crystal face of the oxygen-containing vacancies exposed by laminar SnO2, which means that formaldehyde molecules are more likely to interact with oxygen anions, which ultimately leads to the improvement of the formaldehyde gas-sensing properties of laminar SnO2.", "data": null, "include_properties": null}, {"idx": 40, "type": "text", "classification": ["else"], "content": "<p>The third is the grain size. The current study shows that\nthe gas-sensing\nperformance of SnO<sub>2</sub> is closely related to its grain size; according to the electron depletion layer theory (as shown in c,d), when <italic toggle=\"yes\">D</italic> (<italic toggle=\"yes\">D</italic> = average grain size) &lt; 2<italic toggle=\"yes\">L</italic> (<italic toggle=\"yes\">L</italic> = thickness of the depletion layer),\nthe electron depletion layer will extend to the entire grain, and\nthe conductance at this time is controlled by the grain, and if the grain size of SnO<sub>2</sub> is\nless than or close to 2<italic toggle=\"yes\">L</italic>, the change of electrical\nsignal will reach the maximum value. Second, the current study shows that the <italic toggle=\"yes\">L</italic> of SnO<sub>2</sub> in the air is about 3 nm; in this study, the grain size range of laminar SnO<sub>2</sub> is\nbetween 4 and 7 nm, and the average grain size is about 5.48 nm (As\nshown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acssensors.2c00589/suppl_file/se2c00589_si_001.pdf\" xlink:type=\"simple\">Figure S2</ext-link>), which is close to\n2<italic toggle=\"yes\">L</italic>, which means that the electrons are almost consumed,\nand more consumed electrons participate in the conversion of O<sub>2</sub> molecules into oxyanions, resulting in more oxyanions. When\nthe sensor is exposed to the formaldehyde atmosphere, the presence\nof more oxygen anions means that more formaldehyde molecules can react,\nresulting in a faster response time and higher response value of the\nsensor.</p>", "clean_text": "The third is the grain size. The current study shows that the gas-sensing performance of SnO2 is closely related to its grain size; according to the electron depletion layer theory (as shown in c,d), when D (D = average grain size) < 2L (L = thickness of the depletion layer), the electron depletion layer will extend to the entire grain, and the conductance at this time is controlled by the grain, and if the grain size of SnO2 is less than or close to 2L, the change of electrical signal will reach the maximum value. Second, the current study shows that the L of SnO2 in the air is about 3 nm; in this study, the grain size range of laminar SnO2 is between 4 and 7 nm, and the average grain size is about 5.48 nm (As shown in Figure S2), which is close to 2L, which means that the electrons are almost consumed, and more consumed electrons participate in the conversion of O2 molecules into oxyanions, resulting in more oxyanions. When the sensor is exposed to the formaldehyde atmosphere, the presence of more oxygen anions means that more formaldehyde molecules can react, resulting in a faster response time and higher response value of the sensor.", "data": null, "include_properties": null}, {"idx": 41, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>In summary, we synthesized\na Sn-MOF@SnO<sub>2</sub> material by\na simple low-temperature water bath method and used it as a precursor\nto obtain a SnO<sub>2</sub> gas-sensing material with a laminar structure.\nOn the one hand, the laminar SnO<sub>2</sub> has a high specific surface\narea (138.8247 m<sup>2</sup>/g) and more oxygen vacancies; the high\nspecific surface area provides more sites for formaldehyde adhesion\nand more oxygen vacancies adsorb more oxygen, which is the main reason\nwhy the SnO<sub>2</sub> gas sensor has an ultrahigh response value.\nOn the other hand, by removing the Sn-MOF in the precursor Sn-MOF@SnO<sub>2</sub>, laminar SnO<sub>2</sub> possesses a large number of nanoparticle-piled\nholes, and a unique structure and grain size twice the thickness of\nthe electron depletion layer make a great contribution to the gas-sensing\nperformance; at the same time, the mechanism of the enhanced gas-sensing\nperformance of the sensor was further explored by DFT calculation,\nand this also provides a reference for exploring the gas-sensing mechanism\nfrom multiple perspectives. The excellent comprehensive gas-sensing\nproperties enable laminar SnO<sub>2</sub> a good application prospect\nin the detection of formaldehyde.</p>", "clean_text": "Conclusions\n\nIn summary, we synthesized a Sn-MOF@SnO2 material by a simple low-temperature water bath method and used it as a precursor to obtain a SnO2 gas-sensing material with a laminar structure. On the one hand, the laminar SnO2 has a high specific surface area (138.8247 m2/g) and more oxygen vacancies; the high specific surface area provides more sites for formaldehyde adhesion and more oxygen vacancies adsorb more oxygen, which is the main reason why the SnO2 gas sensor has an ultrahigh response value. On the other hand, by removing the Sn-MOF in the precursor Sn-MOF@SnO2, laminar SnO2 possesses a large number of nanoparticle-piled holes, and a unique structure and grain size twice the thickness of the electron depletion layer make a great contribution to the gas-sensing performance; at the same time, the mechanism of the enhanced gas-sensing performance of the sensor was further explored by DFT calculation, and this also provides a reference for exploring the gas-sensing mechanism from multiple perspectives. The excellent comprehensive gas-sensing properties enable laminar SnO2 a good application prospect in the detection of formaldehyde.", "data": null, "include_properties": null}, {"idx": 42, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information is\navailable free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/acssensors.2c00589?goto=supporting-info\" xlink:type=\"simple\">https://pubs.acs.org/doi/10.1021/acssensors.2c00589</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Gas sensor and gas sensor\ntest platform; grain size\nstatistics of laminar SnO<sub>2</sub>; response–recovery curves\nof gas sensors to nine common gases at 120 °C; humidity test\nof the laminar SnO<sub>2</sub> gas sensor; schematic diagram of structure\noptimization of coadsorption of four different gases with O<sub>2</sub> on the SnO<sub>2</sub> (110) crystal plane containing oxygen vacancies;\ndissociation energies of common gas molecules; summary of various\nformaldehyde gas sensors in this study as well as in the recently\nreported literature; and energy statistics for DFT calculations (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acssensors.2c00589/suppl_file/se2c00589_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acssensors.2c00589.  Gas sensor and gas sensor test platform; grain size statistics of laminar SnO2; response-recovery curves of gas sensors to nine common gases at 120 °C; humidity test of the laminar SnO2 gas sensor; schematic diagram of structure optimization of coadsorption of four different gases with O2 on the SnO2 (110) crystal plane containing oxygen vacancies; dissociation energies of common gas molecules; summary of various formaldehyde gas sensors in this study as well as in the recently reported literature; and energy statistics for DFT calculations (PDF)   ", "data": null, "include_properties": null}, {"idx": 43, "type": "text", "classification": ["else"], "content": "<p>Gas sensor and gas sensor\ntest platform; grain size\nstatistics of laminar SnO<sub>2</sub>; response–recovery curves\nof gas sensors to nine common gases at 120 °C; humidity test\nof the laminar SnO<sub>2</sub> gas sensor; schematic diagram of structure\noptimization of coadsorption of four different gases with O<sub>2</sub> on the SnO<sub>2</sub> (110) crystal plane containing oxygen vacancies;\ndissociation energies of common gas molecules; summary of various\nformaldehyde gas sensors in this study as well as in the recently\nreported literature; and energy statistics for DFT calculations (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acssensors.2c00589/suppl_file/se2c00589_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>", "clean_text": "Gas sensor and gas sensor test platform; grain size statistics of laminar SnO2; response-recovery curves of gas sensors to nine common gases at 120 °C; humidity test of the laminar SnO2 gas sensor; schematic diagram of structure optimization of coadsorption of four different gases with O2 on the SnO2 (110) crystal plane containing oxygen vacancies; dissociation energies of common gas molecules; summary of various formaldehyde gas sensors in this study as well as in the recently reported literature; and energy statistics for DFT calculations (PDF)", "data": null, "include_properties": null}, {"idx": 44, "type": "text", "classification": ["else"], "content": "<p>The authors declare\nno\ncompeting financial interest.</p>", "clean_text": "The authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "1, 4, 5, 14, 15, 17, 19", "type": "text", "classification": "property", "content": "<p>SnO<sub>2</sub> has been a commonly\nresearched gas-sensing material\ndue to its low cost, good performance, and good stability. However,\ngas sensors based on pure SnO<sub>2</sub> usually show a low response\nor high working temperature. In this work, laminar SnO<sub>2</sub> was obtained by using a Sn-based metal organic framework­(Sn-MOF)@SnO<sub>2</sub> as a precursor. Sn-MOF@SnO<sub>2</sub> is prepared at low\ntemperatures using water and dimethylformamide as a solvent, which\nis simple, low cost, and easily reproducible. After sintering, Sn-MOF@SnO<sub>2</sub> is derived to SnO<sub>2</sub> with rich adsorbed oxygen,\nlarge specific surface area, and unique nanoparticle piled pores,\nthus showing excellent gas-sensing properties. The prepared SnO<sub>2</sub> has an ultrahigh response value of 10,000 to 10 ppm formaldehyde\nat an optimal working temperature of 120 °C, a fast response/recovery\ntime of 33 s/142 s, and an actual detection limit of lower than 10\nppb as well as high selectivity and high stability. Density functional\ntheory calculations show that the exposed (110) plane of oxygen-rich\nvacancies in laminar SnO<sub>2</sub> can effectively increase the\ncoadsorption capacity of O<sub>2</sub> and formaldehyde molecules,\nthereby improving the formaldehyde gas-sensing performance of the\nmaterial. The present original approach paves the way to design advanced\nmaterials with excellent gas-sensing properties as well as broad application\nprospects in formaldehyde monitoring.</p><p>Metal organic frameworks (MOFs) have a wide range\nof application\nprospects in the field of gas sensors due to their unique structural\nadvantages. MOF materials are widely used in the field of gas sensors,\nbut many types of research have focused on developing hybrid nanostructures\ncomposed of MOFs and noble metal or transition metal oxides, and less research has been done on MOF-derived\npure oxide gas-sensing materials. For Sn-based MOFs, most reported\nstudies concentrated on electrode materials and lithium storage materials, but there have been only a few reports on gas-sensing\nmaterials. For example, Wang et al. synthesized\na Sn-MOF with a hexagonal prism shape by a hydrothermal method at\na temperature of 180 °C and obtained SnO<sub>2</sub> by calcining\nthe Sn-MOF, the response value of which is 882 to 2 ppm formaldehyde\nat an optimal working temperature of 120 °C, and the response\ntime is 19 s, which shows a long recovery time due to the resistance\nbaseline being difficult to recover. Bai et al. synthesized a Sn/Ni-MOF by hydrothermal methods at a temperature\nof 180 °C and obtained SnO<sub>2</sub>@NiO triethylamine gas-sensing\nmaterials by calcining the Sn/Ni-MOF. The response value of SnO<sub>2</sub>@NiO to 10 ppm triethylamine is 14.03 at an optimal working\ntemperature of 70 °C, and the response/recovery time is 86 s/95\ns. Yang et al. synthesized a Sn-MOF through\nlow-temperature stirring and likewise obtained SnO<sub>2</sub> nanoparticles\nby calcining the Sn-MOF. By combining SnO<sub>2</sub> nanoparticles\nand MoSe<sub>2</sub>, a composite material with CO gas sensitivity\nat room temperature was obtained, the response value for 100 ppm CO\nis 9.2, and the response/recovery time is 20 s/16 s. In all, most\nof the currently reported SnO<sub>2</sub> gas-sensing materials based\non Sn-MOFs are synthesized based on the hydrothermal method, these\ntypes of SnO<sub>2</sub> have a smaller specific surface area and\nless oxygen adsorption, and as far as we know, there is no report\nof low-temperature preparation of Sn-MOF-based pure SnO<sub>2</sub> ultrasensitive gas-sensitive materials.</p><p>In this work, we explored\nthe use of the water bath method to prepare\nSn-MOF@SnO<sub>2</sub> and used Sn-MOF@SnO<sub>2</sub> as a precursor\nto prepare laminar SnO<sub>2</sub>, due to the unique Sn-MOF@SnO<sub>2</sub> mixed phase structure; when the Sn-MOF phase disappears by\npyrolysis, the laminar SnO<sub>2</sub> possesses rich adsorbed oxygen,\nlarge specific surface area, and unique nanoparticle piled pores,\nso the laminar SnO<sub>2</sub> shows very excellent formaldehyde gas\nsensitivity. The laminar SnO<sub>2</sub> gas sensor has a response\nvalue of 10,000 to 10 ppm formaldehyde at an optimal working temperature\nof 120 °C, a response/recovery time of 33 s/142 s, and an actual\ndetection limit of lower than 10 ppb and shows great selectivity and\nlong-term stability; this SnO<sub>2</sub> has the advantages of high\nsensitivity and low detection limit of traditional two-dimensional\nnanomaterials, low operating temperature,\nand high sensitivity to formaldehyde at low temperatures (&lt;100\n°C), as well as simple preparation and low cost. We further carried\nout relevant characterization and further analyzed the mechanism of\nthe enhancement of the gas sensitivity of the SnO<sub>2</sub> nanomaterial.\nAt the same time, the coadsorption energies of laminar SnO<sub>2</sub> and four representative sensitive gases (formaldehyde, NO<sub>2</sub>, ethanol, and toluene) on the exposed (110) crystal plane and O<sub>2</sub> were explored by density functional theory (DFT) calculation.</p><p>To explore the pyrolysis temperature,\nwe performed thermogravimetric\nanalysis on Sn-MOF@SnO<sub>2</sub> (as shown in d). The pyrolysis of Sn-MOF@SnO<sub>2</sub> can be divided into three stages. The first stage loses 3.81% of\nweight, which can be attributed to the disappearance of lattice water\nmolecules, and the second stage loses 10.69%, which can be attributed\nto the disappearance of solvent molecules and coordinated water molecules.\nAlso, 16.24% weight loss in the third stage can be attributed to the\npyrolysis of the organic framework. The weight of the sample is barely\nlost after 450 °C; thus, 450 °C is determined as the pyrolysis\ntemperature.</p><p>The morphologies of Sn-MOF@SnO<sub>2</sub> and\nSnO<sub>2</sub> were\nanalyzed by SEM and TEM, and the results are shown in . a,f shows the SEM images of Sn-MOF@SnO<sub>2</sub> and SnO<sub>2</sub> at the microscale, respectively, in which\nthe samples show a bulk morphology. b,g shows the TEM images of Sn-MOF@SnO<sub>2</sub> and SnO<sub>2</sub>, respectively. An irregular laminar structure\nof the two samples can be seen. Compared to Sn-MOF@SnO<sub>2</sub>, laminar SnO<sub>2</sub> exhibits a porous structure composed of\nsmall particles. To further understand the difference between Sn-MOF@SnO<sub>2</sub> and laminar SnO<sub>2</sub>, we analyzed their HRTEM images.\nFrom c, it\ncan be seen that Sn-MOF@SnO<sub>2</sub> is composed of two-phase substances.\nOn the one hand, we can see the fuzzy lattice fringes produced by\nmany SnO<sub>2</sub> crystallites; on the other hand, blurred shadows\nappear between this crystallite, which represents the Sn-MOF, and\nthe Sn-MOF is distributed among SnO<sub>2</sub> crystallites like\na binder. By calcining Sn-MOF@SnO<sub>2</sub>, a large number of pores\nare finally generated due to the disappearance of water molecules,\nsolvent molecules, the Sn-MOF phase, and the growth of the SnO<sub>2</sub> crystallite; finally, a large number of pores are generated,\nand these pores play an important role in the improvement of gas-sensing\nperformance. d shows the SAED image of Sn-MOF@SnO<sub>2</sub>; the weak polycrystalline\ndiffraction rings of SnO<sub>2</sub> can be observed, which indicates\nthe weak crystallinity of Sn-MOF@SnO<sub>2</sub>. e shows the EDX image of Sn-MOF@SnO<sub>2</sub>, which confirmed the existence of Sn, C, and O elements in\nthe Sn-MOF@SnO<sub>2</sub> sample. As shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acssensors.2c00589/suppl_file/se2c00589_si_001.pdf\" xlink:type=\"simple\">Figure S2a,b</ext-link>, the size of laminar SnO<sub>2</sub> ultrafine\nnanoparticles is between 4 and 7 nm with an average grain size of\n5.48 nm. As shown in h, the interplanar spacing is 0.35 nm, which corresponds to\nthe (110) plane of SnO<sub>2</sub>, and it can be seen that laminar\nSnO<sub>2</sub> mainly exposes the (110) crystal plane; compared with\nthe reports in the literature, the interplanar spacing has a certain\nincrease.\n</p><p>The N<sub>2</sub> adsorption–desorption\nisotherm and BJH\npore size distribution of Sn-MOF@SnO<sub>2</sub> and SnO<sub>2</sub> are analyzed. a shows the N<sub>2</sub> adsorption–desorption isotherm of\nSn-MOF@SnO<sub>2</sub>. The specific surface area of Sn-MOF@SnO<sub>2</sub> is 10.0611 m<sup>2</sup>/g, the specific surface area is\nequivalent to the Sn-MOF synthesized with water as a solvent reported\nin the literature, the average pore size is 19.8785\nnm, and it has the characteristics of a mesoporous solid; however,\nthe influence of the choice of solvent on the coordination environment\nin MOF synthesis is still unclear.\nb shows the N<sub>2</sub> adsorption–desorption isotherm of SnO<sub>2</sub>,\nwhich belongs to the IV curve in the IUPAC classification, it has\nan obvious hysteresis loop and belongs to the H2­(a) type hysteresis\nloop, the specific surface area of SnO<sub>2</sub> is 138.8247 m<sup>2</sup>/g, the average of pore size is 3.92 nm, and a large specific\nsurface area can provide more active sites for gas attachment, thereby\nimproving gas sensitivity. By calcining Sn-MOF@SnO<sub>2</sub>, due\nto the disappearance of MOF substances, water molecules, and solvent\nmolecules, the space occupied by these substances is emptied, leaving\na large number of holes, even if the growth of the SnO<sub>2</sub> crystallite will occupy part of the space; however, it still leads\nto a rapid increase in the specific surface area in the end.</p><p>Combined with the analysis of –, a conclusion\ncan be drawn that the sample is composed of a mixed phase of the SnO<sub>2</sub> crystallite and MOF substance, and the calcination\nmechanism diagram is shown in c.</p><p>To further understand the composition of Sn-MOF@SnO<sub>2</sub> and laminar SnO<sub>2</sub>, we performed XPS analysis on\nSn-MOF@SnO<sub>2</sub> and laminar SnO<sub>2</sub>. a shows the XPS full-spectrum\nscan images\nof Sn-MOF@SnO<sub>2</sub> and laminar SnO<sub>2</sub>, both of which\nshow the signals of Sn, O, and C, without obvious impurity peaks,\nindicating the high purity of the samples. We further analyzed the\nC 1s of Sn-MOF@SnO<sub>2</sub> and laminar SnO<sub>2</sub>, as shown\nin b; it can\nbe seen that Sn-MOF@SnO<sub>2</sub> has obvious C–C, CO,\nand C–O peaks, which are mainly derived from the organic ligand\nof the Sn-MOF, while the C peak signal of SnO<sub>2</sub> is relatively\nweak, and there is no obvious CO peak, which means that the\nMOF phase of Sn-MOF@SnO<sub>2</sub> is almost completely decomposed\nduring the pyrolysis process. c shows the O 1s peaks of SnO<sub>2</sub> and Sn-MOF@SnO<sub>2</sub>, and the peaks at 530.82, 531.22, and 532.02 eV belong to\nthe lattice oxygen, surface oxygen vacancies, and chemisorption oxygen\nin SnO<sub>2</sub>, respectively. By calculating\nthe ratio of the peak area of <italic toggle=\"yes\">V</italic>\n<sub>o</sub>, the\npercentages of <italic toggle=\"yes\">V</italic>\n<sub>o</sub> on the surface of SnO<sub>2</sub> were obtained as 38.02%, the sensing process is the reaction\nbetween the target gas molecule adsorbed on the material surface and\nthe reactive oxygen species, and a higher <italic toggle=\"yes\">V</italic>\n<sub>o</sub> concentration will cause more oxygen molecules to be adsorbed on\nthe surface of SnO<sub>2</sub>, thereby increasing the concentration\nof active oxygen participating in the sensing reaction and ultimately\nleading to an improvement in gas sensitivity. As a comparison, the O distribution of Sn-MOF@SnO<sub>2</sub> was\nanalyzed; for Sn-MOF@SnO<sub>2</sub>, the peaks at 531.32, 532.37,\nand 533.53 eV belong to the Sn–O, CO or C–O,\nand O–H, and CO/C–O mainly comes from carboxyl\ngroups of organic ligands; O–H mainly comes from water molecules\n(). As shown in d, for Sn-MOF@SnO<sub>2</sub>, binding energies of 495.66 and 487.23\neV correspond to the characteristic peaks of Sn 3d<sub>3/2</sub> and\nSn 3d<sub>5/2</sub>, respectively, the Sn 3d spin–orbit coupling\nof Sn-MOF@SnO<sub>2</sub> is 8.43 eV, which indicates that Sn exists\nin the state of Sn<sup>4+</sup>, for\nlaminar SnO<sub>2</sub>, binding energies of 495.52 and 487.09 eV\ncorrespond to the characteristic peaks of Sn 3d<sub>3/2</sub> and\nSn 3d<sub>5/2</sub>, respectively, the Sn 3d spin–orbit couplings\nof Sn-MOF@SnO<sub>2</sub> and SnO<sub>2</sub> both are 8.43 eV, and\nthe Sn 3d peaks of Sn-MOF@SnO<sub>2</sub> and SnO<sub>2</sub> are\nslightly shifted, which may be related to the change of the binding\nstate of Sn<sup>4+</sup> in Sn-MOF@SnO<sub>2</sub>. EPR is often used\nto study crystal defects in semiconductor materials. e shows the EPR spectra of\nSn-MOF@SnO<sub>2</sub> and laminar SnO<sub>2</sub>, it can be seen\nthat Sn-MOF@SnO<sub>2</sub> has no obvious EPR signal, and as a comparison,\nSnO<sub>2</sub> shows intensive EPR signals at <italic toggle=\"yes\">g</italic> =\n2.003, which is identified as the presence of single-electron oxygen\nvacancies.\n</p>", "clean_text": "SnO2 has been a commonly researched gas-sensing material due to its low cost, good performance, and good stability. However, gas sensors based on pure SnO2 usually show a low response or high working temperature. In this work, laminar SnO2 was obtained by using a Sn-based metal organic framework(Sn-MOF)@SnO2 as a precursor. Sn-MOF@SnO2 is prepared at low temperatures using water and dimethylformamide as a solvent, which is simple, low cost, and easily reproducible. After sintering, Sn-MOF@SnO2 is derived to SnO2 with rich adsorbed oxygen, large specific surface area, and unique nanoparticle piled pores, thus showing excellent gas-sensing properties. The prepared SnO2 has an ultrahigh response value of 10,000 to 10 ppm formaldehyde at an optimal working temperature of 120 °C, a fast response/recovery time of 33 s/142 s, and an actual detection limit of lower than 10 ppb as well as high selectivity and high stability. Density functional theory calculations show that the exposed (110) plane of oxygen-rich vacancies in laminar SnO2 can effectively increase the coadsorption capacity of O2 and formaldehyde molecules, thereby improving the formaldehyde gas-sensing performance of the material. The present original approach paves the way to design advanced materials with excellent gas-sensing properties as well as broad application prospects in formaldehyde monitoring.\n\nMetal organic frameworks (MOFs) have a wide range of application prospects in the field of gas sensors due to their unique structural advantages. MOF materials are widely used in the field of gas sensors, but many types of research have focused on developing hybrid nanostructures composed of MOFs and noble metal or transition metal oxides, and less research has been done on MOF-derived pure oxide gas-sensing materials. For Sn-based MOFs, most reported studies concentrated on electrode materials and lithium storage materials, but there have been only a few reports on gas-sensing materials. For example, Wang et al. synthesized a Sn-MOF with a hexagonal prism shape by a hydrothermal method at a temperature of 180 °C and obtained SnO2 by calcining the Sn-MOF, the response value of which is 882 to 2 ppm formaldehyde at an optimal working temperature of 120 °C, and the response time is 19 s, which shows a long recovery time due to the resistance baseline being difficult to recover. Bai et al. synthesized a Sn/Ni-MOF by hydrothermal methods at a temperature of 180 °C and obtained SnO2@NiO triethylamine gas-sensing materials by calcining the Sn/Ni-MOF. The response value of SnO2@NiO to 10 ppm triethylamine is 14.03 at an optimal working temperature of 70 °C, and the response/recovery time is 86 s/95 s. Yang et al. synthesized a Sn-MOF through low-temperature stirring and likewise obtained SnO2 nanoparticles by calcining the Sn-MOF. By combining SnO2 nanoparticles and MoSe2, a composite material with CO gas sensitivity at room temperature was obtained, the response value for 100 ppm CO is 9.2, and the response/recovery time is 20 s/16 s. In all, most of the currently reported SnO2 gas-sensing materials based on Sn-MOFs are synthesized based on the hydrothermal method, these types of SnO2 have a smaller specific surface area and less oxygen adsorption, and as far as we know, there is no report of low-temperature preparation of Sn-MOF-based pure SnO2 ultrasensitive gas-sensitive materials.\n\nIn this work, we explored the use of the water bath method to prepare Sn-MOF@SnO2 and used Sn-MOF@SnO2 as a precursor to prepare laminar SnO2, due to the unique Sn-MOF@SnO2 mixed phase structure; when the Sn-MOF phase disappears by pyrolysis, the laminar SnO2 possesses rich adsorbed oxygen, large specific surface area, and unique nanoparticle piled pores, so the laminar SnO2 shows very excellent formaldehyde gas sensitivity. The laminar SnO2 gas sensor has a response value of 10,000 to 10 ppm formaldehyde at an optimal working temperature of 120 °C, a response/recovery time of 33 s/142 s, and an actual detection limit of lower than 10 ppb and shows great selectivity and long-term stability; this SnO2 has the advantages of high sensitivity and low detection limit of traditional two-dimensional nanomaterials, low operating temperature, and high sensitivity to formaldehyde at low temperatures (<100 °C), as well as simple preparation and low cost. We further carried out relevant characterization and further analyzed the mechanism of the enhancement of the gas sensitivity of the SnO2 nanomaterial. At the same time, the coadsorption energies of laminar SnO2 and four representative sensitive gases (formaldehyde, NO2, ethanol, and toluene) on the exposed (110) crystal plane and O2 were explored by density functional theory (DFT) calculation.\n\nTo explore the pyrolysis temperature, we performed thermogravimetric analysis on Sn-MOF@SnO2 (as shown in d). The pyrolysis of Sn-MOF@SnO2 can be divided into three stages. The first stage loses 3.81% of weight, which can be attributed to the disappearance of lattice water molecules, and the second stage loses 10.69%, which can be attributed to the disappearance of solvent molecules and coordinated water molecules. Also, 16.24% weight loss in the third stage can be attributed to the pyrolysis of the organic framework. The weight of the sample is barely lost after 450 °C; thus, 450 °C is determined as the pyrolysis temperature.\n\nThe morphologies of Sn-MOF@SnO2 and SnO2 were analyzed by SEM and TEM, and the results are shown in . a,f shows the SEM images of Sn-MOF@SnO2 and SnO2 at the microscale, respectively, in which the samples show a bulk morphology. b,g shows the TEM images of Sn-MOF@SnO2 and SnO2, respectively. An irregular laminar structure of the two samples can be seen. Compared to Sn-MOF@SnO2, laminar SnO2 exhibits a porous structure composed of small particles. To further understand the difference between Sn-MOF@SnO2 and laminar SnO2, we analyzed their HRTEM images. From c, it can be seen that Sn-MOF@SnO2 is composed of two-phase substances. On the one hand, we can see the fuzzy lattice fringes produced by many SnO2 crystallites; on the other hand, blurred shadows appear between this crystallite, which represents the Sn-MOF, and the Sn-MOF is distributed among SnO2 crystallites like a binder. By calcining Sn-MOF@SnO2, a large number of pores are finally generated due to the disappearance of water molecules, solvent molecules, the Sn-MOF phase, and the growth of the SnO2 crystallite; finally, a large number of pores are generated, and these pores play an important role in the improvement of gas-sensing performance. d shows the SAED image of Sn-MOF@SnO2; the weak polycrystalline diffraction rings of SnO2 can be observed, which indicates the weak crystallinity of Sn-MOF@SnO2. e shows the EDX image of Sn-MOF@SnO2, which confirmed the existence of Sn, C, and O elements in the Sn-MOF@SnO2 sample. As shown in Figure S2a,b, the size of laminar SnO2 ultrafine nanoparticles is between 4 and 7 nm with an average grain size of 5.48 nm. As shown in h, the interplanar spacing is 0.35 nm, which corresponds to the (110) plane of SnO2, and it can be seen that laminar SnO2 mainly exposes the (110) crystal plane; compared with the reports in the literature, the interplanar spacing has a certain increase. \n\nThe N2 adsorption-desorption isotherm and BJH pore size distribution of Sn-MOF@SnO2 and SnO2 are analyzed. a shows the N2 adsorption-desorption isotherm of Sn-MOF@SnO2. The specific surface area of Sn-MOF@SnO2 is 10.0611 m2/g, the specific surface area is equivalent to the Sn-MOF synthesized with water as a solvent reported in the literature, the average pore size is 19.8785 nm, and it has the characteristics of a mesoporous solid; however, the influence of the choice of solvent on the coordination environment in MOF synthesis is still unclear. b shows the N2 adsorption-desorption isotherm of SnO2, which belongs to the IV curve in the IUPAC classification, it has an obvious hysteresis loop and belongs to the H2(a) type hysteresis loop, the specific surface area of SnO2 is 138.8247 m2/g, the average of pore size is 3.92 nm, and a large specific surface area can provide more active sites for gas attachment, thereby improving gas sensitivity. By calcining Sn-MOF@SnO2, due to the disappearance of MOF substances, water molecules, and solvent molecules, the space occupied by these substances is emptied, leaving a large number of holes, even if the growth of the SnO2 crystallite will occupy part of the space; however, it still leads to a rapid increase in the specific surface area in the end.\n\nCombined with the analysis of -, a conclusion can be drawn that the sample is composed of a mixed phase of the SnO2 crystallite and MOF substance, and the calcination mechanism diagram is shown in c.\n\nTo further understand the composition of Sn-MOF@SnO2 and laminar SnO2, we performed XPS analysis on Sn-MOF@SnO2 and laminar SnO2. a shows the XPS full-spectrum scan images of Sn-MOF@SnO2 and laminar SnO2, both of which show the signals of Sn, O, and C, without obvious impurity peaks, indicating the high purity of the samples. We further analyzed the C 1s of Sn-MOF@SnO2 and laminar SnO2, as shown in b; it can be seen that Sn-MOF@SnO2 has obvious C-C, CO, and C-O peaks, which are mainly derived from the organic ligand of the Sn-MOF, while the C peak signal of SnO2 is relatively weak, and there is no obvious CO peak, which means that the MOF phase of Sn-MOF@SnO2 is almost completely decomposed during the pyrolysis process. c shows the O 1s peaks of SnO2 and Sn-MOF@SnO2, and the peaks at 530.82, 531.22, and 532.02 eV belong to the lattice oxygen, surface oxygen vacancies, and chemisorption oxygen in SnO2, respectively. By calculating the ratio of the peak area of V o, the percentages of V o on the surface of SnO2 were obtained as 38.02%, the sensing process is the reaction between the target gas molecule adsorbed on the material surface and the reactive oxygen species, and a higher V o concentration will cause more oxygen molecules to be adsorbed on the surface of SnO2, thereby increasing the concentration of active oxygen participating in the sensing reaction and ultimately leading to an improvement in gas sensitivity. As a comparison, the O distribution of Sn-MOF@SnO2 was analyzed; for Sn-MOF@SnO2, the peaks at 531.32, 532.37, and 533.53 eV belong to the Sn-O, CO or C-O, and O-H, and CO/C-O mainly comes from carboxyl groups of organic ligands; O-H mainly comes from water molecules (). As shown in d, for Sn-MOF@SnO2, binding energies of 495.66 and 487.23 eV correspond to the characteristic peaks of Sn 3d3/2 and Sn 3d5/2, respectively, the Sn 3d spin-orbit coupling of Sn-MOF@SnO2 is 8.43 eV, which indicates that Sn exists in the state of Sn4+, for laminar SnO2, binding energies of 495.52 and 487.09 eV correspond to the characteristic peaks of Sn 3d3/2 and Sn 3d5/2, respectively, the Sn 3d spin-orbit couplings of Sn-MOF@SnO2 and SnO2 both are 8.43 eV, and the Sn 3d peaks of Sn-MOF@SnO2 and SnO2 are slightly shifted, which may be related to the change of the binding state of Sn4+ in Sn-MOF@SnO2. EPR is often used to study crystal defects in semiconductor materials. e shows the EPR spectra of Sn-MOF@SnO2 and laminar SnO2, it can be seen that Sn-MOF@SnO2 has no obvious EPR signal, and as a comparison, SnO2 shows intensive EPR signals at g = 2.003, which is identified as the presence of single-electron oxygen vacancies. ", "data": [[{"meta": {"name": "MOF-A", "symbol": "", "chemical formula": ""}, "decomposition temperature": [{"value": "400", "unit": "°C", "type": "decomposition point", "condition": ""}]}, {"meta": {"name": "Complex 4", "symbol": "", "chemical formula": ""}, "decomposition temperature": [{"value": "155", "unit": "°C", "type": "stable", "condition": ""}, {"value": "155 and 250", "unit": "°C", "type": "removal of coordinated solvent molecules", "condition": ""}, {"value": "680", "unit": "°C", "type": "consecutive weight loss", "condition": ""}]}, {"meta": {"name": "MOF-XYZ", "symbol": "", "chemical formula": ""}, "decomposition temperature": [{"value": "120", "unit": "°C", "type": "an initial weight loss", "condition": ""}, {"value": "110 to 280", "unit": "°C", "type": "gradual removal of coordinated water molecules", "condition": ""}]}, {"meta": {"name": "SnO2", "symbol": "", "chemical formula": "SnO2"}, "decomposition temperature": [{"value": "450", "unit": "°C", "type": "pyrolysis", "condition": ""}]}]], "include_properties": ["decomposition_temperature"]}, {"idx": "24, 25, 26, 28, 30", "type": "text", "classification": "property", "content": "<p>It can be seen from the figure that as the temperature\nrises, the\nresponse value of the gas shows the first rise and then a fall trend,\nthis is because the temperature is different, and the degree of electron\noverflow in the material will also be different, resulting in a change\nin the resistance of the material. It can be seen that when the temperature\nis 120 °C, the response value of the sensor reaches an optimal\nvalue of 10,000 for 10 ppm formaldehyde, so 120 °C is the optimal\nworking temperature of the sensor, and it can be seen from the illustration\nin a that the\nsensor still has a response of 33.6 to formaldehyde at room temperature,\nshowing high sensing activity. The response–recovery time is\nan important factor to measure the overall performance of a gas sensor.\nThe response–recovery characteristics of the sensor are mainly\nrelated to the electron transport efficiency of the material and the\ndifficulty of gas absorption and desorption during work. b shows the response–recovery\ncurve of laminar SnO<sub>2</sub>; it can be seen that the SnO<sub>2</sub> gas sensor has a fast response–recovery time under\nthe condition of ultrahigh response. At a 10 ppm formaldehyde concentration\nenvironment, based on an ultrahigh response of 10,000, the response/recovery\ntime is 33 s/142 s.</p><p>Quantitative detection of different concentrations\nof gases is\nvery important for gas sensors, which is another important parameter\nfor evaluating gas sensors; therefore, we tested the response–recover\ncurve of the sensor in a small amount of formaldehyde shown in c), in which one\ncan see that the gas sensor has excellent trace-amount detection performance,\nand there still is a response of 16.7 when the concentration of formaldehyde\nis 0.01 ppm, which is far below the safe concentration range of formaldehyde\nspecified by the World Health Organization, 0.08 ppm; therefore, the\nlaminar SnO<sub>2</sub> gas sensor has a very low detection limit,\nwith a great application prospect in the trace monitoring of formaldehyde.</p><p>The selectivity of the gas sensor to different types of gases is\nalso very important, and the excellent anti-interference can make\nthe gas sensor more accurate; for this reason, we tested the selectivity\nof the laminar SnO<sub>2</sub> gas sensor to nine common interference\ngases (as shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acssensors.2c00589/suppl_file/se2c00589_si_001.pdf\" xlink:type=\"simple\">Figure S3a–i</ext-link>).\nIt can be seen from d that the response value of the laminar SnO<sub>2</sub> gas\nsensor to 10 ppm triethylamine is 142, and the response value to 10\nppm ethanol is 18.7; it has no obvious response to other gases but\nhas an ultrahigh response of 10,000 to 10 ppm formaldehyde, which\nindicates that the laminar SnO<sub>2</sub> gas sensor has excellent\nformaldehyde selectivity. The selectivity of gas sensors is affected\nby many factors, and the mechanism research on selectivity is still\na difficult problem; for this study, the reason for the better selectivity\nof the laminar SnO<sub>2</sub> gas sensor is speculated to be related\nto the structure of the gas molecule, the bond dissociation energy,\nand the difference of the adsorption capacity of different gases on\nthe SnO<sub>2</sub> surface. As shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acssensors.2c00589/suppl_file/se2c00589_si_001.pdf\" xlink:type=\"simple\">Table S1</ext-link>, since the formaldehyde molecule has lower bond energy,\nwhen at a lower working temperature of 120 °C, compared with\nother gases, formaldehyde is more prone to dissociation and thus can\neasily participate in the gas-sensitivity reaction process. At the same time, we calculated the coadsorption\nenergies of four representative gas molecules (formaldehyde, ethanol,\nNO<sub>2</sub>, and toluene) with O<sub>2</sub> on the oxygen-containing\nvacancy (110) crystal face of laminar SnO<sub>2</sub> (as shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acssensors.2c00589/suppl_file/se2c00589_si_001.pdf\" xlink:type=\"simple\">Figure S5</ext-link>, schematic diagram of structure optimization\nof coadsorption of four different gases with O<sub>2</sub> on the\nSnO<sub>2</sub> (110) crystal plane containing oxygen vacancies).  shows the schematic\ndiagram of the SnO<sub>2</sub> (110) crystal plane containing oxygen\nvacancies; the calculation results show that the coadsorption energy\nof formaldehyde and O<sub>2</sub> is the largest, which means that\nformaldehyde is more easily adsorbed on the surface of SnO<sub>2</sub> and participates in the gas-sensing reaction process, which also\nexplains the good selectivity of laminar SnO<sub>2</sub>.</p><p>\na shows\nthe response–recovery diagram of the formaldehyde concentration\nin the range of 1–100 ppm. With the gradual increase of the\ngas concentration, the response value also increases and shows a step-like\nrise. The response values of the SnO<sub>2</sub> gas sensor to 1,\n5, 10, 20, 30, 40, 50, 60, and 100 ppm formaldehyde are 2000, 5400,\n10,000, 12,500, 15,700, 17,500, 20,300, 23,700, and 33,500, respectively.\nTo explore the relationship between the formaldehyde concentration\nand response value, we performed a linear fit to the response value\nand the formaldehyde concentration from 10 to 100 ppm, as shown in b; the fitted concentration\nis as follows:<disp-formula id=\"ueq1\">\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"se2c00589_m001.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\">\n<mml:mi>Response value</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mn>7019</mml:mn>\n<mml:mo>±</mml:mo>\n<mml:mn>369</mml:mn>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo>+</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mn>268</mml:mn>\n<mml:mo>±</mml:mo>\n<mml:mn>7</mml:mn>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>*</mml:mo>\n</mml:mrow>\n</mml:msub>\n<mml:mspace width=\"0.25em\"></mml:mspace>\n<mml:mi>concentration</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi>ppm</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>\n</p><p>The repeatability of gas sensing is also one of the important\nparameters\nto measure the performance of the gas sensor. Therefore, to realize\nthe repeatability of the laminar SnO<sub>2</sub> gas sensor, under\nall the same conditions, we tested the response–recovery curve\nof the laminar SnO<sub>2</sub> gas sensor to 10 ppm formaldehyde gas\nfor eight consecutive cycles. It can be seen from c that the response value of\nthe laminar SnO<sub>2</sub> gas sensor varies from 9000 to 11,000,\nthe reason for the fluctuation may be related to the trace formaldehyde\nremaining in the test environment and instrument factors; although\nthere is a certain fluctuation, it still shows good stability. On\nthe other hand, it can be seen that the response/recovery time of\nthe sensor still maintains good repeatability after eight repeated\nmeasurements. In all, the gas sensor has good reversibility and repeatability.</p>", "clean_text": "It can be seen from the figure that as the temperature rises, the response value of the gas shows the first rise and then a fall trend, this is because the temperature is different, and the degree of electron overflow in the material will also be different, resulting in a change in the resistance of the material. It can be seen that when the temperature is 120 °C, the response value of the sensor reaches an optimal value of 10,000 for 10 ppm formaldehyde, so 120 °C is the optimal working temperature of the sensor, and it can be seen from the illustration in a that the sensor still has a response of 33.6 to formaldehyde at room temperature, showing high sensing activity. The response-recovery time is an important factor to measure the overall performance of a gas sensor. The response-recovery characteristics of the sensor are mainly related to the electron transport efficiency of the material and the difficulty of gas absorption and desorption during work. b shows the response-recovery curve of laminar SnO2; it can be seen that the SnO2 gas sensor has a fast response-recovery time under the condition of ultrahigh response. At a 10 ppm formaldehyde concentration environment, based on an ultrahigh response of 10,000, the response/recovery time is 33 s/142 s.\n\nQuantitative detection of different concentrations of gases is very important for gas sensors, which is another important parameter for evaluating gas sensors; therefore, we tested the response-recover curve of the sensor in a small amount of formaldehyde shown in c), in which one can see that the gas sensor has excellent trace-amount detection performance, and there still is a response of 16.7 when the concentration of formaldehyde is 0.01 ppm, which is far below the safe concentration range of formaldehyde specified by the World Health Organization, 0.08 ppm; therefore, the laminar SnO2 gas sensor has a very low detection limit, with a great application prospect in the trace monitoring of formaldehyde.\n\nThe selectivity of the gas sensor to different types of gases is also very important, and the excellent anti-interference can make the gas sensor more accurate; for this reason, we tested the selectivity of the laminar SnO2 gas sensor to nine common interference gases (as shown in Figure S3a-i). It can be seen from d that the response value of the laminar SnO2 gas sensor to 10 ppm triethylamine is 142, and the response value to 10 ppm ethanol is 18.7; it has no obvious response to other gases but has an ultrahigh response of 10,000 to 10 ppm formaldehyde, which indicates that the laminar SnO2 gas sensor has excellent formaldehyde selectivity. The selectivity of gas sensors is affected by many factors, and the mechanism research on selectivity is still a difficult problem; for this study, the reason for the better selectivity of the laminar SnO2 gas sensor is speculated to be related to the structure of the gas molecule, the bond dissociation energy, and the difference of the adsorption capacity of different gases on the SnO2 surface. As shown in Table S1, since the formaldehyde molecule has lower bond energy, when at a lower working temperature of 120 °C, compared with other gases, formaldehyde is more prone to dissociation and thus can easily participate in the gas-sensitivity reaction process. At the same time, we calculated the coadsorption energies of four representative gas molecules (formaldehyde, ethanol, NO2, and toluene) with O2 on the oxygen-containing vacancy (110) crystal face of laminar SnO2 (as shown in Figure S5, schematic diagram of structure optimization of coadsorption of four different gases with O2 on the SnO2 (110) crystal plane containing oxygen vacancies).  shows the schematic diagram of the SnO2 (110) crystal plane containing oxygen vacancies; the calculation results show that the coadsorption energy of formaldehyde and O2 is the largest, which means that formaldehyde is more easily adsorbed on the surface of SnO2 and participates in the gas-sensing reaction process, which also explains the good selectivity of laminar SnO2.\n\n a shows the response-recovery diagram of the formaldehyde concentration in the range of 1-100 ppm. With the gradual increase of the gas concentration, the response value also increases and shows a step-like rise. The response values of the SnO2 gas sensor to 1, 5, 10, 20, 30, 40, 50, 60, and 100 ppm formaldehyde are 2000, 5400, 10,000, 12,500, 15,700, 17,500, 20,300, 23,700, and 33,500, respectively. To explore the relationship between the formaldehyde concentration and response value, we performed a linear fit to the response value and the formaldehyde concentration from 10 to 100 ppm, as shown in b; the fitted concentration is as follows:    Response value =  ( 7019 ± 369 )  +   ( 268 ± 7 )   *    concentration  ( ppm )     \n\nThe repeatability of gas sensing is also one of the important parameters to measure the performance of the gas sensor. Therefore, to realize the repeatability of the laminar SnO2 gas sensor, under all the same conditions, we tested the response-recovery curve of the laminar SnO2 gas sensor to 10 ppm formaldehyde gas for eight consecutive cycles. It can be seen from c that the response value of the laminar SnO2 gas sensor varies from 9000 to 11,000, the reason for the fluctuation may be related to the trace formaldehyde remaining in the test environment and instrument factors; although there is a certain fluctuation, it still shows good stability. On the other hand, it can be seen that the response/recovery time of the sensor still maintains good repeatability after eight repeated measurements. In all, the gas sensor has good reversibility and repeatability.", "data": [[{"meta": {"name": "", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "temperature", "value": "120", "unit": "°C", "condition": "optimal working temperature"}, {"property name": "response value", "value": "33.6", "unit": "", "condition": "at room temperature"}, {"property name": "response/recovery time", "value": "33/142", "unit": "s", "condition": "at 10 ppm formaldehyde concentration"}, {"property name": "detection limit", "value": "0.01", "unit": "ppm", "condition": ""}, {"property name": "selectivity", "value": "formaldehyde", "unit": "", "condition": ""}, {"property name": "response value", "value": "142", "unit": "", "condition": "to 10 ppm triethylamine"}, {"property name": "response value", "value": "18.7", "unit": "", "condition": "to 10 ppm ethanol"}, {"property name": "response value", "value": "10,000", "unit": "", "condition": "to 10 ppm formaldehyde"}, {"property name": "response value", "value": "2000, 5400, 10,000, 12,500, 15,700, 17,500, 20,300, 23,700, 33,500", "unit": "", "condition": "to 1, 5, 10, 20, 30, 40, 50, 60, and 100 ppm formaldehyde"}, {"property name": "repeatability", "value": "", "unit": "", "condition": ""}, {"property name": "response value", "value": "9000 to 11,000", "unit": "", "condition": "to 10 ppm formaldehyde for eight consecutive cycles"}, {"property name": "response/recovery time", "value": "", "unit": "", "condition": "maintains good repeatability after eight repeated measurements"}]}]], "include_properties": ["etc"]}, {"idx": 21, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Comparison of O 1s of Sn-MOF@SnO<sub>2</sub> and SnO<sub>2</sub>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry morerows=\"2\">SnO<sub>2</sub>\n</oasis:entry>\n<oasis:entry>oxygen type</oasis:entry>\n<oasis:entry>O<sub>lattice</sub>\n</oasis:entry>\n<oasis:entry>O<sub>vacancy</sub>\n</oasis:entry>\n<oasis:entry>O<sub>chemisorbed</sub>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>position</oasis:entry>\n<oasis:entry>530.82 eV</oasis:entry>\n<oasis:entry>531.22\neV</oasis:entry>\n<oasis:entry>532.02 eV</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>ratio</oasis:entry>\n<oasis:entry>28.9%</oasis:entry>\n<oasis:entry>38%</oasis:entry>\n<oasis:entry>33.1%</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry morerows=\"2\">Sn-MOF@SnO<sub>2</sub>\n</oasis:entry>\n<oasis:entry>oxygen type</oasis:entry>\n<oasis:entry>Sn–O</oasis:entry>\n<oasis:entry>CO or C–O</oasis:entry>\n<oasis:entry>O–H</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>position</oasis:entry>\n<oasis:entry>531.32\neV</oasis:entry>\n<oasis:entry>532.37 eV</oasis:entry>\n<oasis:entry>533.53 eV</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>ratio</oasis:entry>\n<oasis:entry>67.6%</oasis:entry>\n<oasis:entry>25.6%</oasis:entry>\n<oasis:entry>6.8%</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 1. Comparison of O 1s of Sn-MOF@SnO<sub>2</sub> and SnO<sub>2</sub>\n\n|                | SnO<sub>2</sub> |                |                |                |\n|----------------|-----------------|----------------|----------------|----------------|\n|                | oxygen type     | O<sub>lattice</sub> | O<sub>vacancy</sub> | O<sub>chemisorbed</sub> |\n| position       | 530.82 eV       | 531.22 eV      | 532.02 eV      |                |\n| ratio          | 28.9%           | 38%            | 33.1%          |                |\n|                | Sn-MOF@SnO<sub>2</sub> |                |                |                |\n|                | oxygen type     | Sn–O           | CO or C–O     | O–H            |\n| position       | 531.32 eV       | 532.37 eV      | 533.53 eV      |                |\n| ratio          | 67.6%           | 25.6%          | 6.8%           |                |", "data": [{"meta": {"name": "SnO2", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "O 1s", "value": "oxygen type: O_lattice: 530.82 eV, O_vacancy: 531.22 eV, O_chemisorbed: 532.02 eV", "unit": "eV", "condition": ""}, {"property name": "ratio", "value": "oxygen type: O_lattice: 28.9%, O_vacancy: 38%, O_chemisorbed: 33.1%", "unit": "%", "condition": ""}]}, {"meta": {"name": "Sn-MOF@SnO2", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "O 1s", "value": "oxygen type: Sn–O: 531.32 eV, CO or C–O: 532.37 eV, O–H: 533.53 eV", "unit": "eV", "condition": ""}, {"property name": "ratio", "value": "oxygen type: Sn–O: 67.6%, CO or C–O: 25.6%, O–H: 6.8%", "unit": "%", "condition": ""}]}], "include_properties": null}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>The preparation process of Sn-MOF@SnO<sub>2</sub> and SnO<sub>2</sub>.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"se2c00589_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  The preparation process of Sn-MOF@SnO2 and SnO2.   ", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) XRD patterns SnO<sub>2</sub> and standard PDF card. (b) XRD\npatterns of Sn-MOF@SnO<sub>2</sub> and SnO<sub>2</sub>. (c) FTIR spectra\nof Sn-MOF@SnO<sub>2</sub>. (d) Thermogravimetric of Sn-MOF@SnO<sub>2</sub>.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"se2c00589_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  (a) XRD patterns SnO2 and standard PDF card. (b) XRD patterns of Sn-MOF@SnO2 and SnO2. (c) FTIR spectra of Sn-MOF@SnO2. (d) Thermogravimetric of Sn-MOF@SnO2.   ", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) SEM image of Sn-MOF@SnO<sub>2</sub>. (b)\nTEM image of Sn-MOF@SnO<sub>2</sub>. (c) HRTEM image of Sn-MOF@SnO<sub>2</sub>. (d) SAED image\nof Sn-MOF@SnO<sub>2</sub>. (e) EDX image of Sn-MOF@SnO<sub>2</sub>. (f) SEM image of laminar SnO<sub>2</sub>. (g) TEM image of laminar\nSnO<sub>2</sub>. (h) HRTEM  image of laminar SnO<sub>2</sub>.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"se2c00589_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  (a) SEM image of Sn-MOF@SnO2. (b) TEM image of Sn-MOF@SnO2. (c) HRTEM image of Sn-MOF@SnO2. (d) SAED image of Sn-MOF@SnO2. (e) EDX image of Sn-MOF@SnO2. (f) SEM image of laminar SnO2. (g) TEM image of laminar SnO2. (h) HRTEM  image of laminar SnO2.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) and (b)\nNitrogen adsorption/desorption isotherms and pore size\ndistributions of Sn-MOF@SnO<sub>2</sub> and laminar SnO<sub>2</sub>. (c) Sn-MOF@SnO<sub>2</sub> calcination mechanism diagram.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"se2c00589_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  (a) and (b) Nitrogen adsorption/desorption isotherms and pore size distributions of Sn-MOF@SnO2 and laminar SnO2. (c) Sn-MOF@SnO2 calcination mechanism diagram.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a) XPS survey spectrum of Sn-MOF@SnO<sub>2</sub> and SnO<sub>2</sub>. (b) high-resolution C 1s XPS spectra,\n(c) high-resolution O 1s\nXPS spectra, and (d) Sn 3d XPS spectra of Sn-MOF@SnO<sub>2</sub> and\nSnO<sub>2</sub>. (e) EPR spectra of Sn-MOF@SnO<sub>2</sub> and SnO<sub>2</sub> at room temperature.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"se2c00589_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  (a) XPS survey spectrum of Sn-MOF@SnO2 and SnO2. (b) high-resolution C 1s XPS spectra, (c) high-resolution O 1s XPS spectra, and (d) Sn 3d XPS spectra of Sn-MOF@SnO2 and SnO2. (e) EPR spectra of Sn-MOF@SnO2 and SnO2 at room temperature.   ", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>(a) Responses of the laminar SnO<sub>2</sub> gas sensors\nto 10\nppm formaldehyde versus operating temperature (the illustration shows\nthe response–time curve of the sensor to 10 ppm formaldehyde\nat 30 °C). (b) Dynamic response curve of the laminar SnO<sub>2</sub> gas sensor to detect 10 ppm formaldehyde gas at 120 °C.\n(c) Dynamic response curve of the laminar SnO<sub>2</sub> gas sensor\nunder low concentrations of formaldehyde. (d) Selectivity of the laminar\nSnO<sub>2</sub> gas sensor to 10 ppm of different gases at 120 °C\n(the illustration shows the weak response of the sensor to other gases,\nand details are in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acssensors.2c00589/suppl_file/se2c00589_si_001.pdf\" xlink:type=\"simple\">Figure S3a–i</ext-link>).</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"se2c00589_0007.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  (a) Responses of the laminar SnO2 gas sensors to 10 ppm formaldehyde versus operating temperature (the illustration shows the response-time curve of the sensor to 10 ppm formaldehyde at 30 °C). (b) Dynamic response curve of the laminar SnO2 gas sensor to detect 10 ppm formaldehyde gas at 120 °C. (c) Dynamic response curve of the laminar SnO2 gas sensor under low concentrations of formaldehyde. (d) Selectivity of the laminar SnO2 gas sensor to 10 ppm of different gases at 120 °C (the illustration shows the weak response of the sensor to other gases, and details are in Figure S3a-i).   ", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Schematic diagram\nof the (110) crystal plane of SnO<sub>2</sub> containing oxygen vacancies.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"se2c00589_0008.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 7  Schematic diagram of the (110) crystal plane of SnO2 containing oxygen vacancies.   ", "data": null, "include_properties": null}, {"idx": 29, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig8\" orientation=\"portrait\" position=\"float\">\n<label>8</label>\n<caption>\n<p>(a) Transient responses of sensors based on\nthe laminar SnO<sub>2</sub> gas sensor to various concentrations of\nformaldehyde. (b)\nLinear dependence relation between gas response and gas concentration.\n(c) Repeatability of the laminar SnO<sub>2</sub> gas sensor to 10\nppm formaldehyde. (d) Long-term stability of the laminar SnO<sub>2</sub> gas sensor to 10 ppm formaldehyde at 120 °C.</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"se2c00589_0009.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 8  (a) Transient responses of sensors based on the laminar SnO2 gas sensor to various concentrations of formaldehyde. (b) Linear dependence relation between gas response and gas concentration. (c) Repeatability of the laminar SnO2 gas sensor to 10 ppm formaldehyde. (d) Long-term stability of the laminar SnO2 gas sensor to 10 ppm formaldehyde at 120 °C.   ", "data": null, "include_properties": null}, {"idx": 37, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig9\" orientation=\"portrait\" position=\"float\">\n<label>9</label>\n<caption>\n<p>Schematic diagram of the gas-sensing mechanism of the\nlaminar SnO<sub>2</sub> gas sensor to formaldehyde: (a) in air and\n(b) in formaldehyde.\n(c) and (d) Schematic diagram of electron depletion layer theory for\nSnO<sub>2</sub> gas-sensing materials.</p>\n</caption>\n<graphic id=\"gr9\" orientation=\"portrait\" position=\"float\" xlink:href=\"se2c00589_0010.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 9  Schematic diagram of the gas-sensing mechanism of the laminar SnO2 gas sensor to formaldehyde: (a) in air and (b) in formaldehyde. (c) and (d) Schematic diagram of electron depletion layer theory for SnO2 gas-sensing materials.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acssensors.2c00589", "title": null, "journal": "American Chemical Society", "date": "2022.09", "author_list": ["Deng\nZongming", "Zhang\nYumin", "Xu\nDong", "Zi\nBaoye", "Zeng\nJiyang", "Lu\nQiang", "Xiong\nKai", "Zhang\nJin", "Zhao\nJianhong", "Liu\nQingju"]}}